--
-- PostgreSQL database dump
--

-- Dumped from database version 14.13 (Ubuntu 14.13-0ubuntu0.22.04.1)
-- Dumped by pg_dump version 14.13 (Homebrew)

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET client_encoding = 'SQL_ASCII';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

SET default_tablespace = '';

SET default_table_access_method = heap;

--
-- Name: BehaviorLog; Type: TABLE; Schema: public; Owner: sakdithat
--

CREATE TABLE public."BehaviorLog" (
    id integer NOT NULL,
    "studentId" integer NOT NULL,
    "teacherId" integer NOT NULL,
    status text DEFAULT 'pending'::text NOT NULL,
    "createdAt" timestamp(3) without time zone DEFAULT CURRENT_TIMESTAMP NOT NULL,
    "updatedAt" timestamp(3) without time zone NOT NULL,
    "imageUrl" text,
    description text
);


ALTER TABLE public."BehaviorLog" OWNER TO sakdithat;

--
-- Name: BehaviorLogBehavior; Type: TABLE; Schema: public; Owner: sakdithat
--

CREATE TABLE public."BehaviorLogBehavior" (
    "behaviorLogId" integer NOT NULL,
    "behaviorTypeId" integer NOT NULL
);


ALTER TABLE public."BehaviorLogBehavior" OWNER TO sakdithat;

--
-- Name: BehaviorLog_id_seq; Type: SEQUENCE; Schema: public; Owner: sakdithat
--

CREATE SEQUENCE public."BehaviorLog_id_seq"
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public."BehaviorLog_id_seq" OWNER TO sakdithat;

--
-- Name: BehaviorLog_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: sakdithat
--

ALTER SEQUENCE public."BehaviorLog_id_seq" OWNED BY public."BehaviorLog".id;


--
-- Name: BehaviorType; Type: TABLE; Schema: public; Owner: sakdithat
--

CREATE TABLE public."BehaviorType" (
    id integer NOT NULL,
    name text NOT NULL,
    category text NOT NULL,
    score integer NOT NULL
);


ALTER TABLE public."BehaviorType" OWNER TO sakdithat;

--
-- Name: BehaviorType_id_seq; Type: SEQUENCE; Schema: public; Owner: sakdithat
--

CREATE SEQUENCE public."BehaviorType_id_seq"
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public."BehaviorType_id_seq" OWNER TO sakdithat;

--
-- Name: BehaviorType_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: sakdithat
--

ALTER SEQUENCE public."BehaviorType_id_seq" OWNED BY public."BehaviorType".id;


--
-- Name: Classroom; Type: TABLE; Schema: public; Owner: sakdithat
--

CREATE TABLE public."Classroom" (
    id integer NOT NULL,
    name text NOT NULL,
    department text,
    "teacher1Id" integer,
    "teacher2Id" integer
);


ALTER TABLE public."Classroom" OWNER TO sakdithat;

--
-- Name: Classroom_id_seq; Type: SEQUENCE; Schema: public; Owner: sakdithat
--

CREATE SEQUENCE public."Classroom_id_seq"
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public."Classroom_id_seq" OWNER TO sakdithat;

--
-- Name: Classroom_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: sakdithat
--

ALTER SEQUENCE public."Classroom_id_seq" OWNED BY public."Classroom".id;


--
-- Name: Student; Type: TABLE; Schema: public; Owner: sakdithat
--

CREATE TABLE public."Student" (
    id integer NOT NULL,
    "studentNumber" text NOT NULL,
    "firstName" text NOT NULL,
    "lastName" text NOT NULL,
    nickname text,
    "classroomId" integer NOT NULL,
    "behaviorScore" integer DEFAULT 100 NOT NULL
);


ALTER TABLE public."Student" OWNER TO sakdithat;

--
-- Name: Student_id_seq; Type: SEQUENCE; Schema: public; Owner: sakdithat
--

CREATE SEQUENCE public."Student_id_seq"
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public."Student_id_seq" OWNER TO sakdithat;

--
-- Name: Student_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: sakdithat
--

ALTER SEQUENCE public."Student_id_seq" OWNED BY public."Student".id;


--
-- Name: Teacher; Type: TABLE; Schema: public; Owner: sakdithat
--

CREATE TABLE public."Teacher" (
    id integer NOT NULL,
    name text NOT NULL,
    password text NOT NULL,
    role text DEFAULT 'Teacher'::text NOT NULL
);


ALTER TABLE public."Teacher" OWNER TO sakdithat;

--
-- Name: Teacher_id_seq; Type: SEQUENCE; Schema: public; Owner: sakdithat
--

CREATE SEQUENCE public."Teacher_id_seq"
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public."Teacher_id_seq" OWNER TO sakdithat;

--
-- Name: Teacher_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: sakdithat
--

ALTER SEQUENCE public."Teacher_id_seq" OWNED BY public."Teacher".id;


--
-- Name: _prisma_migrations; Type: TABLE; Schema: public; Owner: sakdithat
--

CREATE TABLE public._prisma_migrations (
    id character varying(36) NOT NULL,
    checksum character varying(64) NOT NULL,
    finished_at timestamp with time zone,
    migration_name character varying(255) NOT NULL,
    logs text,
    rolled_back_at timestamp with time zone,
    started_at timestamp with time zone DEFAULT now() NOT NULL,
    applied_steps_count integer DEFAULT 0 NOT NULL
);


ALTER TABLE public._prisma_migrations OWNER TO sakdithat;

--
-- Name: BehaviorLog id; Type: DEFAULT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."BehaviorLog" ALTER COLUMN id SET DEFAULT nextval('public."BehaviorLog_id_seq"'::regclass);


--
-- Name: BehaviorType id; Type: DEFAULT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."BehaviorType" ALTER COLUMN id SET DEFAULT nextval('public."BehaviorType_id_seq"'::regclass);


--
-- Name: Classroom id; Type: DEFAULT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."Classroom" ALTER COLUMN id SET DEFAULT nextval('public."Classroom_id_seq"'::regclass);


--
-- Name: Student id; Type: DEFAULT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."Student" ALTER COLUMN id SET DEFAULT nextval('public."Student_id_seq"'::regclass);


--
-- Name: Teacher id; Type: DEFAULT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."Teacher" ALTER COLUMN id SET DEFAULT nextval('public."Teacher_id_seq"'::regclass);


--
-- Data for Name: BehaviorLog; Type: TABLE DATA; Schema: public; Owner: sakdithat
--

COPY public."BehaviorLog" (id, "studentId", "teacherId", status, "createdAt", "updatedAt", "imageUrl", description) FROM stdin;
1	1	2	rejected	2024-05-29 21:22:02	2024-05-29 21:22:02	\N	เทสระบบไม่นำมาคิดคะแนน
2	1656	64	approved	2024-06-10 20:45:43	2024-06-10 20:45:43	\N	กระโปรงสั้น เหนือ ระดับ หัวเข่า
3	1706	64	approved	2024-06-10 20:51:55	2024-06-10 20:51:55	\N	เล็บยาว
4	2105	64	approved	2024-06-10 21:02:27	2024-06-10 21:02:27	\N	ไว้เล็บยาว
5	128	64	approved	2024-06-11 14:28:17	2024-06-11 14:28:17	\N	ผมผิดระเบียบ
6	531	72	rejected	2024-06-11 14:30:35	2024-06-11 14:30:35	\N	ตรวจความพร้อมเดือนมิถุนายน 2567
7	531	72	approved	2024-06-11 14:32:09	2024-06-11 14:32:09	\N	ตรวจความพร้อม มิ.ย. 2567
8	539	72	approved	2024-06-11 14:33:52	2024-06-11 14:33:52	\N	ตรวจความพร้อม มิ.ย. 2567
9	545	72	approved	2024-06-11 14:34:57	2024-06-11 14:34:57	\N	ตรวจความพร้อม มิ.ย. 2567
10	994	72	approved	2024-06-11 14:36:16	2024-06-11 14:36:16	\N	ตรวจความพร้อม มิ.ย. 2567
11	997	72	approved	2024-06-11 14:36:48	2024-06-11 14:36:48	\N	ตรวจความพร้อม มิ.ย. 2567
12	1063	72	approved	2024-06-11 14:38:27	2024-06-11 14:38:27	\N	ไม่ปักจุด
13	1212	72	approved	2024-06-11 14:39:26	2024-06-11 14:39:26	\N	ตรวจความพร้อม มิ.ย. 2567
14	1378	72	approved	2024-06-11 14:41:27	2024-06-11 14:41:27	\N	หน้าม้ายาว
15	1384	72	approved	2024-06-11 14:42:14	2024-06-11 14:42:14	\N	หน้าม้ายาว
16	1391	72	approved	2024-06-11 14:43:11	2024-06-11 14:43:11	\N	ผมซอยสั้น
17	1409	72	approved	2024-06-11 14:44:10	2024-06-11 14:44:10	\N	เล็บยาว
18	1418	72	approved	2024-06-11 14:45:06	2024-06-11 14:45:06	\N	เล็บยาว
19	1421	72	approved	2024-06-11 14:45:41	2024-06-11 14:45:41	\N	เล็บยาว
20	1444	72	approved	2024-06-11 14:46:27	2024-06-11 14:46:27	\N	รองทรง+หน้าม้า+หนวด
21	1449	72	approved	2024-06-11 14:47:15	2024-06-11 14:47:15	\N	ผมหน้าม้า
22	1452	72	approved	2024-06-11 14:51:54	2024-06-11 14:51:54	\N	รองทรง + ผมหน้าม้า
23	1461	72	approved	2024-06-11 14:52:40	2024-06-11 14:52:40	\N	ผม
24	1799	72	rejected	2024-06-11 14:54:16	2024-06-11 14:54:16	\N	ผมซอย
25	1942	72	approved	2024-06-11 14:55:31	2024-06-11 14:55:31	\N	ผมซอย
26	2047	72	rejected	2024-06-11 14:56:02	2024-06-11 14:56:02	\N	ผมผิดระเบียบ
27	1799	72	approved	2024-06-11 14:56:41	2024-06-11 14:56:41	\N	ผมซอย
28	2047	72	approved	2024-06-11 14:57:15	2024-06-11 14:57:15	\N	ผมผิดระเบียบ
29	2060	72	approved	2024-06-11 14:58:50	2024-06-11 14:58:50	\N	ผมผิดระเบียบ
30	2068	72	approved	2024-06-11 14:59:38	2024-06-11 14:59:38	\N	ผมผิดระเบียบ
31	2070	72	approved	2024-06-11 15:00:08	2024-06-11 15:00:08	\N	ผมผิดระเบียบ
32	2071	72	approved	2024-06-11 15:00:51	2024-06-11 15:00:51	\N	ผมผิดระเบียบ
33	2077	72	approved	2024-06-11 15:01:29	2024-06-11 15:01:29	\N	ผมผิดระเบียบ
34	2078	72	approved	2024-06-11 15:01:56	2024-06-11 15:01:56	\N	ผมผิดระเบียบ
35	2080	72	approved	2024-06-11 15:02:27	2024-06-11 15:02:27	\N	ผมผิดระเบียบ
36	2088	72	approved	2024-06-11 15:03:00	2024-06-11 15:03:00	\N	ผมผิดระเบียบ
37	2089	72	approved	2024-06-11 15:03:35	2024-06-11 15:03:35	\N	ผมผิดระเบียบ
38	2120	72	approved	2024-06-11 15:04:22	2024-06-11 15:04:22	\N	ผมยาว
39	2121	72	approved	2024-06-11 15:04:57	2024-06-11 15:04:57	\N	ผมยาว
40	2122	72	approved	2024-06-11 15:05:35	2024-06-11 15:05:35	\N	ผมยาว
41	2130	72	approved	2024-06-11 15:06:28	2024-06-11 15:06:28	\N	ผมยาว
42	2140	72	approved	2024-06-11 15:07:02	2024-06-11 15:07:02	\N	ผมยาว
43	2146	72	approved	2024-06-11 15:07:40	2024-06-11 15:07:40	\N	ผมยาว
44	2318	72	approved	2024-06-11 15:09:31	2024-06-11 15:09:31	\N	ผมซอย
45	2357	72	approved	2024-06-11 15:10:30	2024-06-11 15:10:30	\N	ผมผิดระเบียบ
46	2362	72	approved	2024-06-11 15:11:04	2024-06-11 15:11:04	\N	ผมผิดระเบียบ
47	2364	72	approved	2024-06-11 15:11:33	2024-06-11 15:11:33	\N	ผมผิดระเบียบ
48	2366	72	approved	2024-06-11 15:12:23	2024-06-11 15:12:23	\N	ผมผิดระเบียบ
49	2369	72	approved	2024-06-11 15:13:13	2024-06-11 15:13:13	\N	ผมผิดระเบียบ
50	2388	72	approved	2024-06-11 15:14:00	2024-06-11 15:14:00	\N	ผมผิดระเบียบ
51	2390	72	approved	2024-06-11 15:14:40	2024-06-11 15:14:40	\N	ผมผิดระเบียบ
52	2393	72	approved	2024-06-11 15:15:54	2024-06-11 15:15:54	\N	ผมยาว
53	2394	72	approved	2024-06-11 15:16:50	2024-06-11 15:16:50	\N	ผมยาว
54	2396	72	approved	2024-06-11 15:17:48	2024-06-11 15:17:48	\N	ผมทำสี
55	2398	72	approved	2024-06-11 15:18:27	2024-06-11 15:18:27	\N	ผมยาว
56	2399	72	approved	2024-06-11 15:19:01	2024-06-11 15:19:01	\N	ซอยผม
57	2400	72	approved	2024-06-11 15:19:31	2024-06-11 15:19:31	\N	ผมยาว
58	2401	72	approved	2024-06-11 15:19:59	2024-06-11 15:19:59	\N	ผมยาว
59	2402	72	approved	2024-06-11 15:20:30	2024-06-11 15:20:30	\N	ผมยาว
60	2403	72	approved	2024-06-11 15:20:57	2024-06-11 15:20:57	\N	ผมยาว
61	2404	72	approved	2024-06-11 15:21:46	2024-06-11 15:21:46	\N	ผมยาว
62	2406	72	approved	2024-06-11 15:22:23	2024-06-11 15:22:23	\N	ผมยาว
63	2408	72	approved	2024-06-11 15:23:04	2024-06-11 15:23:04	\N	ซอยผม
64	2412	72	approved	2024-06-11 15:23:52	2024-06-11 15:23:52	\N	ผมยาว
65	2413	72	approved	2024-06-11 15:24:49	2024-06-11 15:24:49	\N	ผมยาว
66	2414	72	approved	2024-06-11 15:25:20	2024-06-11 15:25:20	\N	ผมยาว
67	2415	72	approved	2024-06-11 15:25:48	2024-06-11 15:25:48	\N	ผมยาว
68	2417	72	approved	2024-06-11 15:26:40	2024-06-11 15:26:40	\N	ผมยาว
69	2420	72	approved	2024-06-11 15:27:15	2024-06-11 15:27:15	\N	ซอยผม
70	2421	72	approved	2024-06-11 15:27:54	2024-06-11 15:27:54	\N	ผมยาว
71	2424	72	approved	2024-06-11 15:28:22	2024-06-11 15:28:22	\N	ผมยาว
72	2426	72	approved	2024-06-11 15:29:06	2024-06-11 15:29:06	\N	ผมยาว
73	2427	72	approved	2024-06-11 15:29:34	2024-06-11 15:29:34	\N	ผมยาว
74	2428	72	approved	2024-06-11 15:30:06	2024-06-11 15:30:06	\N	ผมยาว
75	2431	72	approved	2024-06-11 15:30:41	2024-06-11 15:30:41	\N	ผมยาว
76	2432	72	approved	2024-06-11 15:31:33	2024-06-11 15:31:33	\N	ผมผิดระเบียบ
77	2434	72	approved	2024-06-11 15:32:02	2024-06-11 15:32:02	\N	ผมผิดระเบียบ
78	2440	72	approved	2024-06-11 15:32:34	2024-06-11 15:32:34	\N	ผมผิดระเบียบ
79	2446	72	approved	2024-06-11 15:33:21	2024-06-11 15:33:21	\N	ผมผิดระเบียบ
80	2457	72	approved	2024-06-11 15:33:49	2024-06-11 15:33:49	\N	ผมผิดระเบียบ
81	2459	72	approved	2024-06-11 15:34:19	2024-06-11 15:34:19	\N	ผมผิดระเบียบ
82	2468	72	approved	2024-06-11 15:34:48	2024-06-11 15:34:48	\N	ผมผิดระเบียบ
83	1280	72	approved	2024-06-14 09:18:45	2024-06-14 09:18:45	\N	ทำลายทรัพย์สินของราชการ
84	1571	2	approved	2024-06-14 09:21:23	2024-06-14 09:21:23	\N	หนีโรงเรียน
85	1275	2	approved	2024-06-14 09:27:02	2024-06-14 09:27:02	\N	เสื้อขาดเป็นรู
86	1461	2	approved	2024-06-14 09:29:01	2024-06-14 09:29:01	\N	สูบบุหรี่
87	1000	2	approved	2024-06-14 09:31:08	2024-06-14 09:31:08	\N	หนีเรียน
88	999	2	approved	2024-06-14 09:39:38	2024-06-14 09:39:38	\N	หนีเรียน
89	981	2	approved	2024-06-14 09:41:54	2024-06-14 09:41:54	\N	หนีเรียน
90	997	2	approved	2024-06-14 09:50:09	2024-06-14 09:50:09	\N	หนีเรียน
91	983	2	approved	2024-06-14 09:52:07	2024-06-14 09:52:07	\N	หนีเรียน
92	1142	2	approved	2024-06-14 09:53:46	2024-06-14 09:53:46	\N	สูบบุหรี่
93	861	2	approved	2024-06-14 10:00:49	2024-06-14 10:00:49	\N	ใส่เครื่องประดับ/โบว์
94	1005	2	approved	2024-06-14 10:02:39	2024-06-14 10:02:39	\N	ใส่เครื่องประดับ/โบว์
95	1393	2	approved	2024-06-14 10:04:05	2024-06-14 10:04:05	\N	ถุงเท้าผิดระเบียบ
96	1026	2	approved	2024-06-14 10:05:11	2024-06-14 10:05:11	\N	ใส่เครื่องประดับ/โบว์
97	1259	2	approved	2024-06-14 10:06:29	2024-06-14 10:06:29	\N	ใส่เครื่องประดับ/โบว์
98	1625	2	approved	2024-06-14 10:07:16	2024-06-14 10:07:16	\N	ใส่เครื่องประดับ/โบว์
99	920	2	approved	2024-06-14 10:08:15	2024-06-14 10:08:15	\N	ใส่เครื่องประดับ/โบว์
100	924	2	approved	2024-06-14 10:09:07	2024-06-14 10:09:07	\N	ใส่เครื่องประดับ/โบว์
101	621	2	approved	2024-06-14 10:10:33	2024-06-14 10:10:33	\N	ถุงเท้าผิดระเบียบ
102	1009	2	approved	2024-06-14 10:13:52	2024-06-14 10:13:52	\N	ถุงเท้า
103	1019	2	approved	2024-06-14 10:14:35	2024-06-14 10:14:35	\N	ถุงเท้า
104	847	2	approved	2024-06-14 10:18:23	2024-06-14 10:18:23	\N	ถุงเท้า
105	868	2	approved	2024-06-14 10:19:08	2024-06-14 10:19:08	\N	ถุงเท้า
106	1157	2	approved	2024-06-14 11:58:01	2024-06-14 11:58:01	\N	ใส่เครื่องประดับ/โบว์
107	848	2	approved	2024-06-14 11:58:59	2024-06-14 11:58:59	\N	ใส่เครื่องประดับ/โบว์
108	496	2	approved	2024-06-14 12:07:40	2024-06-14 12:07:40	\N	ใส่เครื่องประดับ/โบว์
109	299	2	approved	2024-06-14 12:09:23	2024-06-14 12:09:23	\N	หนวดเครา
110	1258	2	approved	2024-06-14 12:10:08	2024-06-14 12:10:08	\N	ใส่เครื่องประดับ/โบว์
111	929	2	approved	2024-06-14 12:13:49	2024-06-14 12:13:49	\N	ใส่เครื่องประดับ/โบว์
112	760	2	approved	2024-06-14 12:14:35	2024-06-14 12:14:35	\N	ใส่เครื่องประดับ/โบว์
113	967	2	approved	2024-06-14 12:15:39	2024-06-14 12:15:39	\N	ถุงเท้า
114	395	2	approved	2024-06-14 12:16:30	2024-06-14 12:16:30	\N	ใส่เครื่องประดับ/โบว์
115	674	2	approved	2024-06-14 12:17:10	2024-06-14 12:17:10	\N	ใส่เครื่องประดับ/โบว์
116	751	2	approved	2024-06-14 12:18:32	2024-06-14 12:18:32	\N	ถุงเท้า
117	1975	2	approved	2024-06-14 12:19:33	2024-06-14 12:19:33	\N	ใส่เครื่องประดับ/โบว์
118	733	2	approved	2024-06-14 12:24:40	2024-06-14 12:24:40	\N	ถุงเท้า
119	680	2	approved	2024-06-14 12:25:41	2024-06-14 12:25:41	\N	ใส่เครื่องประดับ/โบว์
120	1776	2	approved	2024-06-14 12:26:39	2024-06-14 12:26:39	\N	ใส่เครื่องประดับ/โบว์
121	2224	2	approved	2024-06-14 12:27:13	2024-06-14 12:27:13	\N	ถุงเท้า
122	2443	2	approved	2024-06-14 12:27:55	2024-06-14 12:27:55	\N	ใส่เครื่องประดับ/โบว์
123	750	2	approved	2024-06-14 12:30:05	2024-06-14 12:30:05	\N	ถุงเท้า
124	752	2	approved	2024-06-14 12:34:17	2024-06-14 12:34:17	\N	ใส่เครื่องประดับ/โบว์
125	923	2	approved	2024-06-14 12:35:52	2024-06-14 12:35:52	\N	ใส่เครื่องประดับ/โบว์
126	760	2	approved	2024-06-14 12:36:52	2024-06-14 12:36:52	\N	ใส่เครื่องประดับ/โบว์
127	929	2	approved	2024-06-14 12:37:26	2024-06-14 12:37:26	\N	ใส่เครื่องประดับ/โบว์
128	235	2	approved	2024-06-14 12:37:57	2024-06-14 12:37:57	\N	ใส่เครื่องประดับ/โบว์
129	674	2	approved	2024-06-14 12:39:17	2024-06-14 12:39:17	\N	เล็บยาว
130	1141	2	approved	2024-06-14 12:41:41	2024-06-14 12:41:41	\N	ถุงเท้า
131	2272	2	approved	2024-06-14 12:44:06	2024-06-14 12:44:06	\N	ใส่เครื่องประดับ/โบว์
132	1126	2	approved	2024-06-14 12:46:00	2024-06-14 12:46:00	\N	เล็บยาว
133	1762	2	approved	2024-06-14 12:47:22	2024-06-14 12:47:22	\N	ใส่เครื่องประดับ/โบว์
134	2444	2	approved	2024-06-14 12:51:27	2024-06-14 12:51:27	\N	ใส่เครื่องประดับ/โบว์
135	2042	2	approved	2024-06-14 12:52:27	2024-06-14 12:52:27	\N	ใส่เครื่องประดับ/โบว์
136	1771	2	approved	2024-06-14 12:53:20	2024-06-14 12:53:20	\N	ใส่เครื่องประดับ/โบว์
137	1019	2	approved	2024-06-14 12:54:43	2024-06-14 12:54:43	\N	ใส่เครื่องประดับ/โบว์
138	1009	2	approved	2024-06-14 12:55:50	2024-06-14 12:55:50	\N	ใส่เครื่องประดับ/โบว์
139	675	2	approved	2024-06-14 12:56:46	2024-06-14 12:56:46	\N	ใส่เครื่องประดับ/โบว์
140	456	2	approved	2024-06-14 12:57:37	2024-06-14 12:57:37	\N	ใส่เครื่องประดับ/โบว์
141	857	2	approved	2024-06-14 12:58:19	2024-06-14 12:58:19	\N	ถุงเท้า
142	868	2	approved	2024-06-14 12:59:14	2024-06-14 12:59:14	\N	ใส่เครื่องประดับ/โบว์
143	134	2	approved	2024-06-14 13:00:03	2024-06-14 13:00:03	\N	ใส่เครื่องประดับ/โบว์
144	746	2	approved	2024-06-14 13:00:38	2024-06-14 13:00:38	\N	ใส่เครื่องประดับ/โบว์
145	491	2	approved	2024-06-14 13:01:19	2024-06-14 13:01:19	\N	ผม
146	1709	2	approved	2024-06-14 13:07:58	2024-06-14 13:07:58	\N	ใส่เครื่องประดับ/โบว์
147	2075	2	approved	2024-06-14 13:08:53	2024-06-14 13:08:53	\N	ผม
148	2127	2	approved	2024-06-14 13:11:43	2024-06-14 13:11:43	\N	ใส่เครื่องประดับ/โบว์
149	976	2	approved	2024-06-16 11:02:56	2024-06-16 11:02:56	\N	กางเกงผิดระเบียบ
215	2055	23	approved	2024-06-16 12:41:20	2024-06-16 12:41:20	\N	ถุงเท้า
150	748	23	approved	2024-06-16 11:05:34	2024-06-16 11:05:34	\N	ใส่เครื่องประดับและถุงเท้าผิดระเบียบ
151	748	23	approved	2024-06-17 11:05:34	2024-06-17 11:05:34	\N	ใส่เครื่องประดับและถุงเท้าผิดระเบียบ
152	740	23	approved	2024-06-16 11:08:30	2024-06-16 11:08:30	\N	ถุงเท้าหรือรองเท้าผิดระเบียบ
153	945	23	rejected	2024-06-16 11:11:20	2024-06-16 11:11:20	\N	ถุงเท้าผิดระเบียบ
154	839	23	rejected	2024-06-16 11:13:00	2024-06-16 11:13:00	\N	ถุงเท้าผิดระเบียบ
155	750	23	approved	2024-06-16 11:13:50	2024-06-16 11:13:50	\N	ถุงเท้าผิดระเบียบ
156	2149	23	approved	2024-06-16 11:14:50	2024-06-16 11:14:50	\N	ถุงเท้า
157	2015	23	approved	2024-06-16 11:16:35	2024-06-16 11:16:35	\N	ถุงเท้าและเครื่องประดับ
158	2015	23	approved	2024-06-17 11:16:35	2024-06-17 11:16:35	\N	ถุงเท้าและเครื่องประดับ
159	2398	23	rejected	2024-06-16 11:19:14	2024-06-16 11:19:14	\N	ถุงเท้าและเครื่องประดับ
160	2386	23	approved	2024-06-16 11:27:21	2024-06-16 11:27:21	\N	ใส่เครื่องประดับ/โบว์
161	1009	23	approved	2024-06-16 11:30:39	2024-06-16 11:30:39	\N	ถุงเท้า
162	945	23	approved	2024-06-16 11:40:39	2024-06-16 11:40:39	\N	ถุงเท้า รองเท้าผิดระเบียบ
163	839	23	approved	2024-06-16 11:42:47	2024-06-16 11:42:47	\N	ถุงเท้า รองเท้าผิดระเบียบ
164	750	23	approved	2024-06-16 11:45:16	2024-06-16 11:45:16	\N	ถุงเท้าผิดระเบียบ
165	2149	23	approved	2024-06-16 11:46:34	2024-06-16 11:46:34	\N	ถุงเท้าผิดระเบียบ
166	2398	23	approved	2024-06-16 11:48:19	2024-06-16 11:48:19	\N	ใส่เครื่องประดับ/โบว์ ถุงเท้าผิดระเบียบ
167	2398	23	approved	2024-06-17 11:48:19	2024-06-17 11:48:19	\N	ใส่เครื่องประดับ/โบว์ ถุงเท้าผิดระเบียบ
168	751	23	approved	2024-06-16 11:50:03	2024-06-16 11:50:03	\N	ใส่เครื่องประดับ/โบว์ ถุงเท้าผิดระเบียบ
169	751	23	approved	2024-06-17 11:50:03	2024-06-17 11:50:03	\N	ใส่เครื่องประดับ/โบว์ ถุงเท้าผิดระเบียบ
170	1895	23	approved	2024-06-16 11:51:16	2024-06-16 11:51:16	\N	ใส่เครื่องประดับ/โบว์
171	733	23	approved	2024-06-16 11:52:01	2024-06-16 11:52:01	\N	ใส่เครื่องประดับ/โบว์
172	1597	23	approved	2024-06-16 11:53:18	2024-06-16 11:53:18	\N	ถุงเท้าผิดระเบียบ
173	1324	23	approved	2024-06-16 11:55:18	2024-06-16 11:55:18	\N	ใส่เครื่องประดับ/โบว์
174	229	23	approved	2024-06-16 11:56:34	2024-06-16 11:56:34	\N	ใส่เครื่องประดับ/โบว์
175	1422	23	approved	2024-06-16 11:57:46	2024-06-16 11:57:46	\N	ใส่เครื่องประดับ/โบว์
176	1429	23	approved	2024-06-16 11:59:06	2024-06-16 11:59:06	\N	ถุงเท้า
177	518	23	approved	2024-06-16 12:00:50	2024-06-16 12:00:50	\N	ทรงผมผิดระเบียบ
178	1394	23	approved	2024-06-16 12:01:37	2024-06-16 12:01:37	\N	ถุงเท้า
179	267	23	approved	2024-06-16 12:02:30	2024-06-16 12:02:30	\N	ใส่เครื่องประดับ/โบว์
180	451	23	approved	2024-06-16 12:03:25	2024-06-16 12:03:25	\N	ใส่เครื่องประดับ/โบว์
181	1493	23	approved	2024-06-16 12:03:54	2024-06-16 12:03:54	\N	ใส่เครื่องประดับ/โบว์
182	182	23	approved	2024-06-16 12:04:35	2024-06-16 12:04:35	\N	ถุงเท้า
183	769	23	approved	2024-06-16 12:05:23	2024-06-16 12:05:23	\N	ถุงเท้า
184	575	23	approved	2024-06-16 12:06:39	2024-06-16 12:06:39	\N	ถุงเท้า
185	775	23	approved	2024-06-16 12:07:21	2024-06-16 12:07:21	\N	ถุงเท้า
186	1127	23	approved	2024-06-16 12:08:00	2024-06-16 12:08:00	\N	ใส่เครื่องประดับ/โบว์
187	1338	23	approved	2024-06-16 12:08:44	2024-06-16 12:08:44	\N	ใส่เครื่องประดับ/โบว์
188	503	23	approved	2024-06-16 12:13:02	2024-06-16 12:13:02	\N	ถุงเท้า
189	2289	23	approved	2024-06-16 12:13:51	2024-06-16 12:13:51	\N	ใส่เครื่องประดับ/โบว์
190	2424	23	approved	2024-06-16 12:15:06	2024-06-16 12:15:06	\N	เล็บยาว
191	375	23	approved	2024-06-16 12:16:23	2024-06-16 12:16:23	\N	ถุงเท้า
192	1925	23	approved	2024-06-16 12:17:22	2024-06-16 12:17:22	\N	ทรงผมผิดระเบียบ
193	649	23	approved	2024-06-16 12:18:01	2024-06-16 12:18:01	\N	ทรงผมผิดระเบียบ
194	512	23	approved	2024-06-16 12:18:47	2024-06-16 12:18:47	\N	ใส่เครื่องประดับ/โบว์
195	2374	23	approved	2024-06-16 12:21:54	2024-06-16 12:21:54	\N	ใส่เครื่องประดับ/โบว์
196	2142	23	approved	2024-06-16 12:22:32	2024-06-16 12:22:32	\N	ใส่เครื่องประดับ/โบว์
197	1782	23	approved	2024-06-16 12:22:58	2024-06-16 12:22:58	\N	ใส่เครื่องประดับ/โบว์
198	1722	23	approved	2024-06-16 12:24:00	2024-06-16 12:24:00	\N	ถุงเท้า
199	2256	23	approved	2024-06-16 12:27:50	2024-06-16 12:27:50	\N	ถุงเท้า
200	1978	23	approved	2024-06-16 12:28:42	2024-06-16 12:28:42	\N	ทรงผมผิดระเบียบ
201	1784	23	approved	2024-06-16 12:30:18	2024-06-16 12:30:18	\N	ใส่เครื่องประดับ/โบว์
270	825	23	approved	2024-06-16 14:26:26	2024-06-16 14:26:26	\N	ถุงเท้า
202	1735	23	approved	2024-06-16 12:30:57	2024-06-16 12:30:57	\N	ใส่เครื่องประดับ/โบว์
203	361	23	approved	2024-06-16 12:32:55	2024-06-16 12:32:55	\N	กระโปรง/กางเกง 
204	84	23	approved	2024-06-16 12:33:47	2024-06-16 12:33:47	\N	กระโปรง/กางเกง
205	89	23	approved	2024-06-16 12:34:35	2024-06-16 12:34:35	\N	ถุงเท้า
206	1188	23	approved	2024-06-16 12:35:04	2024-06-16 12:35:04	\N	ถุงเท้า
207	492	23	approved	2024-06-16 12:35:53	2024-06-16 12:35:53	\N	ถุงเท้า
208	250	23	approved	2024-06-16 12:36:20	2024-06-16 12:36:20	\N	ถุงเท้า
209	165	23	approved	2024-06-16 12:36:48	2024-06-16 12:36:48	\N	ถุงเท้า
210	78	23	approved	2024-06-16 12:37:40	2024-06-16 12:37:40	\N	ใส่เครื่องประดับ/โบว์
211	1342	23	approved	2024-06-16 12:38:25	2024-06-16 12:38:25	\N	ใส่เครื่องประดับ/โบว์
212	1420	23	approved	2024-06-16 12:38:56	2024-06-16 12:38:56	\N	ใส่เครื่องประดับ/โบว์
213	1917	23	approved	2024-06-16 12:39:34	2024-06-16 12:39:34	\N	ถุงเท้า
214	1275	23	approved	2024-06-16 12:40:30	2024-06-16 12:40:30	\N	ถุงเท้า
216	279	23	approved	2024-06-16 12:50:53	2024-06-16 12:50:53	\N	ทรงผมผิดระเบียบ
217	2144	23	approved	2024-06-16 12:51:30	2024-06-16 12:51:30	\N	ทรงผมผิดระเบียบ
218	2376	23	approved	2024-06-16 12:52:45	2024-06-16 12:52:45	\N	ถุงเท้า
219	817	23	approved	2024-06-16 12:54:07	2024-06-16 12:54:07	\N	ทรงผมผิดระเบียบ
220	1241	23	approved	2024-06-16 12:54:51	2024-06-16 12:54:51	\N	ใส่เครื่องประดับ/โบว์
221	840	23	approved	2024-06-16 12:55:25	2024-06-16 12:55:25	\N	ถุงเท้า
222	1433	23	approved	2024-06-16 12:56:52	2024-06-16 12:56:52	\N	ใส่เครื่องประดับ/โบว์
223	406	23	approved	2024-06-16 12:57:20	2024-06-16 12:57:20	\N	ถุงเท้า
224	178	23	approved	2024-06-16 12:58:26	2024-06-16 12:58:26	\N	ถุงเท้า
225	170	23	approved	2024-06-16 12:59:08	2024-06-16 12:59:08	\N	ถุงเท้า
226	1432	23	approved	2024-06-16 12:59:56	2024-06-16 12:59:56	\N	ใส่เครื่องประดับ/โบว์
227	488	23	approved	2024-06-16 13:00:28	2024-06-16 13:00:28	\N	ถุงเท้า
228	372	23	approved	2024-06-16 13:01:09	2024-06-16 13:01:09	\N	ถุงเท้า
229	507	23	approved	2024-06-16 13:01:49	2024-06-16 13:01:49	\N	ถุงเท้า
230	1409	23	approved	2024-06-16 13:05:00	2024-06-16 13:05:00	\N	ถุงเท้า
231	470	23	approved	2024-06-16 13:05:58	2024-06-16 13:05:58	\N	ใส่เครื่องประดับ
232	585	23	approved	2024-06-16 13:06:32	2024-06-16 13:06:32	\N	ใส่เครื่องประดับ/โบว์
233	646	23	approved	2024-06-16 13:07:08	2024-06-16 13:07:08	\N	ใส่เครื่องประดับ/โบว์
234	561	23	approved	2024-06-16 13:07:45	2024-06-16 13:07:45	\N	ถุงเท้า
235	1016	23	approved	2024-06-16 13:09:50	2024-06-16 13:09:50	\N	ใส่เครื่องประดับ/โบว์
236	363	23	approved	2024-06-16 13:10:20	2024-06-16 13:10:20	\N	ใส่เครื่องประดับ/โบว์
237	742	23	approved	2024-06-16 13:10:58	2024-06-16 13:10:58	\N	ใส่เครื่องประดับ/โบว์
238	702	23	approved	2024-06-16 13:11:30	2024-06-16 13:11:30	\N	ถุงเท้า
239	412	23	approved	2024-06-16 13:12:34	2024-06-16 13:12:34	\N	ถุงเท้า
240	1238	23	approved	2024-06-16 13:13:33	2024-06-16 13:13:33	\N	ใส่เครื่องประดับ/โบว์
241	1346	23	approved	2024-06-16 13:15:03	2024-06-16 13:15:03	\N	ใส่เครื่องประดับ/โบว์
242	928	23	approved	2024-06-16 13:15:54	2024-06-16 13:15:54	\N	ใส่เครื่องประดับ/โบว์
243	1359	23	approved	2024-06-16 13:16:36	2024-06-16 13:16:36	\N	ถุงเท้า
244	1736	23	approved	2024-06-16 13:17:18	2024-06-16 13:17:18	\N	ใส่เครื่องประดับ/โบว์
245	992	23	approved	2024-06-16 13:19:14	2024-06-16 13:19:14	\N	ถุงเท้า
246	1199	23	approved	2024-06-16 13:19:47	2024-06-16 13:19:47	\N	ถุงเท้า
247	1409	23	approved	2024-06-16 13:20:25	2024-06-16 13:20:25	\N	ถุงเท้า
248	1495	23	approved	2024-06-16 13:21:18	2024-06-16 13:21:18	\N	ใส่เครื่องประดับ/โบว์
249	1332	23	approved	2024-06-16 13:22:20	2024-06-16 13:22:20	\N	ใส่เครื่องประดับ/โบว์
250	2303	23	approved	2024-06-16 13:23:02	2024-06-16 13:23:02	\N	ใส่เครื่องประดับ/โบว์
251	947	23	approved	2024-06-16 13:23:35	2024-06-16 13:23:35	\N	ใส่เครื่องประดับ/โบว์
252	1014	23	approved	2024-06-16 13:24:04	2024-06-16 13:24:04	\N	ถุงเท้า
253	1019	23	approved	2024-06-16 13:24:32	2024-06-16 13:24:32	\N	ถุงเท้า
254	658	23	approved	2024-06-16 13:26:08	2024-06-16 13:26:08	\N	ใส่เครื่องประดับ/โบว์
255	350	23	approved	2024-06-16 13:26:43	2024-06-16 13:26:43	\N	ใส่เครื่องประดับ/โบว์
256	403	23	approved	2024-06-16 13:27:11	2024-06-16 13:27:11	\N	ใส่เครื่องประดับ/โบว์
257	1195	23	approved	2024-06-16 13:27:42	2024-06-16 13:27:42	\N	ถุงเท้า
258	1762	23	approved	2024-06-16 13:28:47	2024-06-16 13:28:47	\N	ใส่เครื่องประดับ/โบว์
259	675	23	approved	2024-06-16 13:29:13	2024-06-16 13:29:13	\N	ถุงเท้า
260	395	23	approved	2024-06-16 13:30:10	2024-06-16 13:30:10	\N	เล็บยาว
261	1356	23	approved	2024-06-16 13:30:42	2024-06-16 13:30:42	\N	เล็บยาว
262	1185	23	approved	2024-06-16 14:18:40	2024-06-16 14:18:40	\N	ใส่เครื่องประดับ/โบว์
263	445	23	approved	2024-06-16 14:19:31	2024-06-16 14:19:31	\N	ใส่เครื่องประดับ/โบว์
264	1000	23	approved	2024-06-16 14:20:31	2024-06-16 14:20:31	\N	ถุงเท้า
265	916	23	approved	2024-06-16 14:21:31	2024-06-16 14:21:31	\N	ใส่เครื่องประดับ/โบว์
266	642	23	approved	2024-06-16 14:22:09	2024-06-16 14:22:09	\N	ใส่เครื่องประดับ/โบว์
267	1446	23	approved	2024-06-16 14:23:07	2024-06-16 14:23:07	\N	ถ
268	1446	23	approved	2024-06-16 14:24:10	2024-06-16 14:24:10	\N	ถุงเท้า
269	680	23	approved	2024-06-16 14:25:49	2024-06-16 14:25:49	\N	เครื่องประดับ/โบว์ ถุงเท้าผิดระเบียบ
271	826	23	approved	2024-06-16 14:27:35	2024-06-16 14:27:35	\N	เครื่องประดับ/โบว์ ถุงเท้าผิดระเบียบ
272	657	23	approved	2024-06-16 14:28:11	2024-06-16 14:28:11	\N	ใส่เครื่องประดับ/โบว์
273	2353	23	approved	2024-06-16 14:29:18	2024-06-16 14:29:18	\N	ถุงเท้า
274	920	23	approved	2024-06-16 14:29:51	2024-06-16 14:29:51	\N	ใส่เครื่องประดับ/โบว์
275	415	23	approved	2024-06-16 14:32:39	2024-06-16 14:32:39	\N	เสื้อออกนอกกระโปรง
276	2351	23	approved	2024-06-16 14:33:35	2024-06-16 14:33:35	\N	ทรงผม
277	2329	23	approved	2024-06-16 14:34:06	2024-06-16 14:34:06	\N	ทรงผม
278	1919	23	approved	2024-06-16 14:34:44	2024-06-16 14:34:44	\N	เล็บยาว
279	157	23	approved	2024-06-16 14:35:20	2024-06-16 14:35:20	\N	ถุงเท้า
280	1773	23	approved	2024-06-16 14:36:03	2024-06-16 14:36:03	\N	ใส่เครื่องประดับ
281	2443	23	approved	2024-06-16 14:36:43	2024-06-16 14:36:43	\N	ใส่เครื่องประดับ/โบว์
282	1107	23	approved	2024-06-16 14:37:48	2024-06-16 14:37:48	\N	ใส่เครื่องประดับ/โบว์
283	1426	23	approved	2024-06-16 14:38:30	2024-06-16 14:38:30	\N	ใส่เครื่องประดับ/โบว์
284	1418	23	approved	2024-06-16 14:39:03	2024-06-16 14:39:03	\N	ใส่เครื่องประดับ/โบว์
285	981	23	approved	2024-06-16 14:39:33	2024-06-16 14:39:33	\N	ถุงเท้า
286	2383	23	approved	2024-06-16 14:42:18	2024-06-16 14:42:18	\N	ใส่เครื่องประดับ/โบว์
287	2305	23	approved	2024-06-16 14:44:05	2024-06-16 14:44:05	\N	ใ่ส่เครื่องประดับ/โบว์
288	45	23	approved	2024-06-16 14:44:43	2024-06-16 14:44:43	\N	ใ่ส่เครื่องประดับ/โบว์
289	1239	23	approved	2024-06-16 14:45:32	2024-06-16 14:45:32	\N	ใ่ส่เครื่องประดับ/โบว์
290	1529	23	approved	2024-06-16 14:46:06	2024-06-16 14:46:06	\N	ใ่ส่เครื่องประดับ/โบว์
291	2259	23	approved	2024-06-16 14:46:58	2024-06-16 14:46:58	\N	ใ่ส่เครื่องประดับ/โบว์
292	1273	23	approved	2024-06-16 14:47:27	2024-06-16 14:47:27	\N	ใ่ส่เครื่องประดับ/โบว์
293	946	23	approved	2024-06-16 14:48:07	2024-06-16 14:48:07	\N	ใ่ส่เครื่องประดับ/โบว์
294	1570	23	approved	2024-06-16 14:49:39	2024-06-16 14:49:39	\N	ใ่ส่เครื่องประดับ/โบว์
295	1918	23	approved	2024-06-16 14:50:23	2024-06-16 14:50:23	\N	ใ่ส่เครื่องประดับ/โบว์
296	211	23	approved	2024-06-16 14:51:02	2024-06-16 14:51:02	\N	ใ่ส่เครื่องประดับ/โบว์
297	1493	2	approved	2024-06-17 11:25:07	2024-06-17 11:25:07	\N	สั่งน้ำจากข้างนอกมารับประทานในโรงเรียน (ผอ.พบหน้าป้อมยาม)
298	1479	2	approved	2024-06-17 11:26:10	2024-06-17 11:26:10	\N	สั่งน้ำจากข้างนอกมารับประทานในโรงเรียน (ผอ.พบหน้าป้อมยาม)
299	1485	2	approved	2024-06-17 11:26:28	2024-06-17 11:26:28	\N	สั่งน้ำจากข้างนอกมารับประทานในโรงเรียน (ผอ.พบหน้าป้อมยาม)
300	1492	2	approved	2024-06-17 11:26:45	2024-06-17 11:26:45	\N	สั่งน้ำจากข้างนอกมารับประทานในโรงเรียน (ผอ.พบหน้าป้อมยาม)
301	1482	2	approved	2024-06-17 11:27:03	2024-06-17 11:27:03	\N	สั่งน้ำจากข้างนอกมารับประทานในโรงเรียน (ผอ.พบหน้าป้อมยาม)
302	1495	2	approved	2024-06-17 11:27:22	2024-06-17 11:27:22	\N	สั่งน้ำจากข้างนอกมารับประทานในโรงเรียน (ผอ.พบหน้าป้อมยาม)
303	1571	2	approved	2024-06-17 11:28:23	2024-06-17 11:28:23	\N	หนีเรียนคาบฟิสิกส์ (รองผอ.ฝ่ายกิจการพบไปนอนที่โรงอาหาร)
304	1571	2	approved	2024-06-17 11:29:18	2024-06-17 11:29:18	\N	ปืนกำแพงรั้วเข้ามาในโรงเรียนช่วงกีฬาสีวันที่ 13 มิถุนายน 2567
305	1479	2	approved	2024-06-17 11:36:40	2024-06-17 11:36:40	\N	สั่งน้ำจากข้างนอกมารับประทานในโรงเรียน (ผอ.พบหน้าป้อมยาม) 
306	1485	2	approved	2024-06-17 11:37:20	2024-06-17 11:37:20	\N	สั่งน้ำจากข้างนอกมารับประทานในโรงเรียน (ผอ.พบหน้าป้อมยาม) 
307	1492	2	approved	2024-06-17 11:37:52	2024-06-17 11:37:52	\N	สั่งน้ำจากข้างนอกมารับประทานในโรงเรียน (ผอ.พบหน้าป้อมยาม) 
308	1482	2	approved	2024-06-17 11:38:21	2024-06-17 11:38:21	\N	สั่งน้ำจากข้างนอกมารับประทานในโรงเรียน (ผอ.พบหน้าป้อมยาม) 
309	1495	2	approved	2024-06-17 11:38:56	2024-06-17 11:38:56	\N	สั่งน้ำจากข้างนอกมารับประทานในโรงเรียน (ผอ.พบหน้าป้อมยาม) 
310	1954	2	approved	2024-06-17 11:41:52	2024-06-17 11:41:52	\N	รองกิจการเจอบุหรี่ไฟฟ้าในกระเป๋าหน้าโรงเรียน (ส่งต่อคลินิกเด็กดีศรีว.ส.)
311	2089	2	approved	2024-06-17 11:42:53	2024-06-17 11:42:53	\N	มีส่วนร่วมในการกระทำผิด ทะเลาะวิวาท (ส่งต่อคลินิกเด็กดีศรีว.ส.)
312	1971	2	approved	2024-06-17 11:43:57	2024-06-17 11:43:57	\N	ทะเลาะวิวาทกับนักเรียนชั้นม6
313	2386	2	approved	2024-06-17 11:45:02	2024-06-17 11:45:02	\N	ทะเลาะวิวาทกับนักเรียนม.5 (ส่งต่อคลินิกเด็กดีศรีว.ส.)
314	2383	2	approved	2024-06-17 11:45:38	2024-06-17 11:45:38	\N	ทะเลาะวิวาทกับนักเรียนม.5 (ส่งต่อคลินิกเด็กดีศรีว.ส.)
315	994	2	approved	2024-06-17 11:48:04	2024-06-17 11:48:04	\N	ครูวรากรเจออาวุธประดิษฐ์ (เหล็กแหลม) ที่กระเป๋านักเรียน (ส่งต่อคลินิกเด็กดีศรีว.ส.)
316	2139	2	approved	2024-06-17 11:49:20	2024-06-17 11:49:20	\N	เล่นถังดับเพลิงที่อาคารเรียน 2 (ส่งต่อคลินิกเด็กดีศรีว.ส)
317	2122	2	approved	2024-06-17 11:50:05	2024-06-17 11:50:05	\N	เล่นถังดับเพลิงที่อาคารเรียน 2 (ส่งต่อคลินิกเด็กดีศรีว.ส)
318	2140	2	approved	2024-06-17 11:50:37	2024-06-17 11:50:37	\N	เล่นถังดับเพลิงที่อาคารเรียน 2 (ส่งต่อคลินิกเด็กดีศรีว.ส)
319	2130	2	approved	2024-06-17 11:50:59	2024-06-17 11:50:59	\N	เล่นถังดับเพลิงที่อาคารเรียน 2 (ส่งต่อคลินิกเด็กดีศรีว.ส)
320	2110	2	approved	2024-06-17 11:52:14	2024-06-17 11:52:14	\N	เล่นถังดับเพลิงที่อาคารเรียน 2 (ส่งต่อคลินิกเด็กดีศรีว.ส)
321	2146	2	approved	2024-06-17 11:52:39	2024-06-17 11:52:39	\N	เล่นถังดับเพลิงที่อาคารเรียน 2 (ส่งต่อคลินิกเด็กดีศรีว.ส)
322	991	2	approved	2024-06-17 13:37:34	2024-06-17 13:37:34	\N	กลั่นแกล้งเพื่อนในห้องม.2/12 (ผอ.สอบสวนที่ห้องกิจการนักเรียน)
323	987	2	approved	2024-06-17 13:38:03	2024-06-17 13:38:03	\N	กลั่นแกล้งเพื่อนในห้องม.2/12 (ผอ.สอบสวนที่ห้องกิจการนักเรียน)
324	997	2	approved	2024-06-17 13:38:34	2024-06-17 13:38:34	\N	กลั่นแกล้งเพื่อนในห้องม.2/12 (ผอ.สอบสวนที่ห้องกิจการนักเรียน)
325	981	2	approved	2024-06-17 13:39:06	2024-06-17 13:39:06	\N	กลั่นแกล้งเพื่อนในห้องม.2/12 (ผอ.สอบสวนที่ห้องกิจการนักเรียน)
326	1000	2	approved	2024-06-17 13:39:34	2024-06-17 13:39:34	\N	กลั่นแกล้งเพื่อนในห้องม.2/12 (ผอ.สอบสวนที่ห้องกิจการนักเรียน)
327	981	2	approved	2024-06-17 13:41:11	2024-06-17 13:41:11	\N	ปีนรั้วหนีโรงเรียนวันไหว้ครู
328	1000	2	approved	2024-06-17 13:41:53	2024-06-17 13:41:53	\N	ปีนรั้วโรงเรียนวันไหว้ครู
329	766	2	approved	2024-06-17 13:46:41	2024-06-17 13:46:41	\N	ปีนรั้วหนีโรงเรียนวันไหว้ครู
330	750	2	approved	2024-06-17 13:47:23	2024-06-17 13:47:23	\N	ปีนรั้วหนีโรงเรียนวันไหว้ครู
331	816	2	approved	2024-06-17 13:48:06	2024-06-17 13:48:06	\N	ปีนรั้วหนีโรงเรียนวันไหว้ครู
332	1009	2	approved	2024-06-17 13:48:52	2024-06-17 13:48:52	\N	ปีนรั้วหนีโรงเรียนวันไหว้ครู
333	760	2	approved	2024-06-17 13:49:56	2024-06-17 13:49:56	\N	ปีนรั้วหนีโรงเรียนวันไหว้ครู
334	733	2	approved	2024-06-17 13:51:02	2024-06-17 13:51:02	\N	ปีนรั้วหนีโรงเรียนวันไหว้ครู
335	839	2	approved	2024-06-17 13:52:13	2024-06-17 13:52:13	\N	ปีนรั้วหนีโรงเรียนวันไหว้ครู
336	751	2	approved	2024-06-17 13:53:07	2024-06-17 13:53:07	\N	ปีนรั้วหนีโรงเรียนวันไหว้ครู
337	929	2	approved	2024-06-17 14:07:23	2024-06-17 14:07:23	\N	ปีนรั้วหนีโรงเรียนวันไหว้ครู
338	1814	17	approved	2024-06-18 06:26:02	2024-06-18 06:26:02	\N	ได้รับรางวัลระดับนานาชาติ ในการแข่งขันโครงงานคณิตศาสตร์
339	1815	17	rejected	2024-06-18 06:28:23	2024-06-18 06:28:23	\N	ได้รับรางวัลระดับนานาชาติ ในการแข่งขันโครงงานคณิตศาสตร์
340	1809	17	rejected	2024-06-18 06:29:43	2024-06-18 06:29:43	\N	ได้รับรางวัลระดับนานาชาติ ในการแข่งขันโครงงานคณิตศาสตร์
341	1843	23	approved	2024-06-18 12:34:20	2024-06-18 12:34:20	\N	ใส่เครื่องประดับ/โบว์
342	1909	23	approved	2024-06-18 12:35:35	2024-06-18 12:35:35	\N	ใส่เครื่องประดับ/โบว์
343	1930	23	approved	2024-06-18 12:37:21	2024-06-18 12:37:21	\N	เล็บยาว
344	1480	23	approved	2024-06-18 12:39:10	2024-06-18 12:39:10	\N	ใส่เครื่องประดับ/โบว์
345	418	23	approved	2024-06-18 12:39:57	2024-06-18 12:39:57	\N	ใส่เครื่องประดับ/โบว์
346	2373	23	approved	2024-06-18 12:40:55	2024-06-18 12:40:55	\N	ใส่เครื่องประดับ/โบว์
347	1431	23	approved	2024-06-18 12:42:14	2024-06-18 12:42:14	\N	ใส่เครื่องประดับ/โบว์
348	1254	23	approved	2024-06-18 12:46:13	2024-06-18 12:46:13	\N	ใส่เครื่องประดับ/โบว์
349	860	23	approved	2024-06-18 12:48:23	2024-06-18 12:48:23	\N	เสื้อไม่ปักจุด/ไม่มีชื่อ
350	686	23	approved	2024-06-18 12:49:04	2024-06-18 12:49:04	\N	เสื้อไม่ปักจุด/ไม่มีชื่อ
351	2055	23	approved	2024-06-18 12:49:56	2024-06-18 12:49:56	\N	ใส่เครื่องประดับ/โบว์
352	965	23	approved	2024-06-18 12:51:30	2024-06-18 12:51:30	\N	ทรงผม
353	221	23	approved	2024-06-18 12:52:46	2024-06-18 12:52:46	\N	ใส่เครื่องประดับ/โบว์
354	1649	23	approved	2024-06-18 12:53:36	2024-06-18 12:53:36	\N	ใส่เครื่องประดับ/โบว์
355	1594	23	approved	2024-06-18 12:54:29	2024-06-18 12:54:29	\N	ใส่เครื่องประดับ/โบว์
356	1735	23	approved	2024-06-18 12:55:29	2024-06-18 12:55:29	\N	ใส่เครื่องประดับ/โบว์
357	2083	23	approved	2024-06-18 12:56:24	2024-06-18 12:56:24	\N	ใส่เครื่องประดับ/โบว์
358	2430	23	approved	2024-06-18 12:58:09	2024-06-18 12:58:09	\N	ใส่เครื่องประดับ/โบว์
359	2256	23	approved	2024-06-18 12:59:09	2024-06-18 12:59:09	\N	ใส่เครื่องประดับ/โบว์
360	2041	23	approved	2024-06-18 12:59:47	2024-06-18 12:59:47	\N	ใส่เครื่องประดับ/โบว์
361	2268	23	approved	2024-06-18 13:00:32	2024-06-18 13:00:32	\N	ใส่เครื่องประดับ/โบว์
362	1292	23	approved	2024-06-18 13:01:29	2024-06-18 13:01:29	\N	ใส่เครื่องประดับ/โบว์
363	2459	23	approved	2024-06-18 13:02:10	2024-06-18 13:02:10	\N	ถุงเท้า
364	2099	23	approved	2024-06-18 13:03:05	2024-06-18 13:03:05	\N	ใส่เครื่องประดับ/โบว์
365	2099	23	approved	2024-06-18 13:04:36	2024-06-18 13:04:36	\N	ถุงเท้า
366	2394	23	approved	2024-06-18 13:07:53	2024-06-18 13:07:53	\N	ถุงเท้า
367	816	2	approved	2024-06-19 09:22:16	2024-06-19 09:22:16	\N	ถักเปีย
368	1495	2	approved	2024-06-21 06:33:23	2024-06-21 06:33:23	\N	ใส่ตั้งหูมาโรงเรียน
369	2140	24	approved	2024-06-21 09:41:53	2024-06-21 09:41:53	\N	ต่อยเพื่อนในคาบเรียนวิทยาศาสตร์ เมื่อวันที่ 20  มิ.ย. 67
370	1274	23	approved	2024-06-22 14:57:22	2024-06-22 14:57:22	\N	ใส่เครื่องประดับ/โบว์
371	1393	23	approved	2024-06-22 14:58:40	2024-06-22 14:58:40	\N	ใส่เครื่องประดับ/โบว์
372	929	23	approved	2024-06-22 14:59:23	2024-06-22 14:59:23	\N	ใส่เครื่องประดับ/โบว์
373	760	23	approved	2024-06-22 14:59:51	2024-06-22 14:59:51	\N	ใส่เครื่องประดับ/โบว์
374	1518	23	approved	2024-06-22 15:00:31	2024-06-22 15:00:31	\N	ใส่เครื่องประดับ/โบว์
375	1180	23	approved	2024-06-22 15:01:20	2024-06-22 15:01:20	\N	ไม่แต่งเครื่องแบบลูกเสือ
376	748	23	approved	2024-06-22 15:02:07	2024-06-22 15:02:07	\N	ใส่เครื่องประดับ/โบว์
377	1354	23	approved	2024-06-22 15:02:41	2024-06-22 15:02:41	\N	ใส่เครื่องประดับ/โบว์
378	829	23	approved	2024-06-22 15:03:22	2024-06-22 15:03:22	\N	ใส่เครื่องประดับ/โบว์
379	825	23	approved	2024-06-22 15:04:30	2024-06-22 15:04:30	\N	กางเกง/กระโปรงผิดระเบียบ
380	1203	23	approved	2024-06-22 15:05:23	2024-06-22 15:05:23	\N	กางเกงผิดระเบียบ
381	751	23	approved	2024-06-22 15:06:37	2024-06-22 15:06:37	\N	กระโปรง/กางเกงผิดระเบียบ
382	1919	23	approved	2024-06-22 15:07:55	2024-06-22 15:07:55	\N	หนวดเครา ใส่เครื่องประดับ
383	1308	23	approved	2024-06-22 15:08:44	2024-06-22 15:08:44	\N	ใส่เครื่องประดับ
384	1328	23	approved	2024-06-22 15:09:33	2024-06-22 15:09:33	\N	ใส่เครื่องประดับ/โบว์
385	1010	23	approved	2024-06-22 15:10:09	2024-06-22 15:10:09	\N	ใส่เครื่องประดับ/โบว์
386	1431	23	approved	2024-06-22 15:11:07	2024-06-22 15:11:07	\N	ถุงเท้า
387	852	23	approved	2024-06-22 15:12:58	2024-06-22 15:12:58	\N	ย้อม ดัด เปลี่ยนสี
388	2072	23	approved	2024-06-22 15:13:26	2024-06-22 15:13:26	\N	ใส่เครื่องประดับ/โบว์
389	491	23	approved	2024-06-22 15:14:20	2024-06-22 15:14:20	\N	ถุงเท้า
390	920	23	approved	2024-06-22 15:14:59	2024-06-22 15:14:59	\N	ใส่เครื่องประดับ/โบว์
391	924	23	approved	2024-06-22 15:15:44	2024-06-22 15:15:44	\N	ใส่เครื่องประดับ/โบว์
392	1275	23	approved	2024-06-22 15:17:22	2024-06-22 15:17:22	\N	ใส่เครื่องประดับ/โบว์
393	839	23	approved	2024-06-22 15:18:46	2024-06-22 15:18:46	\N	กระโปรง/กางเกงผิดระเบียบ ถุงเท้า
394	750	23	approved	2024-06-22 15:19:44	2024-06-22 15:19:44	\N	กระโปรง/กางเกงผิดระเบียบ
395	733	23	approved	2024-06-22 15:20:11	2024-06-22 15:20:11	\N	กระโปรง/กางเกงผิดระเบียบ
396	2398	23	approved	2024-06-22 15:21:15	2024-06-22 15:21:15	\N	ใส่เครื่องประดับ/โบว์
397	2271	23	approved	2024-06-22 15:21:49	2024-06-22 15:21:49	\N	ใส่เครื่องประดับ/โบว์
398	2443	23	approved	2024-06-22 15:22:34	2024-06-22 15:22:34	\N	ใส่เครื่องประดับ/โบว์ ถุงเท้า
399	2355	23	approved	2024-06-22 15:23:40	2024-06-22 15:23:40	\N	ใส่เครื่องประดับ/โบว์
400	1751	23	approved	2024-06-22 15:24:07	2024-06-22 15:24:07	\N	ใส่เครื่องประดับ/โบว์
401	677	23	approved	2024-06-22 15:25:25	2024-06-22 15:25:25	\N	ใส่เครื่องประดับ/โบว์
402	2432	23	approved	2024-06-22 15:26:27	2024-06-22 15:26:27	\N	กระโปรง/กางเกงผิดระเบียบ ถุงเท้า
403	1880	23	approved	2024-06-22 15:27:22	2024-06-22 15:27:22	\N	ใส่เครื่องประดับ/โบว์
404	1346	23	approved	2024-06-22 15:28:11	2024-06-22 15:28:11	\N	ใส่เครื่องประดับ/โบว์
405	928	23	approved	2024-06-22 15:28:43	2024-06-22 15:28:43	\N	ใส่เครื่องประดับ/โบว์
406	824	23	approved	2024-06-22 15:29:47	2024-06-22 15:29:47	\N	ใส่เครื่องประดับ
407	2408	23	approved	2024-06-22 15:30:32	2024-06-22 15:30:32	\N	ถุงเท้า
408	1578	23	approved	2024-06-22 15:38:34	2024-06-22 15:38:34	\N	กระโปรง/กางเกง ผิดระเบียบ
409	1782	23	approved	2024-06-22 15:42:37	2024-06-22 15:42:37	\N	ใส่เครื่องประดับ/โบว์
410	2289	23	approved	2024-06-22 15:48:09	2024-06-22 15:48:09	\N	ใส่เครื่องประดับ/โบว์
411	2139	23	approved	2024-06-22 15:48:51	2024-06-22 15:48:51	\N	ใส่เครื่องประดับ/โบว์
412	1758	23	approved	2024-06-22 15:52:28	2024-06-22 15:52:28	\N	กระโปรง/กางเกงผิดระเบียบ
413	1697	23	approved	2024-06-22 15:52:57	2024-06-22 15:52:57	\N	ใส่เครื่องประดับ/โบว์
414	2354	23	approved	2024-06-22 15:53:30	2024-06-22 15:53:30	\N	ใส่เครื่องประดับ/โบว์
415	1948	23	approved	2024-06-22 15:54:11	2024-06-22 15:54:11	\N	กระโปรง/กางเกงผิดระเบียบ
416	1574	23	approved	2024-06-22 15:54:41	2024-06-22 15:54:41	\N	กระโปรง/กางเกงผิดระเบียบ
417	2057	23	approved	2024-06-22 16:08:30	2024-06-22 16:08:30	\N	ถุงเท้า
418	1355	23	approved	2024-06-22 16:18:05	2024-06-22 16:18:05	\N	ใส่เครื่องประดับ/โบว์
419	852	23	approved	2024-06-22 16:18:37	2024-06-22 16:18:37	\N	ใส่เครื่องประดับ/โบว์
560	2449	2	approved	2024-06-24 11:45:23	2024-06-24 11:45:23	\N	เล็บยาว
420	760	23	approved	2024-06-22 16:19:04	2024-06-22 16:19:04	\N	ใส่เครื่องประดับ/โบว์
421	929	23	approved	2024-06-22 16:20:41	2024-06-22 16:20:41	\N	ใส่เครื่องประดับ/โบว์ ถุงเท้า
422	496	23	approved	2024-06-22 16:21:17	2024-06-22 16:21:17	\N	ถุงเท้า
423	920	23	approved	2024-06-22 16:21:51	2024-06-22 16:21:51	\N	ใส่เครื่องประดับ/โบว์
424	924	23	approved	2024-06-22 16:22:16	2024-06-22 16:22:16	\N	ใส่เครื่องประดับ/โบว์
425	740	23	approved	2024-06-22 16:22:55	2024-06-22 16:22:55	\N	ใส่เครื่องประดับ/โบว์
426	1346	23	approved	2024-06-22 16:23:24	2024-06-22 16:23:24	\N	ถุงเท้า
427	350	23	approved	2024-06-22 16:23:57	2024-06-22 16:23:57	\N	ถุงเท้า
428	1274	23	approved	2024-06-22 16:24:25	2024-06-22 16:24:25	\N	ถุงเท้า
429	1447	23	approved	2024-06-22 16:24:52	2024-06-22 16:24:52	\N	ถุงเท้า
430	839	23	approved	2024-06-22 16:25:26	2024-06-22 16:25:26	\N	ถุงเท้า
431	1956	23	approved	2024-06-22 16:26:54	2024-06-22 16:26:54	\N	ถุงเท้า
432	642	23	approved	2024-06-22 16:30:41	2024-06-22 16:30:41	\N	ใส่เครื่องประดับ/โบว์
433	2387	23	approved	2024-06-22 16:31:31	2024-06-22 16:31:31	\N	ถุงเท้า
434	1782	23	approved	2024-06-22 16:33:38	2024-06-22 16:33:38	\N	ใส่เครื่องประดับ/โบว์
435	2432	23	approved	2024-06-22 16:35:15	2024-06-22 16:35:15	\N	หนวดเครา
436	2339	23	approved	2024-06-22 16:36:06	2024-06-22 16:36:06	\N	แหวนทอง
437	2052	23	approved	2024-06-22 16:36:47	2024-06-22 16:36:47	\N	ใส่เครื่องประดับ/โบว์
438	2443	23	approved	2024-06-22 16:37:14	2024-06-22 16:37:14	\N	ใส่เครื่องประดับ/โบว์
439	2355	23	approved	2024-06-22 16:37:44	2024-06-22 16:37:44	\N	ใส่เครื่องประดับ/โบว์
440	1594	23	approved	2024-06-22 16:38:57	2024-06-22 16:38:57	\N	เล็บยาว
441	1919	23	approved	2024-06-22 16:41:26	2024-06-22 16:41:26	\N	หนวดเครา
442	2248	23	approved	2024-06-22 17:43:03	2024-06-22 17:43:03	\N	ใส่เครื่องประดับ/โบว์
443	2060	23	approved	2024-06-22 17:45:17	2024-06-22 17:45:17	\N	ทรงผมผิดระเบียบ
444	1352	23	approved	2024-06-22 17:46:01	2024-06-22 17:46:01	\N	ใส่เครื่องประดับ/โบว์
445	1878	23	approved	2024-06-22 17:46:53	2024-06-22 17:46:53	\N	ทรงผม
446	2270	23	approved	2024-06-22 17:47:54	2024-06-22 17:47:54	\N	ย้อม ดัด เปลี่ยนสี
447	2235	23	approved	2024-06-22 17:48:24	2024-06-22 17:48:24	\N	ใส่เครื่องประดับ/โบว์
448	2313	23	approved	2024-06-22 17:49:08	2024-06-22 17:49:08	\N	ย้อม ดัด เปลี่ยนสี
449	2422	23	approved	2024-06-22 17:49:43	2024-06-22 17:49:43	\N	ใส่เครื่องประดับ
450	1971	23	approved	2024-06-22 17:50:23	2024-06-22 17:50:23	\N	ใส่เครื่องประดับ/โบว์
451	1978	23	approved	2024-06-22 17:51:36	2024-06-22 17:51:36	\N	ทรงผม ถุงเท้า
452	2121	23	approved	2024-06-22 17:52:31	2024-06-22 17:52:31	\N	ทรงผม
453	2069	23	approved	2024-06-22 17:53:01	2024-06-22 17:53:01	\N	ทรงผม
454	750	23	approved	2024-06-22 17:53:43	2024-06-22 17:53:43	\N	ถุงเท้า
455	1871	23	approved	2024-06-22 17:54:17	2024-06-22 17:54:17	\N	ใส่เครื่องประดับ/โบว์
456	2428	23	approved	2024-06-22 17:54:44	2024-06-22 17:54:44	\N	ใส่เครื่องประดับ/โบว์
457	2036	23	approved	2024-06-22 17:55:13	2024-06-22 17:55:13	\N	ใส่เครื่องประดับ/โบว์
458	2429	23	approved	2024-06-22 17:55:54	2024-06-22 17:55:54	\N	ใส่เครื่องประดับ/โบว์
459	677	23	approved	2024-06-22 17:56:24	2024-06-22 17:56:24	\N	ใส่เครื่องประดับ/โบว์
460	1880	23	approved	2024-06-22 17:57:08	2024-06-22 17:57:08	\N	ใส่เครื่องประดับ/โบว์
461	2017	23	approved	2024-06-22 17:57:54	2024-06-22 17:57:54	\N	หนวดเครา
462	2338	23	approved	2024-06-22 17:58:54	2024-06-22 17:58:54	\N	ถุงเท้า
463	2091	23	approved	2024-06-22 18:02:27	2024-06-22 18:02:27	\N	เล็บยาว
464	1773	23	approved	2024-06-22 18:02:59	2024-06-22 18:02:59	\N	เล็บยาว
465	2047	23	approved	2024-06-22 18:03:57	2024-06-22 18:03:57	\N	ใส่เครื่องประดับ
466	2432	23	approved	2024-06-22 18:04:28	2024-06-22 18:04:28	\N	ถุงเท้า
467	1920	23	approved	2024-06-22 18:05:23	2024-06-22 18:05:23	\N	เครื่องประดับ/โบว์
468	1782	23	approved	2024-06-22 18:05:59	2024-06-22 18:05:59	\N	เครื่องประดับ/โบว์
469	2296	23	approved	2024-06-22 18:06:38	2024-06-22 18:06:38	\N	ใส่เครื่องประดับ/โบว์
470	1434	23	approved	2024-06-22 18:07:46	2024-06-22 18:07:46	\N	ใส่เครื่องประดับ/โบว์
471	2351	23	approved	2024-06-22 18:08:30	2024-06-22 18:08:30	\N	ถุงเท้า
472	2355	23	approved	2024-06-22 18:09:03	2024-06-22 18:09:03	\N	ใส่เครื่องประดับ/โบว์
473	2329	23	approved	2024-06-22 18:09:50	2024-06-22 18:09:50	\N	ใส่เครื่องประดับ/โบว์
474	733	23	approved	2024-06-22 18:10:42	2024-06-22 18:10:42	\N	เครื่องประดับ/โบว์ ถุงเท้า
475	1896	23	approved	2024-06-22 18:11:15	2024-06-22 18:11:15	\N	เครื่องประดับ/โบว์
476	1727	23	approved	2024-06-22 18:12:02	2024-06-22 18:12:02	\N	ถุงเท้า
477	1921	23	approved	2024-06-22 18:12:44	2024-06-22 18:12:44	\N	เครื่องประดับ/โบว์
478	1931	23	approved	2024-06-22 18:13:13	2024-06-22 18:13:13	\N	ถุงเท้า
479	2055	23	approved	2024-06-22 18:13:39	2024-06-22 18:13:39	\N	ถุงเท้า
480	2389	23	approved	2024-06-22 18:14:15	2024-06-22 18:14:15	\N	ถุงเท้า
481	825	23	approved	2024-06-22 18:14:54	2024-06-22 18:14:54	\N	ถุงเท้า
482	929	23	approved	2024-06-22 18:15:41	2024-06-22 18:15:41	\N	เครื่องประดับ/โบว์  ถุงเท้า
483	1908	23	approved	2024-06-22 18:16:23	2024-06-22 18:16:23	\N	เครื่องประดับ/โบว์
484	1447	23	approved	2024-06-22 18:16:51	2024-06-22 18:16:51	\N	ถุงเท้า
485	1796	23	approved	2024-06-22 18:17:40	2024-06-22 18:17:40	\N	เครื่องประดับ/โบว์
486	1617	23	approved	2024-06-22 18:18:15	2024-06-22 18:18:15	\N	เล็บยาว
487	2443	23	approved	2024-06-22 18:18:59	2024-06-22 18:18:59	\N	เครื่องประดับ/โบว์
488	300	23	approved	2024-06-22 18:19:37	2024-06-22 18:19:37	\N	ถุงเท้า
489	1124	23	approved	2024-06-22 18:20:33	2024-06-22 18:20:33	\N	ถุงเท้า
490	1010	23	approved	2024-06-22 18:21:07	2024-06-22 18:21:07	\N	เครื่องประดับ/โบว์
491	440	23	approved	2024-06-22 18:21:40	2024-06-22 18:21:40	\N	เครื่องประดับ/โบว์
492	769	23	approved	2024-06-22 18:22:18	2024-06-22 18:22:18	\N	เครื่องประดับ/โบว์
493	663	23	approved	2024-06-22 18:23:22	2024-06-22 18:23:22	\N	เครื่องประดับ/โบว์
494	459	23	approved	2024-06-22 18:23:56	2024-06-22 18:23:56	\N	เครื่องประดับ/โบว์
495	1187	23	approved	2024-06-22 18:24:42	2024-06-22 18:24:42	\N	เครื่องประดับ/โบว์
496	1363	23	approved	2024-06-22 18:26:00	2024-06-22 18:26:00	\N	ถุงเท้า
497	918	23	approved	2024-06-22 18:26:32	2024-06-22 18:26:32	\N	เครื่องประดับ/โบว์
498	920	23	approved	2024-06-22 18:27:05	2024-06-22 18:27:05	\N	เครื่องประดับ/โบว์
499	689	23	approved	2024-06-22 18:29:11	2024-06-22 18:29:11	\N	เครื่องประดับ/โบว์
500	1777	23	approved	2024-06-22 18:29:42	2024-06-22 18:29:42	\N	เครื่องประดับ/โบว์
501	831	23	approved	2024-06-22 18:30:12	2024-06-22 18:30:12	\N	เครื่องประดับ/โบว์
502	1073	23	approved	2024-06-22 18:30:48	2024-06-22 18:30:48	\N	เครื่องประดับ/โบว์
503	256	23	approved	2024-06-22 18:31:19	2024-06-22 18:31:19	\N	เครื่องประดับ/โบว์
504	2346	23	approved	2024-06-22 18:31:59	2024-06-22 18:31:59	\N	ถุงเท้า
505	2374	23	approved	2024-06-22 18:32:43	2024-06-22 18:32:43	\N	เครื่องประดับ/โบว์
506	2372	23	approved	2024-06-22 18:33:29	2024-06-22 18:33:29	\N	เครื่องประดับ/โบว์
507	2424	23	approved	2024-06-22 18:34:02	2024-06-22 18:34:02	\N	ถุงเท้า
508	2387	23	approved	2024-06-22 18:34:54	2024-06-22 18:34:54	\N	ถุงเท้า
509	1245	23	approved	2024-06-22 18:35:46	2024-06-22 18:35:46	\N	เครื่องประดับ/โบว์
510	852	23	approved	2024-06-22 18:36:16	2024-06-22 18:36:16	\N	เครื่องประดับ/โบว์
511	2265	23	approved	2024-06-22 18:36:47	2024-06-22 18:36:47	\N	เครื่องประดับ/โบว์
512	599	23	approved	2024-06-22 18:37:18	2024-06-22 18:37:18	\N	เครื่องประดับ/โบว์
513	2036	23	approved	2024-06-22 18:37:45	2024-06-22 18:37:45	\N	เครื่องประดับ/โบว์
514	2429	23	approved	2024-06-22 18:38:14	2024-06-22 18:38:14	\N	ถุงเท้า
515	1904	23	approved	2024-06-22 18:38:45	2024-06-22 18:38:45	\N	เครื่องประดับ/โบว์
516	2375	23	approved	2024-06-22 18:46:42	2024-06-22 18:46:42	\N	เครื่องประดับ/โบว์
517	740	23	approved	2024-06-22 18:47:10	2024-06-22 18:47:10	\N	ถุงเท้า
518	839	23	approved	2024-06-22 18:47:39	2024-06-22 18:47:39	\N	ถุงเท้า
519	1486	23	approved	2024-06-22 18:48:29	2024-06-22 18:48:29	\N	เครื่องประดับ/โบว์
520	1490	23	approved	2024-06-22 18:48:59	2024-06-22 18:48:59	\N	เครื่องประดับ/โบว์
521	321	23	approved	2024-06-22 18:49:26	2024-06-22 18:49:26	\N	เครื่องประดับ/โบว์
522	446	23	approved	2024-06-22 18:50:08	2024-06-22 18:50:08	\N	เครื่องประดับ/โบว์
523	750	23	approved	2024-06-22 18:50:47	2024-06-22 18:50:47	\N	ถุงเท้า
524	741	23	approved	2024-06-22 18:51:29	2024-06-22 18:51:29	\N	เครื่องประดับ/โบว์
525	733	23	approved	2024-06-22 18:59:00	2024-06-22 18:59:00	\N	ไม่แต่งเครื่องแบบลูกเสือ
526	26	2	approved	2024-06-24 06:26:54	2024-06-24 06:26:54	\N	ใส่ชุดพละไม่ตรงตามตารางเรียน
527	1638	2	approved	2024-06-24 10:35:46	2024-06-24 10:35:46	\N	โบว์
528	2224	2	approved	2024-06-24 10:36:58	2024-06-24 10:36:58	\N	ผม
529	1794	72	approved	2024-06-24 10:37:32	2024-06-24 10:37:32	\N	โบว์
530	2407	72	approved	2024-06-24 10:38:09	2024-06-24 10:38:09	\N	โบว์
531	2454	72	approved	2024-06-24 10:38:52	2024-06-24 10:38:52	\N	ถุงเท้า
532	2372	72	approved	2024-06-24 10:39:58	2024-06-24 10:39:58	\N	ผม
533	1926	72	approved	2024-06-24 10:40:38	2024-06-24 10:40:38	\N	ถุงเท้า
534	2309	72	approved	2024-06-24 10:41:32	2024-06-24 10:41:32	\N	โบว์
535	372	72	approved	2024-06-24 10:42:20	2024-06-24 10:42:20	\N	ถุงเท้า
536	1151	72	approved	2024-06-24 10:43:05	2024-06-24 10:43:05	\N	ผม
537	852	72	approved	2024-06-24 10:44:15	2024-06-24 10:44:15	\N	โบว์
538	1025	72	approved	2024-06-24 10:44:46	2024-06-24 10:44:46	\N	โบว์
539	444	72	approved	2024-06-24 10:45:57	2024-06-24 10:45:57	\N	โบว์
540	1255	72	approved	2024-06-24 10:46:26	2024-06-24 10:46:26	\N	โบว์
541	815	72	approved	2024-06-24 10:47:14	2024-06-24 10:47:14	\N	ถุงเท้า
542	1418	2	approved	2024-06-24 11:25:44	2024-06-24 11:25:44	\N	โบว์
543	929	2	approved	2024-06-24 11:27:28	2024-06-24 11:27:28	\N	โบว์
544	1195	2	approved	2024-06-24 11:28:06	2024-06-24 11:28:06	\N	เล็บยาว
545	920	2	approved	2024-06-24 11:28:38	2024-06-24 11:28:38	\N	โบว์
546	750	2	approved	2024-06-24 11:30:17	2024-06-24 11:30:17	\N	เล็บยาว
547	751	2	approved	2024-06-24 11:31:24	2024-06-24 11:31:24	\N	เล็บยาว
548	427	2	approved	2024-06-24 11:33:55	2024-06-24 11:33:55	\N	ผม
549	1338	2	approved	2024-06-24 11:34:29	2024-06-24 11:34:29	\N	โบว์
550	348	2	approved	2024-06-24 11:35:03	2024-06-24 11:35:03	\N	โบว์
551	1016	2	approved	2024-06-24 11:36:09	2024-06-24 11:36:09	\N	โบว์
552	235	2	approved	2024-06-24 11:36:41	2024-06-24 11:36:41	\N	โบว์
553	987	2	approved	2024-06-24 11:37:11	2024-06-24 11:37:11	\N	ผม
554	733	2	approved	2024-06-24 11:37:40	2024-06-24 11:37:40	\N	ถุงเท้า
555	680	2	approved	2024-06-24 11:38:28	2024-06-24 11:38:28	\N	โบว์
556	1982	2	approved	2024-06-24 11:39:37	2024-06-24 11:39:37	\N	โบว์
557	2345	2	approved	2024-06-24 11:41:19	2024-06-24 11:41:19	\N	โบว์
558	2443	2	approved	2024-06-24 11:42:05	2024-06-24 11:42:05	\N	โบว์
559	839	2	approved	2024-06-24 11:44:12	2024-06-24 11:44:12	\N	ถุงเท้า
561	2443	2	approved	2024-06-24 11:47:57	2024-06-24 11:47:57	\N	โบว์
562	2434	23	approved	2024-06-24 11:48:20	2024-06-24 11:48:20	\N	ถุงเท้า
563	2016	2	approved	2024-06-24 11:48:42	2024-06-24 11:48:42	\N	โบว์
564	1771	2	approved	2024-06-24 11:49:08	2024-06-24 11:49:08	\N	โบว์
565	1926	23	approved	2024-06-24 11:49:13	2024-06-24 11:49:13	\N	เล็บยาว
566	2388	23	approved	2024-06-24 11:49:52	2024-06-24 11:49:52	\N	เล็บยาว
567	1982	2	approved	2024-06-24 11:50:09	2024-06-24 11:50:09	\N	โบว์
568	2288	23	approved	2024-06-24 11:50:33	2024-06-24 11:50:33	\N	เล็บยาว
569	1638	2	approved	2024-06-24 11:50:47	2024-06-24 11:50:47	\N	โบว์
570	2220	23	approved	2024-06-24 11:51:18	2024-06-24 11:51:18	\N	เล็บยาว
571	2389	23	approved	2024-06-24 11:51:48	2024-06-24 11:51:48	\N	เล็บยาว
572	1784	2	approved	2024-06-24 11:52:18	2024-06-24 11:52:18	\N	โบว์
573	2252	23	approved	2024-06-24 11:52:44	2024-06-24 11:52:44	\N	เล็บยาว
574	2265	2	approved	2024-06-24 11:52:54	2024-06-24 11:52:54	\N	โบว์
575	1968	23	approved	2024-06-24 11:53:28	2024-06-24 11:53:28	\N	เล็บยาว
576	1727	2	approved	2024-06-24 11:53:31	2024-06-24 11:53:31	\N	โบว์
577	1727	2	approved	2024-06-24 11:53:53	2024-06-24 11:53:53	\N	ถุงเท้า
578	2077	23	approved	2024-06-24 11:54:09	2024-06-24 11:54:09	\N	เล็บยาว
579	2353	2	approved	2024-06-24 11:54:26	2024-06-24 11:54:26	\N	โบว์
580	2289	2	approved	2024-06-24 11:55:02	2024-06-24 11:55:02	\N	ถุงเท้า
581	1824	23	approved	2024-06-24 11:55:18	2024-06-24 11:55:18	\N	ใส่เครื่องประดับ/โบว์
582	1956	2	approved	2024-06-24 11:55:30	2024-06-24 11:55:30	\N	โบว์
583	1956	2	approved	2024-06-24 11:55:59	2024-06-24 11:55:59	\N	ถุงเท้า
584	1784	23	approved	2024-06-24 11:56:00	2024-06-24 11:56:00	\N	เล็บยาว
585	2084	2	approved	2024-06-24 11:56:24	2024-06-24 11:56:24	\N	โบว์
586	1782	23	approved	2024-06-24 11:56:31	2024-06-24 11:56:31	\N	ใส่เครื่องประดับ/โบว์
587	2329	2	approved	2024-06-24 11:56:52	2024-06-24 11:56:52	\N	โบว์
588	2430	23	approved	2024-06-24 11:57:24	2024-06-24 11:57:24	\N	เล็บยาว
589	1911	23	approved	2024-06-24 11:58:54	2024-06-24 11:58:54	\N	เล็บยาว
590	1422	2	approved	2024-06-24 11:58:56	2024-06-24 11:58:56	\N	โบว์
591	587	2	approved	2024-06-24 11:59:34	2024-06-24 11:59:34	\N	โบว์
592	2051	23	approved	2024-06-24 11:59:36	2024-06-24 11:59:36	\N	เล็บยาว
593	2443	23	approved	2024-06-24 12:00:06	2024-06-24 12:00:06	\N	ใส่เครื่องประดับ/โบว์
594	924	2	approved	2024-06-24 12:00:10	2024-06-24 12:00:10	\N	โบว์
595	305	2	approved	2024-06-24 12:01:04	2024-06-24 12:01:04	\N	โบว์
596	733	23	approved	2024-06-24 12:01:23	2024-06-24 12:01:23	\N	ถุงเท้า
597	766	2	approved	2024-06-24 12:01:45	2024-06-24 12:01:45	\N	โบว์
598	1880	23	approved	2024-06-24 12:02:03	2024-06-24 12:02:03	\N	ใส่เครื่องประดับ/โบว์
599	1009	2	approved	2024-06-24 12:02:22	2024-06-24 12:02:22	\N	ถุงเท้า
600	1014	2	approved	2024-06-24 12:02:56	2024-06-24 12:02:56	\N	ถุงเท้า
601	2269	23	approved	2024-06-24 12:03:09	2024-06-24 12:03:09	\N	เล็บยาว
602	1427	2	approved	2024-06-24 12:03:35	2024-06-24 12:03:35	\N	โบว์
603	1944	23	approved	2024-06-24 12:03:43	2024-06-24 12:03:43	\N	ถุงเท้า
604	873	2	approved	2024-06-24 12:04:17	2024-06-24 12:04:17	\N	ถุงเท้า
605	2445	23	approved	2024-06-24 12:04:23	2024-06-24 12:04:23	\N	เล็บยาว
606	348	2	approved	2024-06-24 12:04:53	2024-06-24 12:04:53	\N	โบว์
607	671	2	approved	2024-06-24 12:05:18	2024-06-24 12:05:18	\N	โบว์
608	175	2	approved	2024-06-24 12:05:48	2024-06-24 12:05:48	\N	โบว์
609	263	23	approved	2024-06-24 12:06:45	2024-06-24 12:06:45	\N	ใส่เครื่องประดับ/โบว์
610	920	2	approved	2024-06-24 12:07:02	2024-06-24 12:07:02	\N	โบว์
611	760	2	approved	2024-06-24 12:07:27	2024-06-24 12:07:27	\N	โบว์
612	2199	23	approved	2024-06-24 12:07:36	2024-06-24 12:07:36	\N	ถุงเท้า
613	1274	2	approved	2024-06-24 12:07:58	2024-06-24 12:07:58	\N	โบว์
614	852	23	approved	2024-06-24 12:08:09	2024-06-24 12:08:09	\N	ใส่เครื่องประดับ/โบว์
615	1086	2	approved	2024-06-24 12:08:24	2024-06-24 12:08:24	\N	โบว์
616	924	23	approved	2024-06-24 12:08:34	2024-06-24 12:08:34	\N	ใส่เครื่องประดับ/โบว์
617	839	2	approved	2024-06-24 12:08:57	2024-06-24 12:08:57	\N	ถุงเท้า
618	2121	23	approved	2024-06-24 12:09:13	2024-06-24 12:09:13	\N	ถุงเท้า
619	2059	23	approved	2024-06-24 12:09:48	2024-06-24 12:09:48	\N	ใส่เครื่องประดับ/โบว์
620	991	2	approved	2024-06-24 12:09:57	2024-06-24 12:09:57	\N	ถุงเท้า
621	733	2	approved	2024-06-24 12:10:25	2024-06-24 12:10:25	\N	ถุงเท้า
622	2072	23	approved	2024-06-24 12:10:53	2024-06-24 12:10:53	\N	ใส่เครื่องประดับ/โบว์
623	751	2	approved	2024-06-24 12:10:55	2024-06-24 12:10:55	\N	ถุงเท้า
624	1418	2	approved	2024-06-24 12:11:33	2024-06-24 12:11:33	\N	กระโปรง
625	677	23	approved	2024-06-24 12:11:38	2024-06-24 12:11:38	\N	ใส่เครื่องประดับ/โบว์
626	677	2	approved	2024-06-24 12:12:03	2024-06-24 12:12:03	\N	กระโปรง
627	516	2	approved	2024-06-24 12:12:40	2024-06-24 12:12:40	\N	โบว์
628	868	2	approved	2024-06-24 12:13:09	2024-06-24 12:13:09	\N	ถุงเท้า
629	670	2	approved	2024-06-24 12:13:54	2024-06-24 12:13:54	\N	เล็บ
630	600	23	approved	2024-06-24 12:14:20	2024-06-24 12:14:20	\N	ใส่เครื่องประดับ/โบว์
631	1416	2	approved	2024-06-24 12:14:25	2024-06-24 12:14:25	\N	กางเกง
632	929	2	approved	2024-06-24 12:15:13	2024-06-24 12:15:13	\N	โบว์
633	929	2	approved	2024-06-24 12:15:46	2024-06-24 12:15:46	\N	ถุงเท้า
634	846	2	approved	2024-06-24 13:48:31	2024-06-24 13:48:31	\N	ถุงเท้า
635	1266	2	approved	2024-06-24 14:28:41	2024-06-24 14:28:41	\N	ถุงเท้า
636	1238	2	approved	2024-06-24 14:29:32	2024-06-24 14:29:32	\N	โบว์
637	918	2	approved	2024-06-24 14:30:05	2024-06-24 14:30:05	\N	โบว์
638	1762	2	approved	2024-06-24 14:30:35	2024-06-24 14:30:35	\N	โบว์
639	1009	2	approved	2024-06-24 14:31:18	2024-06-24 14:31:18	\N	ถุงเท้า
640	1426	2	approved	2024-06-24 14:32:31	2024-06-24 14:32:31	\N	กระโปรง
641	662	2	approved	2024-06-24 14:34:35	2024-06-24 14:34:35	\N	โบว์
642	855	2	approved	2024-06-24 14:36:05	2024-06-24 14:36:05	\N	โบว์
643	1400	2	approved	2024-06-24 14:37:00	2024-06-24 14:37:00	\N	ถุงเท้า
644	563	2	approved	2024-06-24 14:37:39	2024-06-24 14:37:39	\N	โบว์
645	1447	2	approved	2024-06-24 14:38:44	2024-06-24 14:38:44	\N	ถุงเท้า
646	1293	2	approved	2024-06-24 14:40:58	2024-06-24 14:40:58	\N	โบว์
647	1239	2	approved	2024-06-24 14:41:35	2024-06-24 14:41:35	\N	ถุงเท้า
648	543	2	approved	2024-06-24 14:42:07	2024-06-24 14:42:07	\N	โบว์
649	1251	2	approved	2024-06-24 14:42:51	2024-06-24 14:42:51	\N	โบว์
650	773	2	approved	2024-06-24 14:43:37	2024-06-24 14:43:37	\N	โบว์
651	1025	2	approved	2024-06-24 14:44:31	2024-06-24 14:44:31	\N	โบว์
652	603	2	approved	2024-06-24 14:45:05	2024-06-24 14:45:05	\N	ถุงเท้า
653	924	2	approved	2024-06-24 14:45:44	2024-06-24 14:45:44	\N	โบว์
654	1016	2	approved	2024-06-24 14:46:18	2024-06-24 14:46:18	\N	โบว์
655	404	2	approved	2024-06-24 14:47:00	2024-06-24 14:47:00	\N	โบว์
656	1794	2	approved	2024-06-24 14:47:43	2024-06-24 14:47:43	\N	โบว์
657	2454	2	approved	2024-06-24 14:48:41	2024-06-24 14:48:41	\N	ถุงเท้า
658	1920	2	approved	2024-06-24 14:49:43	2024-06-24 14:49:43	\N	โบว์
659	2443	2	approved	2024-06-24 14:50:19	2024-06-24 14:50:19	\N	โบว์
660	2433	2	approved	2024-06-24 14:51:15	2024-06-24 14:51:15	\N	โบว์
661	2433	2	approved	2024-06-24 14:52:50	2024-06-24 14:52:50	\N	ถุงเท้า
662	861	2	approved	2024-06-24 14:53:43	2024-06-24 14:53:43	\N	ผม
663	920	2	approved	2024-06-24 14:54:22	2024-06-24 14:54:22	\N	โบว์
664	920	2	approved	2024-06-24 14:54:54	2024-06-24 14:54:54	\N	ถุงเท้า
665	750	2	approved	2024-06-24 14:55:26	2024-06-24 14:55:26	\N	เล็บ
666	844	2	approved	2024-06-24 14:58:37	2024-06-24 14:58:37	\N	โบว์
667	1918	2	approved	2024-06-24 14:59:15	2024-06-24 14:59:15	\N	ถุงเท้า
668	1794	2	approved	2024-06-24 14:59:53	2024-06-24 14:59:53	\N	โบว์
669	2124	2	approved	2024-06-24 15:00:51	2024-06-24 15:00:51	\N	ถุงเท้า
670	1311	2	approved	2024-06-24 15:02:17	2024-06-24 15:02:17	\N	เสื้อกันหนาว
671	760	2	approved	2024-06-24 15:05:09	2024-06-24 15:05:09	\N	โบว์
672	2081	2	approved	2024-06-24 15:05:46	2024-06-24 15:05:46	\N	ถุงเท้า
673	1267	2	approved	2024-06-24 15:07:22	2024-06-24 15:07:22	\N	กระโปรง
674	1426	2	approved	2024-06-24 15:08:14	2024-06-24 15:08:14	\N	กระโปรง
675	1266	2	approved	2024-06-24 15:14:56	2024-06-24 15:14:56	\N	ถุงเท้า
676	733	2	approved	2024-06-24 15:15:51	2024-06-24 15:15:51	\N	ถุงเท้า
677	748	2	approved	2024-06-24 15:16:36	2024-06-24 15:16:36	\N	เล็บ
678	1019	2	approved	2024-06-24 15:17:07	2024-06-24 15:17:07	\N	ถุงเท้า
679	1393	2	approved	2024-06-24 15:20:16	2024-06-24 15:20:16	\N	ถุงเท้า
680	1332	2	approved	2024-06-24 15:21:52	2024-06-24 15:21:52	\N	โบว์
681	1015	2	approved	2024-06-24 15:23:13	2024-06-24 15:23:13	\N	โบว์
682	766	2	approved	2024-06-24 15:24:14	2024-06-24 15:24:14	\N	โบว์
683	1035	2	approved	2024-06-24 15:25:43	2024-06-24 15:25:43	\N	ผม
684	1315	2	approved	2024-06-24 15:26:40	2024-06-24 15:26:40	\N	กระโปรง
685	648	2	approved	2024-06-24 15:27:17	2024-06-24 15:27:17	\N	โบว์
686	675	2	approved	2024-06-24 15:27:56	2024-06-24 15:27:56	\N	โบว์
687	1418	2	approved	2024-06-24 15:28:35	2024-06-24 15:28:35	\N	กระโปรง
688	997	2	approved	2024-06-24 15:30:09	2024-06-24 15:30:09	\N	กางเกง
689	1461	2	approved	2024-06-24 15:33:12	2024-06-24 15:33:12	\N	กางเกง
690	2025	2	approved	2024-06-24 15:34:51	2024-06-24 15:34:51	\N	กระโปรง
691	1768	2	approved	2024-06-24 15:35:31	2024-06-24 15:35:31	\N	กางเกง
692	1078	23	approved	2024-06-25 09:20:25	2024-06-25 09:20:25	\N	ถุงเท้า
693	631	23	approved	2024-06-25 09:21:10	2024-06-25 09:21:10	\N	เล็บยาว
694	517	23	approved	2024-06-25 09:22:09	2024-06-25 09:22:09	\N	เล็บยาว
695	1295	23	approved	2024-06-25 09:22:44	2024-06-25 09:22:44	\N	เล็บยาว
696	314	23	approved	2024-06-25 09:23:40	2024-06-25 09:23:40	\N	ถุงเท้า
697	844	23	approved	2024-06-25 09:24:20	2024-06-25 09:24:20	\N	ถุงเท้า
698	1052	23	approved	2024-06-25 09:25:08	2024-06-25 09:25:08	\N	เล็บยาว
699	247	23	approved	2024-06-25 09:25:40	2024-06-25 09:25:40	\N	เล็บยาว
700	58	23	approved	2024-06-25 09:26:13	2024-06-25 09:26:13	\N	เล็บยาว
701	611	23	approved	2024-06-25 09:26:48	2024-06-25 09:26:48	\N	เล็บยาว
702	953	23	approved	2024-06-25 09:27:14	2024-06-25 09:27:14	\N	เล็บยาว
703	1322	23	approved	2024-06-25 09:27:48	2024-06-25 09:27:48	\N	เล็บยาว
704	1096	23	approved	2024-06-25 09:28:37	2024-06-25 09:28:37	\N	เล็บยาว
705	827	23	approved	2024-06-25 09:29:09	2024-06-25 09:29:09	\N	เล็บยาว
706	1097	23	approved	2024-06-25 09:29:55	2024-06-25 09:29:55	\N	เล็บยาว
707	1161	23	approved	2024-06-25 09:30:24	2024-06-25 09:30:24	\N	เล็บยาว
708	495	23	approved	2024-06-25 09:30:59	2024-06-25 09:30:59	\N	เล็บยาว
709	868	23	approved	2024-06-25 09:31:34	2024-06-25 09:31:34	\N	ถุงเท้า
710	1232	23	approved	2024-06-25 09:32:02	2024-06-25 09:32:02	\N	เล็บยาว
711	1162	23	approved	2024-06-25 09:32:23	2024-06-25 09:32:23	\N	เล็บยาว
712	797	23	approved	2024-06-25 09:33:04	2024-06-25 09:33:04	\N	เล็บยาว
713	946	23	approved	2024-06-25 09:33:47	2024-06-25 09:33:47	\N	เล็บยาว
714	1173	23	approved	2024-06-25 09:34:15	2024-06-25 09:34:15	\N	เล็บยาว
715	947	23	approved	2024-06-25 09:34:42	2024-06-25 09:34:42	\N	เล็บยาว
716	947	23	approved	2024-06-25 09:35:22	2024-06-25 09:35:22	\N	ทรงผมผิดระเบียบ
717	116	23	approved	2024-06-25 09:37:09	2024-06-25 09:37:09	\N	เล็บยาว
718	711	23	approved	2024-06-25 09:37:49	2024-06-25 09:37:49	\N	เล็บยาว
719	564	23	approved	2024-06-25 09:38:19	2024-06-25 09:38:19	\N	เล็บยาว
720	1334	23	approved	2024-06-25 09:39:41	2024-06-25 09:39:41	\N	เล็บยาว
721	221	23	approved	2024-06-25 09:40:51	2024-06-25 09:40:51	\N	ใส่เครื่องประดับ/โบว์
722	103	23	approved	2024-06-25 09:41:28	2024-06-25 09:41:28	\N	เล็บยาว
723	1159	23	approved	2024-06-25 09:42:03	2024-06-25 09:42:03	\N	เล็บยาว
724	536	23	approved	2024-06-25 09:42:46	2024-06-25 09:42:46	\N	เล็บยาว
725	1354	23	approved	2024-06-25 09:43:13	2024-06-25 09:43:13	\N	เล็บยาว
726	1169	23	approved	2024-06-25 09:44:14	2024-06-25 09:44:14	\N	เล็บยาว
727	1274	23	approved	2024-06-25 09:44:58	2024-06-25 09:44:58	\N	ถุงเท้า
728	1009	23	approved	2024-06-25 09:46:11	2024-06-25 09:46:11	\N	ถุงเท้า\n
729	1255	23	approved	2024-06-25 09:52:47	2024-06-25 09:52:47	\N	ทรงผมผิดระเบียบ
730	1370	23	approved	2024-06-25 09:53:42	2024-06-25 09:53:42	\N	เล็บยาว
731	325	23	approved	2024-06-25 09:58:05	2024-06-25 09:58:05	\N	เล็บยาว
732	1192	23	approved	2024-06-25 09:58:42	2024-06-25 09:58:42	\N	เล็บยาว
733	750	23	approved	2024-06-25 09:59:12	2024-06-25 09:59:12	\N	เล็บยาว
734	616	23	approved	2024-06-25 10:00:21	2024-06-25 10:00:21	\N	เล็บยาว
735	520	23	approved	2024-06-25 10:00:54	2024-06-25 10:00:54	\N	เล็บยาว
736	858	23	approved	2024-06-25 10:01:22	2024-06-25 10:01:22	\N	เล็บยาว
737	682	23	approved	2024-06-25 10:01:43	2024-06-25 10:01:43	\N	เล็บยาว
738	743	23	approved	2024-06-25 10:02:18	2024-06-25 10:02:18	\N	เล็บยาว
739	1113	23	approved	2024-06-25 10:02:55	2024-06-25 10:02:55	\N	เล็บยาว
740	600	23	approved	2024-06-25 10:03:20	2024-06-25 10:03:20	\N	เล็บยาว
741	1314	23	approved	2024-06-25 10:04:27	2024-06-25 10:04:27	\N	เล็บยาว
742	760	23	approved	2024-06-25 10:05:28	2024-06-25 10:05:28	\N	ใส่เครื่องประดับ/โบว์
743	698	23	approved	2024-06-25 10:06:05	2024-06-25 10:06:05	\N	เล็บยาว
744	889	23	approved	2024-06-25 10:07:24	2024-06-25 10:07:24	\N	เล็บยาว
745	1124	23	approved	2024-06-25 10:07:55	2024-06-25 10:07:55	\N	ถุงเท้า
746	994	23	approved	2024-06-25 10:08:31	2024-06-25 10:08:31	\N	เล็บยาว
747	1100	23	approved	2024-06-25 10:09:12	2024-06-25 10:09:12	\N	เล็บยาว
748	826	23	approved	2024-06-25 10:09:47	2024-06-25 10:09:47	\N	เล็บยาว
749	826	23	approved	2024-06-25 10:10:30	2024-06-25 10:10:30	\N	เล็บยาว
750	948	2	approved	2024-06-25 10:11:23	2024-06-25 10:11:23	\N	ถุงเท้าสั้น
751	571	23	approved	2024-06-25 10:11:38	2024-06-25 10:11:38	\N	เล็บยาว
752	1409	23	approved	2024-06-25 10:12:13	2024-06-25 10:12:13	\N	เล็บยาว
753	1144	23	approved	2024-06-25 10:12:39	2024-06-25 10:12:39	\N	เล็บยาว
754	102	23	approved	2024-06-25 10:13:21	2024-06-25 10:13:21	\N	เล็บยาว
755	2012	23	approved	2024-06-25 10:16:27	2024-06-25 10:16:27	\N	เล็บยาว
756	1172	23	approved	2024-06-25 10:16:56	2024-06-25 10:16:56	\N	เล็บยาว
757	1126	23	approved	2024-06-25 10:17:32	2024-06-25 10:17:32	\N	เล็บยาว
758	1181	23	approved	2024-06-25 10:18:21	2024-06-25 10:18:21	\N	ทรงผมผิดระเบียบ
759	1956	23	approved	2024-06-25 10:19:00	2024-06-25 10:19:00	\N	ถุงเท้า
760	1470	23	approved	2024-06-25 10:19:36	2024-06-25 10:19:36	\N	เล็บยาว
761	1087	23	approved	2024-06-25 10:21:06	2024-06-25 10:21:06	\N	เล็บยาว
762	995	23	approved	2024-06-25 10:21:56	2024-06-25 10:21:56	\N	เล็บยาว
763	2430	23	approved	2024-06-26 08:05:39	2024-06-26 08:05:39	\N	ถุงเท้า
764	1656	23	approved	2024-06-26 08:06:23	2024-06-26 08:06:23	\N	ถุงเท้า
765	1914	23	approved	2024-06-26 08:07:01	2024-06-26 08:07:01	\N	เล็บยาว\n
766	2388	23	approved	2024-06-26 08:07:38	2024-06-26 08:07:38	\N	เล็บยาว
767	2387	23	approved	2024-06-26 08:08:34	2024-06-26 08:08:34	\N	เล็บยาว
768	2449	23	approved	2024-06-26 08:09:21	2024-06-26 08:09:21	\N	ทรงผมผิดระเบียบ แต่งหน้า
769	2223	23	approved	2024-06-26 08:10:02	2024-06-26 08:10:02	\N	เล็บยาว
770	2349	23	approved	2024-06-26 08:10:43	2024-06-26 08:10:43	\N	เล็บยาว
771	1574	23	approved	2024-06-26 08:13:11	2024-06-26 08:13:11	\N	เล็บยาว
772	2344	23	approved	2024-06-26 08:13:54	2024-06-26 08:13:54	\N	โบว์
773	713	23	approved	2024-06-26 08:14:29	2024-06-26 08:14:29	\N	เล็บยาว
774	2085	23	approved	2024-06-26 08:15:20	2024-06-26 08:15:20	\N	ทรงผมผิดระเบียบ
775	2443	23	approved	2024-06-26 08:16:09	2024-06-26 08:16:09	\N	โบว์
776	2256	23	approved	2024-06-26 08:16:57	2024-06-26 08:16:57	\N	ทรงผมผิดระเบียบ
777	2278	23	approved	2024-06-26 08:17:44	2024-06-26 08:17:44	\N	ถุงเท้า
778	2236	23	approved	2024-06-26 08:18:17	2024-06-26 08:18:17	\N	เล็บยาว
779	2130	23	approved	2024-06-26 08:19:04	2024-06-26 08:19:04	\N	เล็บยาว
780	1762	23	approved	2024-06-26 08:19:56	2024-06-26 08:19:56	\N	แต่งหน้า
781	2239	23	approved	2024-06-26 08:20:42	2024-06-26 08:20:42	\N	เล็บยาว
782	2257	23	approved	2024-06-26 08:21:21	2024-06-26 08:21:21	\N	เล็บยาว
783	2237	23	approved	2024-06-26 08:21:52	2024-06-26 08:21:52	\N	เล็บยาว
784	2036	23	approved	2024-06-26 08:23:03	2024-06-26 08:23:03	\N	เล็บยาว
785	2021	23	approved	2024-06-26 08:23:43	2024-06-26 08:23:43	\N	เล็บยาว
786	2056	23	approved	2024-06-26 08:24:21	2024-06-26 08:24:21	\N	เล็บยาว
787	1891	23	approved	2024-06-26 08:24:58	2024-06-26 08:24:58	\N	เล็บยาว
788	2265	23	approved	2024-06-26 08:25:51	2024-06-26 08:25:51	\N	ถุงเท้า เล็บยาว
789	1712	2	approved	2024-06-26 08:54:04	2024-06-26 08:54:04	\N	ทะเลาะวิวาท
790	2011	2	approved	2024-06-26 08:55:31	2024-06-26 08:55:31	\N	ทะเลาะวิวาท
791	2285	2	approved	2024-06-26 08:56:04	2024-06-26 08:56:04	\N	ทะเลาะวิวาท
792	1947	2	approved	2024-06-26 08:56:38	2024-06-26 08:56:38	\N	ทะเลาะวิวาท
793	710	2	approved	2024-06-26 09:04:28	2024-06-26 09:04:28	\N	ถุงเท้า
794	846	72	approved	2024-06-26 09:05:27	2024-06-26 09:05:27	\N	โบว์
795	27	72	rejected	2024-06-26 09:05:57	2024-06-26 09:05:57	\N	โบว์
796	27	2	approved	2024-06-26 09:08:24	2024-06-26 09:08:24	\N	โบว์
797	188	2	approved	2024-06-26 09:09:12	2024-06-26 09:09:12	\N	ถุงเท้า
798	1239	2	approved	2024-06-26 09:10:27	2024-06-26 09:10:27	\N	ถุงเท้า
799	835	2	approved	2024-06-26 09:11:10	2024-06-26 09:11:10	\N	โบว์
800	1432	2	approved	2024-06-26 09:12:25	2024-06-26 09:12:25	\N	ถุงเท้า
801	873	2	approved	2024-06-26 09:12:56	2024-06-26 09:12:56	\N	ถุงเท้า
802	852	2	approved	2024-06-26 09:15:03	2024-06-26 09:15:03	\N	โบว์
803	577	2	approved	2024-06-26 09:15:57	2024-06-26 09:15:57	\N	กระโปรง
804	928	2	approved	2024-06-26 09:16:39	2024-06-26 09:16:39	\N	โบว์
805	184	2	approved	2024-06-26 09:17:25	2024-06-26 09:17:25	\N	โบว์
806	671	2	approved	2024-06-26 09:20:40	2024-06-26 09:20:40	\N	เล็บ
807	743	2	approved	2024-06-26 09:22:52	2024-06-26 09:22:52	\N	โบว์
808	964	2	approved	2024-06-26 09:24:24	2024-06-26 09:24:24	\N	กางเกง
809	1636	2	approved	2024-06-26 09:24:55	2024-06-26 09:24:55	\N	โบว์
810	2242	2	approved	2024-06-26 09:32:08	2024-06-26 09:32:08	\N	โบว์
811	2116	2	approved	2024-06-26 09:34:19	2024-06-26 09:34:19	\N	ถุงเท้า
812	1638	2	approved	2024-06-26 09:36:17	2024-06-26 09:36:17	\N	โบว์
813	1416	2	approved	2024-06-26 09:37:05	2024-06-26 09:37:05	\N	กางเกง
814	1431	2	approved	2024-06-26 09:37:44	2024-06-26 09:37:44	\N	โบว์
815	1982	2	approved	2024-06-26 09:40:38	2024-06-26 09:40:38	\N	โบว์
816	2289	2	approved	2024-06-26 09:41:14	2024-06-26 09:41:14	\N	ถุงเท้า
817	1952	2	approved	2024-06-26 09:41:28	2024-06-26 09:41:28	\N	มาสาย
818	1177	55	approved	2024-06-26 09:42:06	2024-06-26 09:42:06	\N	มาสาย
819	1346	2	approved	2024-06-26 09:42:13	2024-06-26 09:42:13	\N	โบว์
820	2098	55	approved	2024-06-26 09:42:34	2024-06-26 09:42:34	\N	มาสาย
821	2462	55	approved	2024-06-26 09:43:06	2024-06-26 09:43:06	\N	มาสาย
822	769	2	approved	2024-06-26 09:43:11	2024-06-26 09:43:11	\N	โบว์
823	920	2	approved	2024-06-26 09:43:47	2024-06-26 09:43:47	\N	กระโปรง
824	2433	55	approved	2024-06-26 09:45:16	2024-06-26 09:45:16	\N	มาสาย
825	1203	55	approved	2024-06-26 09:47:31	2024-06-26 09:47:31	\N	มาสาย
826	2386	55	approved	2024-06-26 09:48:08	2024-06-26 09:48:08	\N	มาสาย
827	2383	55	approved	2024-06-26 09:48:57	2024-06-26 09:48:57	\N	มาสาย
828	1255	55	approved	2024-06-26 09:49:46	2024-06-26 09:49:46	\N	มาสาย
829	2443	2	approved	2024-06-26 09:49:51	2024-06-26 09:49:51	\N	โบว์
830	750	2	approved	2024-06-26 09:51:21	2024-06-26 09:51:21	\N	ถุงเท้า
831	751	2	approved	2024-06-26 09:51:51	2024-06-26 09:51:51	\N	ถุงเท้า
832	680	2	approved	2024-06-26 09:52:21	2024-06-26 09:52:21	\N	โบว์
833	839	2	approved	2024-06-26 09:52:56	2024-06-26 09:52:56	\N	ถุงเท้า
834	1144	55	approved	2024-06-26 09:54:01	2024-06-26 09:54:01	\N	มาสาย
835	2433	2	approved	2024-06-26 09:54:46	2024-06-26 09:54:46	\N	โบว์
836	642	2	approved	2024-06-26 09:56:14	2024-06-26 09:56:14	\N	โบว์
837	1009	2	approved	2024-06-26 09:57:02	2024-06-26 09:57:02	\N	ถุงเท้า
838	681	2	approved	2024-06-26 09:57:36	2024-06-26 09:57:36	\N	กระโปรง
839	1731	23	approved	2024-06-26 11:53:25	2024-06-26 11:53:25	\N	เล็บยาว
840	2154	23	approved	2024-06-26 11:54:12	2024-06-26 11:54:12	\N	โบว์
841	1930	23	approved	2024-06-26 11:54:49	2024-06-26 11:54:49	\N	เล็บยาว
842	1777	23	approved	2024-06-26 11:55:26	2024-06-26 11:55:26	\N	โบว์
843	1882	23	approved	2024-06-26 11:57:15	2024-06-26 11:57:15	\N	เล็บยาว
844	2451	23	approved	2024-06-26 11:57:55	2024-06-26 11:57:55	\N	เล็บยาว
845	2116	23	approved	2024-06-26 11:58:43	2024-06-26 11:58:43	\N	เล็บยาว ถุงเท้า
846	1918	23	approved	2024-06-26 11:59:31	2024-06-26 11:59:31	\N	เล็บยาว
847	2452	23	approved	2024-06-26 12:00:07	2024-06-26 12:00:07	\N	เล็บยาว
848	1949	23	approved	2024-06-26 12:00:49	2024-06-26 12:00:49	\N	เล็บยาว
849	1649	23	approved	2024-06-26 12:01:42	2024-06-26 12:01:42	\N	เล็บยาว ถุงเท้า
850	1720	23	approved	2024-06-26 12:02:10	2024-06-26 12:02:10	\N	เล็บยาว
851	2289	23	approved	2024-06-26 12:02:45	2024-06-26 12:02:45	\N	ถุงเท้า
852	2314	23	approved	2024-06-26 12:03:18	2024-06-26 12:03:18	\N	เล็บยาว
853	1707	23	approved	2024-06-26 12:04:50	2024-06-26 12:04:50	\N	เล็บยาว
854	1543	23	approved	2024-06-26 12:05:46	2024-06-26 12:05:46	\N	เล็บยาว
855	2365	23	approved	2024-06-26 12:06:18	2024-06-26 12:06:18	\N	ถุงเท้า
856	1899	23	approved	2024-06-26 12:07:42	2024-06-26 12:07:42	\N	เล็บยาว
857	1705	23	approved	2024-06-26 12:08:27	2024-06-26 12:08:27	\N	ถุงเท้า
858	2041	23	approved	2024-06-26 12:09:18	2024-06-26 12:09:18	\N	โบว์
859	1955	23	approved	2024-06-26 12:10:22	2024-06-26 12:10:22	\N	เล็บยาว
860	2019	23	approved	2024-06-26 12:10:53	2024-06-26 12:10:53	\N	เล็บยาว
861	1569	23	approved	2024-06-26 12:11:32	2024-06-26 12:11:32	\N	ถุงเท้า
862	2166	23	approved	2024-06-26 12:12:21	2024-06-26 12:12:21	\N	ถุงเท้า\n
863	2323	23	approved	2024-06-26 12:12:57	2024-06-26 12:12:57	\N	เล็บยาว
864	1782	23	approved	2024-06-26 12:13:24	2024-06-26 12:13:24	\N	เล็บยาว
865	2279	23	approved	2024-06-26 12:13:55	2024-06-26 12:13:55	\N	เล็บยาว
866	2047	23	approved	2024-06-26 12:14:30	2024-06-26 12:14:30	\N	เล็บยาว
867	1920	23	approved	2024-06-26 12:15:05	2024-06-26 12:15:05	\N	ถุงเท้า
868	1885	23	approved	2024-06-26 12:15:36	2024-06-26 12:15:36	\N	ถุงเท้า
869	2035	23	approved	2024-06-26 12:16:11	2024-06-26 12:16:11	\N	เล็บยาว
870	1613	23	approved	2024-06-26 12:17:01	2024-06-26 12:17:01	\N	ทรงผม
871	1773	23	approved	2024-06-26 12:17:32	2024-06-26 12:17:32	\N	เล็บยาว
872	2118	23	approved	2024-06-26 12:18:01	2024-06-26 12:18:01	\N	เล็บยาว
873	2446	23	approved	2024-06-26 12:19:28	2024-06-26 12:19:28	\N	เล็บยาว
874	1556	23	approved	2024-06-26 12:20:52	2024-06-26 12:20:52	\N	เล็บยาว
875	2445	23	approved	2024-06-26 12:21:27	2024-06-26 12:21:27	\N	เล็บยาว
876	2428	23	approved	2024-06-26 12:22:25	2024-06-26 12:22:25	\N	เล็บยาว
877	296	23	approved	2024-06-27 11:48:17	2024-06-27 11:48:17	\N	ไม่แต่งเครื่องแบบ
878	1349	34	approved	2024-06-28 06:13:21	2024-06-28 06:13:21	\N	เล็บยาว
879	495	34	approved	2024-06-28 06:13:55	2024-06-28 06:13:55	\N	เล็บยาว
880	1409	34	approved	2024-06-28 06:14:17	2024-06-28 06:14:17	\N	เล็บยาว
881	1183	34	approved	2024-06-28 06:14:40	2024-06-28 06:14:40	\N	เล็บยาว
882	1251	34	approved	2024-06-28 06:15:47	2024-06-28 06:15:47	\N	การแต่งกาย
883	1235	34	approved	2024-06-28 06:17:01	2024-06-28 06:17:01	\N	การแต่งกาย
884	978	34	approved	2024-06-28 15:40:00	2024-06-28 15:40:00	\N	การแต่งกาย
885	990	34	approved	2024-06-28 15:40:37	2024-06-28 15:40:37	\N	การแต่งกาย
886	460	34	approved	2024-06-28 15:41:48	2024-06-28 15:41:48	\N	การแต่งกาย
887	1012	34	approved	2024-06-28 15:42:40	2024-06-28 15:42:40	\N	การแต่งกาย
888	1247	34	approved	2024-06-28 15:44:04	2024-06-28 15:44:04	\N	การแต่งกาย
889	984	34	approved	2024-06-28 15:44:40	2024-06-28 15:44:40	\N	การแต่งกาย
890	760	34	approved	2024-06-28 15:45:43	2024-06-28 15:45:43	\N	การแต่งกาย
891	773	34	approved	2024-06-28 15:46:10	2024-06-28 15:46:10	\N	การแต่งกาย
892	1125	34	approved	2024-06-28 15:47:50	2024-06-28 15:47:50	\N	เล็บยาว
893	796	34	approved	2024-06-28 15:49:31	2024-06-28 15:49:31	\N	การแต่งกาย
894	1432	34	approved	2024-06-28 15:50:02	2024-06-28 15:50:02	\N	การแต่งกาย
895	1013	34	approved	2024-06-28 15:50:39	2024-06-28 15:50:39	\N	การแต่งกาย
896	575	34	approved	2024-06-28 15:51:25	2024-06-28 15:51:25	\N	เล็บยาว
897	663	34	approved	2024-06-28 15:52:16	2024-06-28 15:52:16	\N	การแต่งกาย
898	802	34	approved	2024-06-28 15:52:53	2024-06-28 15:52:53	\N	การแต่งกาย
899	360	34	approved	2024-06-28 15:58:27	2024-06-28 15:58:27	\N	การแต่งกาย
900	521	34	approved	2024-06-28 16:02:57	2024-06-28 16:02:57	\N	การแต่งกาย
901	1227	34	approved	2024-06-28 16:03:36	2024-06-28 16:03:36	\N	การแต่งกาย
902	1055	34	approved	2024-06-28 16:05:55	2024-06-28 16:05:55	\N	เล็บยาว
903	1495	34	approved	2024-06-28 16:17:12	2024-06-28 16:17:12	\N	การแต่งกาย
904	1265	34	approved	2024-06-28 16:18:55	2024-06-28 16:18:55	\N	การแต่งกาย
905	1275	34	approved	2024-06-28 16:23:12	2024-06-28 16:23:12	\N	การแต่งกาย
906	852	34	approved	2024-06-28 16:24:54	2024-06-28 16:24:54	\N	การแต่งกาย
907	759	34	approved	2024-06-28 16:26:14	2024-06-28 16:26:14	\N	เล็บยาว
908	104	34	approved	2024-06-28 16:26:38	2024-06-28 16:26:38	\N	เล็บยาว
909	1243	34	approved	2024-06-28 16:30:38	2024-06-28 16:30:38	\N	เล็บยาว
910	301	34	approved	2024-06-28 16:31:34	2024-06-28 16:31:34	\N	การแต่งกาย
911	1892	34	approved	2024-06-28 16:32:15	2024-06-28 16:32:15	\N	การแต่งกาย
912	1006	34	approved	2024-06-28 16:34:41	2024-06-28 16:34:41	\N	การแต่งกาย
913	874	34	approved	2024-06-28 16:35:22	2024-06-28 16:35:22	\N	เล็บยาว
914	1260	34	approved	2024-06-28 16:35:57	2024-06-28 16:35:57	\N	เล็บยาว
915	1173	34	approved	2024-06-28 16:37:06	2024-06-28 16:37:06	\N	เล็บยาว
916	794	34	approved	2024-06-28 16:38:16	2024-06-28 16:38:16	\N	ถุงเท้าสั้น
917	1220	34	approved	2024-06-28 16:39:04	2024-06-28 16:39:04	\N	การแต่งกาย
918	1139	34	approved	2024-06-28 16:40:06	2024-06-28 16:40:06	\N	เล็บยาว
919	979	34	approved	2024-06-28 16:41:11	2024-06-28 16:41:11	\N	เล็บยาว
920	618	34	approved	2024-06-28 16:41:32	2024-06-28 16:41:32	\N	เล็บยาว
921	1354	34	approved	2024-06-28 16:41:59	2024-06-28 16:41:59	\N	เล็บยาว
922	848	34	approved	2024-06-28 16:43:20	2024-06-28 16:43:20	\N	การแต่งกาย
923	729	34	approved	2024-06-28 16:43:58	2024-06-28 16:43:58	\N	การแต่งกาย
924	704	34	approved	2024-06-28 16:45:09	2024-06-28 16:45:09	\N	การแต่งกาย, เล็บยาว
925	666	34	approved	2024-06-28 16:45:52	2024-06-28 16:45:52	\N	เล็บยาว
926	409	34	approved	2024-06-28 16:46:24	2024-06-28 16:46:24	\N	เล็บยาว
927	761	34	approved	2024-06-28 16:49:04	2024-06-28 16:49:04	\N	เล็บยาว
928	432	34	approved	2024-06-28 16:49:35	2024-06-28 16:49:35	\N	เล็บยาว
929	63	34	approved	2024-06-28 16:52:13	2024-06-28 16:52:13	\N	เล็บยาว
930	1069	34	approved	2024-06-28 16:52:53	2024-06-28 16:52:53	\N	เล็บยาว
931	793	34	approved	2024-06-28 16:54:34	2024-06-28 16:54:34	\N	เล็บยาว
932	1232	34	approved	2024-06-28 16:55:06	2024-06-28 16:55:06	\N	การแต่งกาย
933	1215	34	approved	2024-06-28 16:55:50	2024-06-28 16:55:50	\N	การแต่งกาย
934	660	34	approved	2024-06-28 16:59:15	2024-06-28 16:59:15	\N	เล็บยาว
935	134	34	approved	2024-06-28 17:00:06	2024-06-28 17:00:06	\N	การแต่งกาย
936	1442	34	approved	2024-06-28 17:01:38	2024-06-28 17:01:38	\N	เล็บยาว
937	379	34	approved	2024-06-28 17:05:47	2024-06-28 17:05:47	\N	การแต่งกาย
938	1375	34	approved	2024-06-28 17:09:11	2024-06-28 17:09:11	\N	เล็บยาว
939	68	34	approved	2024-06-28 17:10:40	2024-06-28 17:10:40	\N	เล็บยาว
940	1390	34	approved	2024-06-29 17:41:04	2024-06-29 17:41:04	\N	ถุงเท้าผิดระเบียบ
941	1264	34	approved	2024-06-29 17:41:33	2024-06-29 17:41:33	\N	ถุงเท้าผิดระเบียบ
942	1264	34	approved	2024-06-29 17:42:22	2024-06-29 17:42:22	\N	เล็บยาว
943	1217	34	approved	2024-06-29 17:43:14	2024-06-29 17:43:14	\N	เล็บยาว
944	764	34	approved	2024-06-29 17:45:16	2024-06-29 17:45:16	\N	เล็บยาว
945	1075	34	approved	2024-06-29 17:45:49	2024-06-29 17:45:49	\N	เล็บยาว
946	1370	34	approved	2024-06-29 17:46:37	2024-06-29 17:46:37	\N	เล็บยาว
947	439	34	approved	2024-06-29 17:47:16	2024-06-29 17:47:16	\N	เล็บยาว
948	444	34	approved	2024-06-29 19:00:46	2024-06-29 19:00:46	\N	เล็บยาว
949	775	34	approved	2024-06-29 19:01:16	2024-06-29 19:01:16	\N	เล็บยาว
950	996	34	approved	2024-06-29 19:04:28	2024-06-29 19:04:28	\N	การแต่งกาย
951	976	34	approved	2024-06-29 19:12:44	2024-06-29 19:12:44	\N	การแต่งกาย
952	1016	34	approved	2024-06-29 19:13:57	2024-06-29 19:13:57	\N	การแต่งกาย
953	378	34	approved	2024-06-29 19:14:51	2024-06-29 19:14:51	\N	เล็บยาว
954	688	34	approved	2024-06-29 19:15:24	2024-06-29 19:15:24	\N	เล็บยาว
955	298	34	approved	2024-06-29 19:16:01	2024-06-29 19:16:01	\N	เล็บยาว
956	2107	34	approved	2024-06-29 19:17:53	2024-06-29 19:17:53	\N	เล็บยาว
957	1368	34	approved	2024-06-29 19:18:42	2024-06-29 19:18:42	\N	เล็บยาว
958	1274	34	approved	2024-06-29 19:19:19	2024-06-29 19:19:19	\N	เล็บยาว
959	1340	34	approved	2024-06-29 19:19:44	2024-06-29 19:19:44	\N	เล็บยาว
960	349	34	approved	2024-06-29 19:25:24	2024-06-29 19:25:24	\N	เล็บยาว
961	1418	34	approved	2024-06-29 19:34:58	2024-06-29 19:34:58	\N	การแต่งกาย
962	288	34	approved	2024-06-29 19:41:29	2024-06-29 19:41:29	\N	เล็บยาว
963	2121	34	approved	2024-06-29 19:42:01	2024-06-29 19:42:01	\N	เล็บยาว
964	1001	34	approved	2024-06-29 19:43:16	2024-06-29 19:43:16	\N	การแต่งกาย
965	2130	34	approved	2024-06-29 19:43:49	2024-06-29 19:43:49	\N	เล็บยาว
966	413	34	approved	2024-06-29 19:45:14	2024-06-29 19:45:14	\N	เล็บยาว
967	766	34	approved	2024-06-29 19:46:17	2024-06-29 19:46:17	\N	การแต่งกาย
968	754	34	approved	2024-06-29 19:48:36	2024-06-29 19:48:36	\N	การแต่งกาย
969	2220	34	approved	2024-06-29 19:49:24	2024-06-29 19:49:24	\N	เล็บยาว
970	1451	34	approved	2024-06-29 19:50:15	2024-06-29 19:50:15	\N	เล็บยาว
971	937	34	approved	2024-06-29 19:53:35	2024-06-29 19:53:35	\N	เล็บยาว
972	2409	34	approved	2024-06-29 19:54:19	2024-06-29 19:54:19	\N	เล็บยาว
973	157	34	approved	2024-06-29 19:55:09	2024-06-29 19:55:09	\N	การแต่งกาย
974	1453	34	approved	2024-06-29 19:55:33	2024-06-29 19:55:33	\N	การแต่งกาย
975	1574	34	approved	2024-06-29 19:56:03	2024-06-29 19:56:03	\N	เล็บยาว
976	994	34	approved	2024-06-29 19:57:20	2024-06-29 19:57:20	\N	การแต่งกาย
977	1138	34	approved	2024-06-29 19:58:04	2024-06-29 19:58:04	\N	เล็บยาว
978	1337	34	approved	2024-06-29 19:58:31	2024-06-29 19:58:31	\N	เล็บยาว
979	495	34	approved	2024-06-29 19:59:07	2024-06-29 19:59:07	\N	เล็บยาว
980	1409	34	approved	2024-06-29 19:59:38	2024-06-29 19:59:38	\N	เล็บยาว
981	1183	34	approved	2024-06-29 20:00:10	2024-06-29 20:00:10	\N	เล็บยาว
982	1235	34	approved	2024-06-29 20:00:42	2024-06-29 20:00:42	\N	การแต่งกาย
983	1016	34	approved	2024-06-29 21:20:50	2024-06-29 21:20:50	\N	ดัดแปลงสภาพผม
984	1495	34	approved	2024-06-29 21:21:54	2024-06-29 21:21:54	\N	การแต่งกาย, เล็บยาว
985	2197	34	approved	2024-06-29 21:22:32	2024-06-29 21:22:32	\N	เล็บยาว
986	1402	34	approved	2024-06-29 21:23:04	2024-06-29 21:23:04	\N	เล็บยาว
987	995	34	approved	2024-06-29 21:25:20	2024-06-29 21:25:20	\N	เล็บยาว
988	675	34	approved	2024-06-29 22:16:37	2024-06-29 22:16:37	\N	เล็บยาว
989	1921	34	approved	2024-06-29 22:37:11	2024-06-29 22:37:11	\N	เล็บยาว
990	1486	34	approved	2024-06-29 22:38:03	2024-06-29 22:38:03	\N	เล็บยาว
991	1427	34	approved	2024-06-29 22:43:07	2024-06-29 22:43:07	\N	การแต่งกาย
992	1768	34	approved	2024-06-29 22:44:08	2024-06-29 22:44:08	\N	เล็บยาว
993	873	34	approved	2024-06-29 22:48:47	2024-06-29 22:48:47	\N	เล็บยาว
994	2411	34	approved	2024-06-29 22:49:48	2024-06-29 22:49:48	\N	เล็บยาว
995	2456	34	approved	2024-06-29 22:50:32	2024-06-29 22:50:32	\N	เล็บยาว
996	2443	34	approved	2024-06-29 22:51:47	2024-06-29 22:51:47	\N	การแต่งกาย
997	885	34	approved	2024-06-29 22:53:22	2024-06-29 22:53:22	\N	เล็บยาว
998	1582	34	approved	2024-06-29 23:03:30	2024-06-29 23:03:30	\N	เล็บยาว
999	410	34	approved	2024-06-29 23:10:02	2024-06-29 23:10:02	\N	เล็บยาว
1000	1070	34	approved	2024-06-29 23:10:33	2024-06-29 23:10:33	\N	เล็บยาว
1001	1394	34	approved	2024-06-29 23:11:12	2024-06-29 23:11:12	\N	การแต่งกาย
1002	1623	34	approved	2024-06-29 23:11:41	2024-06-29 23:11:41	\N	เล็บยาว
1003	953	34	approved	2024-06-29 23:12:12	2024-06-29 23:12:12	\N	เล็บยาว
1004	2309	34	approved	2024-06-29 23:12:39	2024-06-29 23:12:39	\N	เล็บยาว
1005	1252	34	approved	2024-06-29 23:13:10	2024-06-29 23:13:10	\N	เล็บยาว
1006	55	34	approved	2024-06-29 23:13:44	2024-06-29 23:13:44	\N	เล็บยาว
1007	670	34	approved	2024-06-29 23:21:51	2024-06-29 23:21:51	\N	เล็บยาว
1008	1342	34	approved	2024-06-29 23:30:53	2024-06-29 23:30:53	\N	เล็บยาว
1009	977	34	approved	2024-06-29 23:32:17	2024-06-29 23:32:17	\N	เล็บยาว
1010	1746	34	approved	2024-06-29 23:34:28	2024-06-29 23:34:28	\N	ถุงเท้าผิดระเบียบ
1011	1390	34	approved	2024-06-29 23:38:55	2024-06-29 23:38:55	\N	ถุงเท้าผิดระเบียบ
1012	848	34	approved	2024-06-29 23:39:39	2024-06-29 23:39:39	\N	การแต่งกาย
1013	1680	34	approved	2024-06-29 23:41:05	2024-06-29 23:41:05	\N	เล็บยาว
1014	1432	34	approved	2024-06-29 23:42:02	2024-06-29 23:42:02	\N	การแต่งกาย
1015	2373	34	approved	2024-06-29 23:42:50	2024-06-29 23:42:50	\N	เล็บยาว
1016	1050	34	approved	2024-06-29 23:43:25	2024-06-29 23:43:25	\N	เล็บยาว
1017	1422	34	approved	2024-06-29 23:49:08	2024-06-29 23:49:08	\N	เล็บยาว
1018	1225	34	approved	2024-06-29 23:49:34	2024-06-29 23:49:34	\N	เล็บยาว
1019	649	34	approved	2024-06-29 23:50:04	2024-06-29 23:50:04	\N	เล็บยาว
1020	822	34	approved	2024-06-29 23:50:40	2024-06-29 23:50:40	\N	การแต่งกาย
1021	2273	34	approved	2024-06-29 23:51:15	2024-06-29 23:51:15	\N	เล็บยาว
1022	1235	34	approved	2024-06-29 23:51:53	2024-06-29 23:51:53	\N	การแต่งกาย
1023	134	34	approved	2024-06-29 23:52:31	2024-06-29 23:52:31	\N	เล็บยาว
1024	899	34	approved	2024-06-29 23:52:56	2024-06-29 23:52:56	\N	เล็บยาว
1025	1442	34	approved	2024-06-29 23:53:53	2024-06-29 23:53:53	\N	เล็บยาว
1026	1451	34	approved	2024-06-29 23:54:14	2024-06-29 23:54:14	\N	เล็บยาว
1027	1800	34	approved	2024-06-29 23:56:08	2024-06-29 23:56:08	\N	เล็บยาว
1028	2168	34	approved	2024-06-29 23:56:32	2024-06-29 23:56:32	\N	เล็บยาว
1029	1482	34	approved	2024-06-29 23:57:03	2024-06-29 23:57:03	\N	เล็บยาว
1030	1868	34	approved	2024-06-29 23:58:45	2024-06-29 23:58:45	\N	เล็บยาว
1031	1881	34	approved	2024-06-29 23:59:18	2024-06-29 23:59:18	\N	เล็บยาว
1032	1739	34	approved	2024-06-30 00:00:37	2024-06-30 00:00:37	\N	ถุงเท้าผิดระเบียบ
1033	248	34	approved	2024-06-30 00:02:15	2024-06-30 00:02:15	\N	เล็บยาว
1034	1458	34	approved	2024-06-30 00:02:46	2024-06-30 00:02:46	\N	เล็บยาว
1035	1926	34	approved	2024-06-30 00:03:07	2024-06-30 00:03:07	\N	เล็บยาว
1036	82	34	approved	2024-06-30 00:06:38	2024-06-30 00:06:38	\N	เล็บยาว
1037	1724	34	approved	2024-06-30 00:07:21	2024-06-30 00:07:21	\N	การแต่งกาย
1038	279	34	approved	2024-06-30 00:08:04	2024-06-30 00:08:04	\N	การแต่งกาย
1039	1669	34	approved	2024-06-30 00:08:57	2024-06-30 00:08:57	\N	เล็บยาว
1040	1793	34	approved	2024-06-30 00:09:20	2024-06-30 00:09:20	\N	เล็บยาว
1041	2265	34	approved	2024-06-30 00:09:44	2024-06-30 00:09:44	\N	เล็บยาว
1042	2128	34	approved	2024-06-30 00:10:08	2024-06-30 00:10:08	\N	เล็บยาว
1043	2040	34	approved	2024-06-30 00:10:35	2024-06-30 00:10:35	\N	เล็บยาว
1044	2430	34	approved	2024-06-30 00:11:00	2024-06-30 00:11:00	\N	เล็บยาว
1045	2424	34	approved	2024-06-30 00:11:35	2024-06-30 00:11:35	\N	เล็บยาว
1046	1674	34	approved	2024-06-30 00:12:04	2024-06-30 00:12:04	\N	เล็บยาว
1047	1431	34	approved	2024-06-30 00:12:45	2024-06-30 00:12:45	\N	เล็บยาว
1048	1682	34	approved	2024-06-30 00:14:11	2024-06-30 00:14:11	\N	เล็บยาว
1049	2156	34	approved	2024-06-30 00:15:10	2024-06-30 00:15:10	\N	เล็บยาว
1050	2328	34	approved	2024-06-30 00:18:12	2024-06-30 00:18:12	\N	เล็บยาว
1051	1806	34	approved	2024-06-30 00:18:48	2024-06-30 00:18:48	\N	เล็บยาว
1052	789	34	approved	2024-06-30 00:19:16	2024-06-30 00:19:16	\N	เล็บยาว
1053	1499	34	approved	2024-06-30 00:23:42	2024-06-30 00:23:42	\N	การแต่งกาย
1054	2314	34	approved	2024-06-30 00:31:20	2024-06-30 00:31:20	\N	เล็บยาว
1055	1617	34	approved	2024-06-30 00:31:50	2024-06-30 00:31:50	\N	เล็บยาว
1056	2449	34	approved	2024-06-30 00:33:17	2024-06-30 00:33:17	\N	เล็บยาว
1057	1931	34	approved	2024-06-30 00:33:42	2024-06-30 00:33:42	\N	เล็บยาว
1058	2224	34	approved	2024-06-30 00:34:13	2024-06-30 00:34:13	\N	เล็บยาว
1059	2285	34	approved	2024-06-30 00:34:54	2024-06-30 00:34:54	\N	เล็บยาว
1060	1543	34	approved	2024-06-30 00:35:24	2024-06-30 00:35:24	\N	เล็บยาว
1061	1610	34	approved	2024-06-30 00:36:26	2024-06-30 00:36:26	\N	เล็บยาว
1062	2285	34	approved	2024-06-30 00:36:53	2024-06-30 00:36:53	\N	การแต่งกาย
1063	667	34	approved	2024-06-30 00:37:42	2024-06-30 00:37:42	\N	การแต่งกาย
1064	678	34	approved	2024-06-30 00:38:25	2024-06-30 00:38:25	\N	การแต่งกาย(กระโปรง)
1065	1493	34	approved	2024-06-30 00:38:48	2024-06-30 00:38:48	\N	การแต่งกาย(กระโปรง)
1066	1398	34	approved	2024-06-30 00:39:27	2024-06-30 00:39:27	\N	เล็บยาว
1067	2113	34	approved	2024-06-30 00:39:49	2024-06-30 00:39:49	\N	เล็บยาว
1068	1644	34	approved	2024-06-30 00:40:18	2024-06-30 00:40:18	\N	เล็บยาว
1069	588	34	approved	2024-06-30 00:41:12	2024-06-30 00:41:12	\N	เล็บยาว
1070	763	34	approved	2024-06-30 00:47:25	2024-06-30 00:47:25	\N	เล็บยาว
1071	635	34	approved	2024-06-30 00:47:49	2024-06-30 00:47:49	\N	เล็บยาว
1072	770	34	approved	2024-06-30 00:48:17	2024-06-30 00:48:17	\N	เล็บยาว
1073	1107	34	approved	2024-06-30 00:50:45	2024-06-30 00:50:45	\N	เล็บยาว
1074	457	34	approved	2024-06-30 00:51:39	2024-06-30 00:51:39	\N	การแต่งกาย
1075	455	34	approved	2024-06-30 00:52:15	2024-06-30 00:52:15	\N	การแต่งกาย
1076	495	34	approved	2024-06-30 00:52:39	2024-06-30 00:52:39	\N	การแต่งกาย
1077	25	34	approved	2024-06-30 00:53:14	2024-06-30 00:53:14	\N	การแต่งกาย
1078	495	34	approved	2024-06-30 00:54:15	2024-06-30 00:54:15	\N	เล็บยาว
1079	791	34	approved	2024-06-30 00:55:24	2024-06-30 00:55:24	\N	เล็บยาว
1080	367	34	approved	2024-06-30 00:56:25	2024-06-30 00:56:25	\N	เล็บยาว
1081	192	34	approved	2024-06-30 00:57:08	2024-06-30 00:57:08	\N	เล็บยาว
1082	175	34	approved	2024-06-30 00:58:34	2024-06-30 00:58:34	\N	การแต่งกาย
1083	1474	34	approved	2024-06-30 01:00:50	2024-06-30 01:00:50	\N	เล็บยาว
1084	1258	34	approved	2024-06-30 01:16:12	2024-06-30 01:16:12	\N	เล็บยาว
1085	1748	34	approved	2024-06-30 01:16:51	2024-06-30 01:16:51	\N	เล็บยาว
1086	1924	34	approved	2024-06-30 01:17:23	2024-06-30 01:17:23	\N	เล็บยาว
1087	1099	34	approved	2024-06-30 01:17:51	2024-06-30 01:17:51	\N	เล็บยาว
1088	2258	34	approved	2024-06-30 01:19:13	2024-06-30 01:19:13	\N	เล็บยาว
1089	750	34	approved	2024-06-30 01:20:09	2024-06-30 01:20:09	\N	เล็บยาว
1090	689	34	approved	2024-06-30 01:20:36	2024-06-30 01:20:36	\N	เล็บยาว
1091	1185	34	approved	2024-06-30 01:21:23	2024-06-30 01:21:23	\N	เล็บยาว
1092	2454	34	approved	2024-06-30 01:22:05	2024-06-30 01:22:05	\N	การแต่งกาย
1093	2442	34	approved	2024-06-30 01:22:29	2024-06-30 01:22:29	\N	การแต่งกาย
1094	680	34	approved	2024-06-30 01:22:59	2024-06-30 01:22:59	\N	การแต่งกาย
1095	839	34	approved	2024-06-30 01:25:40	2024-06-30 01:25:40	\N	ถุงเท้าผิดระเบียบ
1096	2399	34	approved	2024-06-30 01:48:13	2024-06-30 01:48:13	\N	การแต่งกาย(กระโปรง)
1097	2432	34	approved	2024-06-30 01:49:14	2024-06-30 01:49:14	\N	การแต่งกาย(กางเกง)
1098	1267	34	approved	2024-06-30 01:49:56	2024-06-30 01:49:56	\N	การแต่งกาย(กระโปรง)
1099	2253	34	approved	2024-06-30 01:55:46	2024-06-30 01:55:46	\N	เล็บยาว
1100	764	34	approved	2024-06-30 01:56:14	2024-06-30 01:56:14	\N	เล็บยาว
1101	2397	34	approved	2024-06-30 01:57:04	2024-06-30 01:57:04	\N	เล็บยาว, การแต่งกาย
1102	536	34	approved	2024-06-30 01:57:38	2024-06-30 01:57:38	\N	เล็บยาว
1103	1359	34	approved	2024-06-30 01:58:15	2024-06-30 01:58:15	\N	เล็บยาว
1104	519	34	approved	2024-06-30 02:10:04	2024-06-30 02:10:04	\N	การแต่งกาย
1105	1416	34	approved	2024-06-30 02:11:12	2024-06-30 02:11:12	\N	การแต่งกาย
1106	590	34	approved	2024-06-30 02:12:00	2024-06-30 02:12:00	\N	การแต่งกาย
1107	227	34	approved	2024-06-30 02:12:31	2024-06-30 02:12:31	\N	การแต่งกาย
1108	1342	34	approved	2024-06-30 02:13:08	2024-06-30 02:13:08	\N	การแต่งกาย
1109	457	34	approved	2024-06-30 02:13:35	2024-06-30 02:13:35	\N	การแต่งกาย
1110	1030	34	approved	2024-06-30 02:13:57	2024-06-30 02:13:57	\N	การแต่งกาย
1111	13	34	approved	2024-06-30 02:14:32	2024-06-30 02:14:32	\N	การแต่งกาย
1112	498	34	approved	2024-06-30 02:15:07	2024-06-30 02:15:07	\N	การแต่งกาย
1113	1242	34	approved	2024-06-30 02:22:59	2024-06-30 02:22:59	\N	การแต่งกาย
1114	512	34	approved	2024-06-30 02:23:27	2024-06-30 02:23:27	\N	การแต่งกาย
1115	669	34	approved	2024-06-30 02:24:59	2024-06-30 02:24:59	\N	การแต่งกาย
1116	868	34	approved	2024-06-30 02:26:08	2024-06-30 02:26:08	\N	ถุงเท้า/รองเท้า ผิดระเบียบ
1117	680	34	approved	2024-06-30 02:26:52	2024-06-30 02:26:52	\N	ถุงเท้า/รองเท้า ผิดระเบียบ
1118	733	34	approved	2024-06-30 02:27:23	2024-06-30 02:27:23	\N	ถุงเท้า/รองเท้า ผิดระเบียบ
1119	751	34	approved	2024-06-30 02:30:36	2024-06-30 02:30:36	\N	ถุงเท้า/รองเท้า ผิดระเบียบ
1120	555	34	approved	2024-06-30 02:31:15	2024-06-30 02:31:15	\N	การแต่งกาย
1121	769	34	approved	2024-06-30 02:31:43	2024-06-30 02:31:43	\N	การแต่งกาย
1122	774	34	approved	2024-06-30 02:32:09	2024-06-30 02:32:09	\N	การแต่งกาย
1123	934	34	approved	2024-06-30 02:32:34	2024-06-30 02:32:34	\N	การแต่งกาย
1124	848	34	approved	2024-06-30 02:33:03	2024-06-30 02:33:03	\N	การแต่งกาย
1125	2285	34	approved	2024-06-30 02:33:47	2024-06-30 02:33:47	\N	การแต่งกาย
1126	2191	34	approved	2024-06-30 02:34:15	2024-06-30 02:34:15	\N	การแต่งกาย
1127	1638	34	approved	2024-06-30 02:35:03	2024-06-30 02:35:03	\N	การแต่งกาย
1128	2218	34	approved	2024-06-30 02:35:34	2024-06-30 02:35:34	\N	การแต่งกาย
1129	1529	34	approved	2024-06-30 02:36:02	2024-06-30 02:36:02	\N	การแต่งกาย
1130	2292	34	approved	2024-06-30 02:57:10	2024-06-30 02:57:10	\N	การแต่งกาย
1131	2314	34	approved	2024-06-30 02:57:49	2024-06-30 02:57:49	\N	การแต่งกาย
1132	2042	34	approved	2024-06-30 02:58:29	2024-06-30 02:58:29	\N	การแต่งกาย
1133	1780	34	approved	2024-06-30 02:58:56	2024-06-30 02:58:56	\N	การแต่งกาย
1134	2264	34	approved	2024-06-30 03:01:51	2024-06-30 03:01:51	\N	การแต่งกาย
1135	2050	34	approved	2024-06-30 03:02:56	2024-06-30 03:02:56	\N	การแต่งกาย
1136	2419	34	approved	2024-06-30 03:03:22	2024-06-30 03:03:22	\N	การแต่งกาย
1137	2443	34	approved	2024-06-30 03:04:21	2024-06-30 03:04:21	\N	การแต่งกาย
1138	2312	34	approved	2024-06-30 03:04:49	2024-06-30 03:04:49	\N	การแต่งกาย
1139	2284	34	approved	2024-06-30 03:05:12	2024-06-30 03:05:12	\N	การแต่งกาย
1140	2117	34	approved	2024-06-30 03:05:34	2024-06-30 03:05:34	\N	การแต่งกาย
1141	2375	34	approved	2024-06-30 03:05:59	2024-06-30 03:05:59	\N	การแต่งกาย
1142	2424	55	approved	2024-07-01 06:18:23	2024-07-01 06:18:23	\N	มาสาย
1143	2433	55	approved	2024-07-01 06:19:15	2024-07-01 06:19:15	\N	มาสาย
1144	1121	55	approved	2024-07-01 06:19:59	2024-07-01 06:19:59	\N	มาสาย
1145	2279	55	approved	2024-07-01 06:20:56	2024-07-01 06:20:56	\N	มาสาย
1146	274	55	approved	2024-07-01 06:21:33	2024-07-01 06:21:33	\N	มาสาย
1147	1944	55	approved	2024-07-01 06:22:15	2024-07-01 06:22:15	\N	มาสาย
1148	2090	55	approved	2024-07-01 06:23:15	2024-07-01 06:23:15	\N	มาสาย
1149	2091	55	approved	2024-07-01 06:23:44	2024-07-01 06:23:44	\N	มาสาย
1150	2436	55	approved	2024-07-01 06:24:16	2024-07-01 06:24:16	\N	มาสาย
1151	2413	55	approved	2024-07-01 06:24:54	2024-07-01 06:24:54	\N	มาสาย
1152	2431	55	approved	2024-07-01 06:25:28	2024-07-01 06:25:28	\N	มาสาย
1153	2422	55	approved	2024-07-01 06:26:40	2024-07-01 06:26:40	\N	มาสาย
1154	1630	55	approved	2024-07-01 06:27:23	2024-07-01 06:27:23	\N	มาสาย
1155	1940	55	approved	2024-07-01 06:28:01	2024-07-01 06:28:01	\N	มาสาย
1156	1969	55	approved	2024-07-01 06:28:28	2024-07-01 06:28:28	\N	มาสาย
1157	1687	55	approved	2024-07-01 06:29:28	2024-07-01 06:29:28	\N	มาสาย
1158	1883	55	approved	2024-07-01 06:30:13	2024-07-01 06:30:13	\N	มาสาย
1159	1336	55	approved	2024-07-01 06:30:55	2024-07-01 06:30:55	\N	มาสาย
1160	1336	55	approved	2024-07-01 06:32:29	2024-07-01 06:32:29	\N	มาสาย
1161	1418	55	approved	2024-07-01 06:33:40	2024-07-01 06:33:40	\N	มาสาย
1162	1426	55	approved	2024-07-01 06:34:17	2024-07-01 06:34:17	\N	มาสาย
1163	1701	55	approved	2024-07-01 06:35:11	2024-07-01 06:35:11	\N	มาสาย
1164	1429	55	approved	2024-07-01 06:36:00	2024-07-01 06:36:00	\N	มาสาย
1165	658	55	approved	2024-07-01 06:36:53	2024-07-01 06:36:53	\N	มาสาย
1166	1005	55	approved	2024-07-01 06:37:49	2024-07-01 06:37:49	\N	มาสาย
1167	2396	55	approved	2024-07-01 06:39:02	2024-07-01 06:39:02	\N	มาสาย
1168	329	55	approved	2024-07-01 06:40:31	2024-07-01 06:40:31	\N	มาสาย
1169	582	2	approved	2024-07-01 11:32:37	2024-07-01 11:32:37	\N	ช่วยเก็บขยะ
1170	582	2	approved	2024-07-01 11:34:08	2024-07-01 11:34:08	\N	ช่วยเก็บขยะ 
1171	592	2	approved	2024-07-01 11:34:50	2024-07-01 11:34:50	\N	ช่วยเก็บขยะ 
1172	592	2	approved	2024-07-01 11:35:15	2024-07-01 11:35:15	\N	ช่วยเก็บขยะ 
1173	585	2	approved	2024-07-01 11:35:54	2024-07-01 11:35:54	\N	ช่วยเก็บขยะ 
1174	585	2	approved	2024-07-01 11:40:23	2024-07-01 11:40:23	\N	ช่วยเก็บขยะ 
1175	596	2	approved	2024-07-01 11:41:02	2024-07-01 11:41:02	\N	ช่วยเก็บขยะ 
1176	596	2	approved	2024-07-01 11:41:28	2024-07-01 11:41:28	\N	ช่วยเก็บขยะ 
1177	575	2	approved	2024-07-01 11:42:19	2024-07-01 11:42:19	\N	ช่วยเก็บขยะ 
1178	575	2	approved	2024-07-01 11:42:57	2024-07-01 11:42:57	\N	ช่วยเก็บขยะ 
1179	577	2	approved	2024-07-01 11:43:33	2024-07-01 11:43:33	\N	ช่วยเก็บขยะ 
1180	577	2	approved	2024-07-01 11:43:58	2024-07-01 11:43:58	\N	ช่วยเก็บขยะ 
1181	588	2	approved	2024-07-01 11:44:43	2024-07-01 11:44:43	\N	ช่วยเก็บขยะ 
1182	588	2	approved	2024-07-01 11:45:05	2024-07-01 11:45:05	\N	ช่วยเก็บขยะ 
1183	612	2	approved	2024-07-01 11:45:39	2024-07-01 11:45:39	\N	ช่วยเก็บขยะ 
1184	612	2	approved	2024-07-01 11:46:04	2024-07-01 11:46:04	\N	ช่วยเก็บขยะ 
1185	838	2	approved	2024-07-01 11:46:56	2024-07-01 11:46:56	\N	ช่วยเก็บขยะ 
1186	838	2	approved	2024-07-01 11:47:19	2024-07-01 11:47:19	\N	ช่วยเก็บขยะ 
1187	819	2	approved	2024-07-01 11:47:50	2024-07-01 11:47:50	\N	ช่วยเก็บขยะ 
1188	828	2	approved	2024-07-01 11:48:30	2024-07-01 11:48:30	\N	ช่วยเก็บขยะ 
1189	828	2	approved	2024-07-01 11:48:59	2024-07-01 11:48:59	\N	ช่วยเก็บขยะ 
1190	819	2	approved	2024-07-01 11:49:49	2024-07-01 11:49:49	\N	ช่วยเก็บขยะ 
1191	1495	32	approved	2024-07-01 13:17:59	2024-07-01 13:17:59	\N	เจาะหูใส่ตุ้มหู และถุงเท้าสั้น
1329	928	72	approved	2024-07-05 12:03:11	2024-07-05 12:03:11	\N	โบว์
1192	1483	32	approved	2024-07-01 13:19:19	2024-07-01 13:19:19	\N	เจาะหูใส่ตุ้มหู และถุงเท้าสั้น
1193	1355	32	approved	2024-07-03 05:20:18	2024-07-03 05:20:18	\N	ใส่ตุ้มหูมาโรงเรียน
1194	2272	55	approved	2024-07-03 06:19:53	2024-07-03 06:19:53	\N	มาสาย
1195	1364	55	approved	2024-07-03 06:20:44	2024-07-03 06:20:44	\N	มาสาย
1196	1769	55	approved	2024-07-03 06:21:39	2024-07-03 06:21:39	\N	มาสาย
1197	1360	55	approved	2024-07-03 06:22:15	2024-07-03 06:22:15	\N	มาสาย
1198	2427	55	approved	2024-07-03 06:22:55	2024-07-03 06:22:55	\N	มาสาย
1199	2279	55	approved	2024-07-03 06:23:30	2024-07-03 06:23:30	\N	มาสาย
1200	1771	55	approved	2024-07-03 06:25:13	2024-07-03 06:25:13	\N	มาสาย
1201	658	55	approved	2024-07-03 06:25:41	2024-07-03 06:25:41	\N	มาสาย
1202	2012	55	approved	2024-07-03 06:27:07	2024-07-03 06:27:07	\N	มาสาย
1203	1846	55	approved	2024-07-03 06:27:43	2024-07-03 06:27:43	\N	มาสาย
1204	1261	55	approved	2024-07-03 06:28:19	2024-07-03 06:28:19	\N	มาสาย
1205	1929	55	approved	2024-07-03 06:28:58	2024-07-03 06:28:58	\N	มาสาย
1206	648	55	approved	2024-07-03 06:29:37	2024-07-03 06:29:37	\N	มาสาย
1207	1911	55	approved	2024-07-03 06:30:13	2024-07-03 06:30:13	\N	มาสาย
1208	2468	55	approved	2024-07-03 06:30:47	2024-07-03 06:30:47	\N	มาสาย
1209	1760	55	approved	2024-07-03 06:31:40	2024-07-03 06:31:40	\N	มาสาย
1210	1121	55	approved	2024-07-03 06:32:08	2024-07-03 06:32:08	\N	มาสาย
1211	2089	2	approved	2024-07-03 06:32:24	2024-07-03 06:32:24	\N	ใส่ต่างหู
1212	596	2	approved	2024-07-03 09:35:02	2024-07-03 09:35:02	\N	ถุงเท้าสั้น
1213	588	2	approved	2024-07-03 09:36:32	2024-07-03 09:36:32	\N	ถุงเท้าสั้น
1214	1232	2	approved	2024-07-03 09:42:48	2024-07-03 09:42:48	\N	ถุงเท้าสั้น
1215	1243	2	approved	2024-07-03 09:43:35	2024-07-03 09:43:35	\N	ถุงเท้าสั้น
1216	754	2	approved	2024-07-03 09:44:17	2024-07-03 09:44:17	\N	ถุงเท้าสั้น
1217	991	55	approved	2024-07-03 10:32:04	2024-07-03 10:32:04	\N	ทะเลาะวิวาท
1218	982	55	approved	2024-07-03 10:33:17	2024-07-03 10:33:17	\N	ทะเลาะวิวาท
1219	994	55	approved	2024-07-03 10:33:53	2024-07-03 10:33:53	\N	ทะเลาะวิวาท
1220	980	55	approved	2024-07-03 10:34:29	2024-07-03 10:34:29	\N	ทะเลาะวิวาท
1221	340	55	approved	2024-07-03 10:35:07	2024-07-03 10:35:07	\N	ทะเลาะวิวาท
1222	346	55	approved	2024-07-03 10:35:46	2024-07-03 10:35:46	\N	ทะเลาะวิวาท
1223	436	55	approved	2024-07-03 10:36:59	2024-07-03 10:36:59	\N	ทะเลาะวิวาท
1224	330	55	approved	2024-07-03 10:37:31	2024-07-03 10:37:31	\N	ทะเลาะวิวาท
1225	384	55	approved	2024-07-03 10:38:17	2024-07-03 10:38:17	\N	ทะเลาะวิวาท
1226	976	55	approved	2024-07-03 10:38:55	2024-07-03 10:38:55	\N	ทะเลาะวิวาท
1227	342	55	approved	2024-07-03 10:39:46	2024-07-03 10:39:46	\N	ทะเลาะวิวาท
1228	986	55	approved	2024-07-03 11:03:30	2024-07-03 11:03:30	\N	ทะเลาะวิวาท
1229	1432	2	approved	2024-07-05 07:11:03	2024-07-05 07:11:03	\N	การแต่งกาย
1230	792	2	approved	2024-07-05 07:14:27	2024-07-05 07:14:27	\N	เล็บยาว ทาสี
1231	575	2	approved	2024-07-05 07:16:08	2024-07-05 07:16:08	\N	เล็บยาว ทาสี
1232	760	2	approved	2024-07-05 07:17:34	2024-07-05 07:17:34	\N	การแต่งกาย
1233	773	2	approved	2024-07-05 07:18:46	2024-07-05 07:18:46	\N	เล็บยาวทาสี
1234	1471	2	approved	2024-07-05 07:19:10	2024-07-05 07:19:10	\N	เล็บยาวทาสี
1235	2121	2	approved	2024-07-05 07:19:43	2024-07-05 07:19:43	\N	เล็บยาว
1236	748	2	approved	2024-07-05 07:20:11	2024-07-05 07:20:11	\N	เล็บยาว ทาสี
1237	1247	2	approved	2024-07-05 07:23:26	2024-07-05 07:23:26	\N	การแต่งกาย
1238	1354	2	approved	2024-07-05 07:24:20	2024-07-05 07:24:20	\N	การแต่งกาย
1239	279	2	approved	2024-07-05 07:24:43	2024-07-05 07:24:43	\N	การแต่งกาย
1240	1914	2	approved	2024-07-05 07:26:02	2024-07-05 07:26:02	\N	เล็บยาว
1241	2290	2	approved	2024-07-05 07:27:10	2024-07-05 07:27:10	\N	เล็บยาว
1242	2457	2	approved	2024-07-05 07:27:40	2024-07-05 07:27:40	\N	เล็บยาว
1243	36	2	approved	2024-07-05 07:28:24	2024-07-05 07:28:24	\N	เล็บยาว
1244	1868	2	approved	2024-07-05 07:29:03	2024-07-05 07:29:03	\N	เล็บยาว
1245	899	2	approved	2024-07-05 07:29:29	2024-07-05 07:29:29	\N	เล็บยาว
1246	2224	2	approved	2024-07-05 07:29:50	2024-07-05 07:29:50	\N	เล็บยาว
1247	2130	2	approved	2024-07-05 07:31:15	2024-07-05 07:31:15	\N	เล็บยาว
1248	1952	2	approved	2024-07-05 07:31:53	2024-07-05 07:31:53	\N	เล็บยาว
1249	680	2	approved	2024-07-05 07:33:35	2024-07-05 07:33:35	\N	ถุงเท้าผิดระเบียบ
1250	355	2	approved	2024-07-05 07:34:51	2024-07-05 07:34:51	\N	ใส่เครื่องประดับผิดระเบียบ
1251	2265	2	approved	2024-07-05 07:35:17	2024-07-05 07:35:17	\N	ใส่เครื่องประดับผิดระเบียบ
1252	1919	2	approved	2024-07-05 07:37:18	2024-07-05 07:37:18	\N	เล็บยาว
1253	1514	2	approved	2024-07-05 07:39:19	2024-07-05 07:39:19	\N	เล็บยาว
1254	1118	2	approved	2024-07-05 07:39:48	2024-07-05 07:39:48	\N	เล็บยาว
1255	1953	2	approved	2024-07-05 07:40:11	2024-07-05 07:40:11	\N	เล็บยาว
1256	674	2	approved	2024-07-05 07:41:27	2024-07-05 07:41:27	\N	เล็บยาว
1257	1453	2	approved	2024-07-05 07:41:48	2024-07-05 07:41:48	\N	เล็บยาว
1258	1060	2	approved	2024-07-05 07:42:13	2024-07-05 07:42:13	\N	เล็บยาว
1259	1418	2	approved	2024-07-05 07:42:51	2024-07-05 07:42:51	\N	เล็บยาว
1260	371	2	approved	2024-07-05 07:44:19	2024-07-05 07:44:19	\N	เตรื่องแต่งกาย
1261	1316	2	approved	2024-07-05 07:46:10	2024-07-05 07:46:10	\N	เล็บยาว ไม่เป็นระเบียบ
1262	1885	2	approved	2024-07-05 07:46:39	2024-07-05 07:46:39	\N	เล็บยาว ไม่เป็นระเบียบ
1263	417	2	approved	2024-07-05 07:47:07	2024-07-05 07:47:07	\N	เล็บยาว ไม่เป็นระเบียบ
1264	841	2	approved	2024-07-05 07:47:30	2024-07-05 07:47:30	\N	เล็บยาว ไม่เป็นระเบียบ
1330	1168	72	approved	2024-07-05 12:04:09	2024-07-05 12:04:09	\N	เล็บยาว
1265	1169	2	approved	2024-07-05 07:48:59	2024-07-05 07:48:59	\N	เล็บยาว ไม่เป็นระเบียบ
1266	1308	2	approved	2024-07-05 07:49:21	2024-07-05 07:49:21	\N	เล็บยาว ไม่เป็นระเบียบ
1267	657	2	approved	2024-07-05 07:50:01	2024-07-05 07:50:01	\N	เล็บยาว ไม่เป็นระเบียบ
1268	1180	2	approved	2024-07-05 07:51:23	2024-07-05 07:51:23	\N	เล็บยาว ไม่เป็นระเบียบ
1269	1147	2	approved	2024-07-05 07:51:59	2024-07-05 07:51:59	\N	เล็บยาว ไม่เป็นระเบียบ
1270	575	2	approved	2024-07-05 08:00:26	2024-07-05 08:00:26	\N	เล็บยาวไม่เป็นระเบียบ
1271	912	2	approved	2024-07-05 08:02:44	2024-07-05 08:02:44	\N	ใส่เครื่องประดับผิดระเบียบ
1272	1274	2	approved	2024-07-05 08:03:53	2024-07-05 08:03:53	\N	ใส่เครื่องประดับผิดระเบียบ
1273	733	2	approved	2024-07-05 08:05:23	2024-07-05 08:05:23	\N	ถุงเท้าผิดระเบียบ
1274	740	2	approved	2024-07-05 08:07:35	2024-07-05 08:07:35	\N	กระโปรงสั้น
1275	1016	2	approved	2024-07-05 08:08:55	2024-07-05 08:08:55	\N	ย้อมสีผม
1276	1383	2	approved	2024-07-05 08:10:37	2024-07-05 08:10:37	\N	เล็บยาว
1277	680	2	approved	2024-07-05 08:12:15	2024-07-05 08:12:15	\N	กระโปรงผิดระเบียบ
1278	1486	2	approved	2024-07-05 08:12:56	2024-07-05 08:12:56	\N	กระโปรงผิดระเบียบ
1279	68	2	approved	2024-07-05 08:16:09	2024-07-05 08:16:09	\N	เล็บยาว
1280	675	2	approved	2024-07-05 08:16:37	2024-07-05 08:16:37	\N	เล็บยาว
1281	1416	2	approved	2024-07-05 08:17:07	2024-07-05 08:17:07	\N	เล็บยาว
1282	874	2	approved	2024-07-05 08:17:30	2024-07-05 08:17:30	\N	เล็บยาว
1283	590	2	approved	2024-07-05 08:18:17	2024-07-05 08:18:17	\N	ทรงผมผิดระเบียบ
1284	1432	2	approved	2024-07-05 08:19:17	2024-07-05 08:19:17	\N	ใส่เครื่องประดับผิดระเบียบ
1285	764	2	approved	2024-07-05 08:19:53	2024-07-05 08:19:53	\N	ใส่เครื่องประดับผิดระเบียบ
1286	772	2	approved	2024-07-05 08:20:17	2024-07-05 08:20:17	\N	ใส่เครื่องประดับผิดระเบียบ
1287	449	2	approved	2024-07-05 08:20:42	2024-07-05 08:20:42	\N	ใส่เครื่องประดับผิดระเบียบ
1288	503	2	approved	2024-07-05 08:21:09	2024-07-05 08:21:09	\N	ใส่เครื่องประดับผิดระเบียบ
1289	186	2	approved	2024-07-05 08:21:51	2024-07-05 08:21:51	\N	ใส่เครื่องประดับผิดระเบียบ
1290	597	2	approved	2024-07-05 08:22:13	2024-07-05 08:22:13	\N	ใส่เครื่องประดับผิดระเบียบ
1291	493	2	approved	2024-07-05 08:22:42	2024-07-05 08:22:42	\N	ใส่เครื่องประดับผิดระเบียบ
1292	1454	2	approved	2024-07-05 08:24:26	2024-07-05 08:24:26	\N	ใส่เครื่องประดับผิดระเบียบ
1293	846	2	approved	2024-07-05 08:24:46	2024-07-05 08:24:46	\N	ใส่เครื่องประดับผิดระเบียบ
1294	652	2	approved	2024-07-05 08:25:12	2024-07-05 08:25:12	\N	ใส่เครื่องประดับผิดระเบียบ
1295	1638	2	approved	2024-07-05 08:26:06	2024-07-05 08:26:06	\N	ใส่เครื่องประดับผิดระเบียบ
1296	1529	2	approved	2024-07-05 08:26:35	2024-07-05 08:26:35	\N	ใส่เครื่องประดับผิดระเบียบ
1297	362	2	approved	2024-07-05 08:26:58	2024-07-05 08:26:58	\N	ใส่เครื่องประดับผิดระเบียบ
1298	1951	2	approved	2024-07-05 08:27:20	2024-07-05 08:27:20	\N	ใส่เครื่องประดับผิดระเบียบ
1299	1967	2	approved	2024-07-05 08:27:46	2024-07-05 08:27:46	\N	ใส่เครื่องประดับผิดระเบียบ
1300	2454	2	approved	2024-07-05 08:28:48	2024-07-05 08:28:48	\N	ใส่เครื่องประดับผิดระเบียบ
1301	1777	2	approved	2024-07-05 08:29:15	2024-07-05 08:29:15	\N	ใส่เครื่องประดับผิดระเบียบ
1302	233	2	approved	2024-07-05 08:29:45	2024-07-05 08:29:45	\N	ใส่เครื่องประดับผิดระเบียบ
1303	860	2	approved	2024-07-05 08:30:56	2024-07-05 08:30:56	\N	ใส่เครื่องประดับผิดระเบียบ
1304	846	2	rejected	2024-07-05 08:31:25	2024-07-05 08:31:25	\N	ใส่เครื่องประดับผิดระเบียบ
1305	1386	2	approved	2024-07-05 11:29:16	2024-07-05 11:29:16	\N	ถุงเท้าผิดระเบียบ
1306	575	72	approved	2024-07-05 11:30:49	2024-07-05 11:30:49	\N	เล็บยาว
1307	912	72	approved	2024-07-05 11:33:25	2024-07-05 11:33:25	\N	โบว์
1308	1274	72	approved	2024-07-05 11:34:39	2024-07-05 11:34:39	\N	โบว์
1309	282	72	approved	2024-07-05 11:38:50	2024-07-05 11:38:50	\N	เล็บยาว
1310	1381	72	approved	2024-07-05 11:40:07	2024-07-05 11:40:07	\N	เล็บยาว
1311	1376	72	approved	2024-07-05 11:40:59	2024-07-05 11:40:59	\N	เล็บยาว
1312	1405	72	approved	2024-07-05 11:42:05	2024-07-05 11:42:05	\N	เล็บยาว
1313	1126	72	approved	2024-07-05 11:42:44	2024-07-05 11:42:44	\N	เล็บยาว
1314	608	72	approved	2024-07-05 11:43:20	2024-07-05 11:43:20	\N	เล็บยาว
1315	641	72	approved	2024-07-05 11:43:50	2024-07-05 11:43:50	\N	เล็บยาว
1316	1455	72	approved	2024-07-05 11:44:58	2024-07-05 11:44:58	\N	เล็บยาว
1317	1660	72	approved	2024-07-05 11:45:52	2024-07-05 11:45:52	\N	เล็บยาว
1318	1116	72	approved	2024-07-05 11:45:56	2024-07-05 11:45:56	\N	เล็บยาวไม่เรียบร้อย
1319	2317	72	approved	2024-07-05 11:46:30	2024-07-05 11:46:30	\N	เล็บยาว
1320	1195	72	approved	2024-07-05 11:47:11	2024-07-05 11:47:11	\N	เล็บยาว
1321	748	72	approved	2024-07-05 11:47:40	2024-07-05 11:47:40	\N	เล็บยาว
1322	142	72	approved	2024-07-05 11:49:00	2024-07-05 11:49:00	\N	เล็บยาว
1323	2121	72	approved	2024-07-05 11:51:09	2024-07-05 11:51:09	\N	เล็บยาว
1324	2071	2	approved	2024-07-05 11:57:37	2024-07-05 11:57:37	\N	เล็บยาว
1325	1678	2	approved	2024-07-05 11:59:41	2024-07-05 11:59:41	\N	เล็บยาว
1326	1779	72	approved	2024-07-05 12:00:34	2024-07-05 12:00:34	\N	เล็บยาว
1327	279	72	approved	2024-07-05 12:01:44	2024-07-05 12:01:44	\N	เล็บยาว
1328	2430	72	approved	2024-07-05 12:02:04	2024-07-05 12:02:04	\N	เล็บยาว
1331	20	72	approved	2024-07-05 12:04:29	2024-07-05 12:04:29	\N	เล็บยาว
1332	2424	72	approved	2024-07-05 12:05:32	2024-07-05 12:05:32	\N	เล็บยาว
1333	481	3	approved	2024-07-05 12:05:43	2024-07-05 12:05:43	\N	เล็บยาว
1334	659	72	approved	2024-07-05 12:05:45	2024-07-05 12:05:45	\N	เล็บยาว
1335	1785	72	approved	2024-07-05 12:06:23	2024-07-05 12:06:23	\N	เล็บยาว
1336	132	72	approved	2024-07-05 12:06:29	2024-07-05 12:06:29	\N	เล็บยาว
1337	1918	72	approved	2024-07-05 12:07:34	2024-07-05 12:07:34	\N	เล็บยาว
1338	1213	3	approved	2024-07-05 12:07:43	2024-07-05 12:07:43	\N	เล็บยาว
1339	802	72	approved	2024-07-05 12:08:10	2024-07-05 12:08:10	\N	เล็บยาว
1340	431	3	approved	2024-07-05 12:08:15	2024-07-05 12:08:15	\N	เล็บยาว
1341	633	3	approved	2024-07-05 12:08:47	2024-07-05 12:08:47	\N	เล็บยาว
1342	1763	72	approved	2024-07-05 12:08:51	2024-07-05 12:08:51	\N	ผมผิดระเบียบ
1343	1272	3	approved	2024-07-05 12:09:13	2024-07-05 12:09:13	\N	เล็บยาว
1344	45	72	approved	2024-07-05 12:09:37	2024-07-05 12:09:37	\N	เล็บยาว
1345	1560	72	approved	2024-07-05 12:10:01	2024-07-05 12:10:01	\N	เล็บยาว
1346	1204	3	approved	2024-07-05 12:10:13	2024-07-05 12:10:13	\N	เล็บยาว
1347	1393	72	approved	2024-07-05 12:10:46	2024-07-05 12:10:46	\N	เล็บยาว
1348	1765	72	approved	2024-07-05 12:11:09	2024-07-05 12:11:09	\N	เล็บยาว
1349	1145	72	approved	2024-07-05 12:11:52	2024-07-05 12:11:52	\N	เล็บยาว
1350	2014	72	approved	2024-07-05 12:11:56	2024-07-05 12:11:56	\N	เล็บยาว
1351	2265	72	approved	2024-07-05 12:12:43	2024-07-05 12:12:43	\N	เล็บยาว
1352	62	72	approved	2024-07-05 12:13:00	2024-07-05 12:13:00	\N	เล็บยาว
1353	159	3	approved	2024-07-05 12:17:33	2024-07-05 12:17:33	\N	เล็บยาว
1354	61	3	approved	2024-07-05 12:18:17	2024-07-05 12:18:17	\N	เล็บยาว
1355	233	23	approved	2024-07-07 18:52:36	2024-07-07 18:52:36	\N	โบว์
1356	1719	23	approved	2024-07-07 18:54:07	2024-07-07 18:54:07	\N	โบว์
1357	2412	23	approved	2024-07-07 18:55:00	2024-07-07 18:55:00	\N	ทรงผม
1358	2457	23	approved	2024-07-07 18:56:31	2024-07-07 18:56:31	\N	หนวดเครา
1359	2355	23	approved	2024-07-07 18:57:16	2024-07-07 18:57:16	\N	แต่งหน้า
1360	2342	23	approved	2024-07-07 18:57:47	2024-07-07 18:57:47	\N	แต่งหน้า
1361	2047	23	approved	2024-07-07 18:58:21	2024-07-07 18:58:21	\N	หนวดเครา
1362	2109	23	approved	2024-07-07 18:58:57	2024-07-07 18:58:57	\N	หนวดเครา
1363	2144	23	approved	2024-07-07 18:59:42	2024-07-07 18:59:42	\N	โบว์
1364	1638	23	approved	2024-07-07 19:00:37	2024-07-07 19:00:37	\N	โบว์
1365	1777	23	approved	2024-07-07 19:01:06	2024-07-07 19:01:06	\N	โบว์
1366	2060	23	approved	2024-07-07 19:02:11	2024-07-07 19:02:11	\N	ถุงเท้า
1367	1870	23	approved	2024-07-07 19:03:25	2024-07-07 19:03:25	\N	โบว์
1368	1883	23	approved	2024-07-07 19:04:03	2024-07-07 19:04:03	\N	ถุงเท้า\n
1369	1255	23	approved	2024-07-07 19:04:55	2024-07-07 19:04:55	\N	โบว์\n
1370	583	23	approved	2024-07-07 19:05:37	2024-07-07 19:05:37	\N	โบว์\n
1371	750	23	approved	2024-07-07 19:13:44	2024-07-07 19:13:44	\N	\nถุงเท้า
1372	1009	23	approved	2024-07-07 19:15:01	2024-07-07 19:15:01	\N	ถุงเท้า
1373	1184	23	approved	2024-07-07 19:16:15	2024-07-07 19:16:15	\N	ถุงเท้า
1374	1274	23	approved	2024-07-07 19:16:48	2024-07-07 19:16:48	\N	ถุงเท้า
1375	839	23	approved	2024-07-07 19:17:17	2024-07-07 19:17:17	\N	ถุงเท้า
1376	675	23	approved	2024-07-07 19:18:09	2024-07-07 19:18:09	\N	โบว์
1377	733	23	approved	2024-07-07 19:18:35	2024-07-07 19:18:35	\N	ถุงเท้า
1378	372	23	approved	2024-07-07 19:19:15	2024-07-07 19:19:15	\N	ถุงเท้า
1379	1447	23	approved	2024-07-07 19:19:42	2024-07-07 19:19:42	\N	ถุงเท้า
1380	997	23	approved	2024-07-07 19:20:11	2024-07-07 19:20:11	\N	ถุงเท้า
1381	248	23	approved	2024-07-07 19:20:47	2024-07-07 19:20:47	\N	ถุงเท้า
1382	868	23	approved	2024-07-07 19:21:19	2024-07-07 19:21:19	\N	ถุงเท้า
1383	846	23	approved	2024-07-07 19:22:02	2024-07-07 19:22:02	\N	โบว์
1384	852	23	approved	2024-07-07 19:22:29	2024-07-07 19:22:29	\N	โบว์
1385	1431	23	approved	2024-07-07 19:22:56	2024-07-07 19:22:56	\N	โบว์
1386	920	23	approved	2024-07-07 19:23:23	2024-07-07 19:23:23	\N	โบว์
1387	924	23	approved	2024-07-07 19:24:07	2024-07-07 19:24:07	\N	โบว์
1388	642	23	approved	2024-07-07 19:24:38	2024-07-07 19:24:38	\N	โบว์
1389	760	23	approved	2024-07-07 19:25:14	2024-07-07 19:25:14	\N	โบว์
1390	1275	23	approved	2024-07-07 19:26:03	2024-07-07 19:26:03	\N	โบว์
1391	1261	23	approved	2024-07-07 19:26:59	2024-07-07 19:26:59	\N	ถุงเท้า
1392	677	23	approved	2024-07-07 19:27:38	2024-07-07 19:27:38	\N	โบว์
1393	2368	23	approved	2024-07-07 19:29:08	2024-07-07 19:29:08	\N	เล็บยาว
1394	2379	23	approved	2024-07-07 19:29:44	2024-07-07 19:29:44	\N	เล็บยาว
1395	929	23	approved	2024-07-07 19:31:11	2024-07-07 19:31:11	\N	โบว์
1396	1748	23	approved	2024-07-07 19:32:34	2024-07-07 19:32:34	\N	เล็บยาว
1397	2099	23	approved	2024-07-07 19:35:04	2024-07-07 19:35:04	\N	โบว์
1398	1777	23	approved	2024-07-07 19:36:16	2024-07-07 19:36:16	\N	โบว์
1399	20	23	approved	2024-07-07 19:37:00	2024-07-07 19:37:00	\N	ใส่เครื่องประดับ/โบว์
1400	680	23	approved	2024-07-07 19:37:48	2024-07-07 19:37:48	\N	ใส่เครื่องประดับ/โบว์
1401	920	23	approved	2024-07-07 19:38:18	2024-07-07 19:38:18	\N	ใส่เครื่องประดับ/โบว์
1402	924	23	approved	2024-07-07 19:38:52	2024-07-07 19:38:52	\N	ใส่เครื่องประดับ/โบว์
1403	427	23	approved	2024-07-07 19:39:29	2024-07-07 19:39:29	\N	เล็บยาว
1404	679	23	approved	2024-07-07 19:40:00	2024-07-07 19:40:00	\N	ใส่เครื่องประดับ/โบว์
1405	1392	23	approved	2024-07-07 19:40:39	2024-07-07 19:40:39	\N	เล็บยาว
1406	956	23	approved	2024-07-07 19:41:13	2024-07-07 19:41:13	\N	เล็บยาว
1407	760	23	approved	2024-07-07 19:42:09	2024-07-07 19:42:09	\N	ใส่เครื่องประดับ/โบว์
1408	1162	23	approved	2024-07-07 19:42:50	2024-07-07 19:42:50	\N	เล็บยาว
1409	2432	23	approved	2024-07-07 19:43:34	2024-07-07 19:43:34	\N	ถุงเท้า
1410	1510	23	approved	2024-07-07 19:44:20	2024-07-07 19:44:20	\N	ใส่เครื่องประดับ/โบว์
1411	1559	23	approved	2024-07-07 19:45:15	2024-07-07 19:45:15	\N	เล็บยาว
1412	1956	23	approved	2024-07-07 19:45:59	2024-07-07 19:45:59	\N	เล็บยาว
1413	2325	23	approved	2024-07-07 19:47:01	2024-07-07 19:47:01	\N	เล็บยาว\n
1414	1884	23	approved	2024-07-07 19:47:40	2024-07-07 19:47:40	\N	เล็บยาว\n
1415	2081	23	approved	2024-07-07 19:50:05	2024-07-07 19:50:05	\N	ถุงเท้า
1416	1506	23	approved	2024-07-07 19:52:26	2024-07-07 19:52:26	\N	ใส่เครื่องประดับ/โบว์
1417	2443	23	approved	2024-07-07 19:53:23	2024-07-07 19:53:23	\N	ใส่เครื่องประดับ/โบว์
1418	1988	23	approved	2024-07-07 19:55:42	2024-07-07 19:55:42	\N	เล็บยาว
1419	1772	23	approved	2024-07-07 19:56:19	2024-07-07 19:56:19	\N	เล็บยาว
1420	2051	23	approved	2024-07-07 19:56:54	2024-07-07 19:56:54	\N	ใส่เครื่องประดับ/โบว์
1421	1919	23	approved	2024-07-07 20:03:51	2024-07-07 20:03:51	\N	ถุงเท้า
1422	1924	23	approved	2024-07-07 20:05:11	2024-07-07 20:05:11	\N	ถุงเท้า
1423	1009	23	approved	2024-07-07 20:05:42	2024-07-07 20:05:42	\N	ถุงเท้า
1424	750	23	approved	2024-07-07 20:06:21	2024-07-07 20:06:21	\N	ถุงเท้า
1425	839	23	approved	2024-07-07 20:06:48	2024-07-07 20:06:48	\N	ถุงเท้า
1426	733	23	approved	2024-07-07 20:07:35	2024-07-07 20:07:35	\N	ถุงเท้า
1427	2364	23	approved	2024-07-07 20:08:12	2024-07-07 20:08:12	\N	ถุงเท้า
1428	1435	23	approved	2024-07-07 20:09:55	2024-07-07 20:09:55	\N	โบว์
1429	256	23	approved	2024-07-07 20:10:23	2024-07-07 20:10:23	\N	โบว์
1430	1399	23	approved	2024-07-07 20:12:17	2024-07-07 20:12:17	\N	โบว์
1431	2310	23	approved	2024-07-07 20:13:04	2024-07-07 20:13:04	\N	เล็บยาว
1432	1417	23	approved	2024-07-07 20:13:37	2024-07-07 20:13:37	\N	โบว์
1433	852	23	approved	2024-07-07 20:14:20	2024-07-07 20:14:20	\N	โบว์
1434	815	23	approved	2024-07-07 20:15:12	2024-07-07 20:15:12	\N	กางเกงผิดระเบียบ
1435	1610	23	approved	2024-07-07 20:15:54	2024-07-07 20:15:54	\N	เล็บยาว
1436	2387	23	approved	2024-07-07 20:16:43	2024-07-07 20:16:43	\N	เล็บยาว
1437	289	23	approved	2024-07-07 20:17:14	2024-07-07 20:17:14	\N	เล็บยาว
1438	461	23	approved	2024-07-07 20:17:43	2024-07-07 20:17:43	\N	เล็บยาว
1439	677	23	approved	2024-07-07 20:18:12	2024-07-07 20:18:12	\N	โบว์
1440	1941	23	approved	2024-07-07 20:18:48	2024-07-07 20:18:48	\N	ถุงเท้า
1441	80	23	approved	2024-07-07 20:19:58	2024-07-07 20:19:58	\N	ใส่เครื่องประดับ
1442	1650	23	approved	2024-07-07 20:20:37	2024-07-07 20:20:37	\N	เล็บยาว
1443	2290	23	approved	2024-07-07 20:21:12	2024-07-07 20:21:12	\N	เล็บยาว
1444	2100	23	approved	2024-07-07 20:21:44	2024-07-07 20:21:44	\N	เล็บยาว
1445	2265	23	approved	2024-07-07 20:22:21	2024-07-07 20:22:21	\N	เล็บยาว
1446	1699	23	approved	2024-07-07 20:22:54	2024-07-07 20:22:54	\N	เล็บยาว
1447	2067	23	approved	2024-07-07 20:23:27	2024-07-07 20:23:27	\N	เล็บยาว
1448	1615	23	approved	2024-07-07 20:24:02	2024-07-07 20:24:02	\N	ถุงเท้า
1449	1609	23	approved	2024-07-07 20:24:37	2024-07-07 20:24:37	\N	เล็บยาว
1450	2374	23	approved	2024-07-07 20:25:17	2024-07-07 20:25:17	\N	ถุงเท้า
1451	1798	23	approved	2024-07-07 20:26:52	2024-07-07 20:26:52	\N	เล็บยาว
1452	2390	23	approved	2024-07-07 20:27:33	2024-07-07 20:27:33	\N	เล็บยาว
1453	854	23	approved	2024-07-07 20:28:11	2024-07-07 20:28:11	\N	โบว์
1454	1966	23	approved	2024-07-07 20:28:56	2024-07-07 20:28:56	\N	ถุงเท้า
1455	1982	23	approved	2024-07-07 20:29:31	2024-07-07 20:29:31	\N	เล็บยาว
1456	1894	23	approved	2024-07-07 20:30:02	2024-07-07 20:30:02	\N	เล็บยาว
1457	1761	23	approved	2024-07-07 20:30:38	2024-07-07 20:30:38	\N	ถุงเท้า
1458	2126	23	approved	2024-07-07 20:31:12	2024-07-07 20:31:12	\N	ถุงเท้า
1459	1889	23	approved	2024-07-07 20:31:58	2024-07-07 20:31:58	\N	ถุงเท้า
1460	1628	23	approved	2024-07-07 20:33:23	2024-07-07 20:33:23	\N	เล็บยาว
1461	1743	23	approved	2024-07-07 20:35:23	2024-07-07 20:35:23	\N	เล็บยาว
1462	1686	23	approved	2024-07-07 20:35:54	2024-07-07 20:35:54	\N	เล็บยาว
1463	1888	23	approved	2024-07-07 20:36:31	2024-07-07 20:36:31	\N	เล็บยาว
1464	2246	23	approved	2024-07-07 20:37:05	2024-07-07 20:37:05	\N	เล็บยาว
1465	2285	23	approved	2024-07-07 20:37:42	2024-07-07 20:37:42	\N	เล็บยาว
1466	1726	23	approved	2024-07-07 20:38:13	2024-07-07 20:38:13	\N	ถุงเท้า
1467	1505	23	approved	2024-07-07 20:38:47	2024-07-07 20:38:47	\N	เล็บยาว
1468	1549	23	approved	2024-07-07 20:39:51	2024-07-07 20:39:51	\N	เล็บยาว
1469	1526	23	approved	2024-07-07 20:40:30	2024-07-07 20:40:30	\N	เล็บยาว
1470	2451	23	approved	2024-07-07 20:41:06	2024-07-07 20:41:06	\N	เล็บยาว
1471	1947	23	approved	2024-07-07 20:41:39	2024-07-07 20:41:39	\N	เล็บยาว
1472	2125	23	approved	2024-07-08 08:31:11	2024-07-08 08:31:11	\N	โบว์
1473	2387	23	approved	2024-07-08 08:31:45	2024-07-08 08:31:45	\N	ถุงเท้า
1474	1956	23	approved	2024-07-08 08:32:25	2024-07-08 08:32:25	\N	โบว์
1475	1565	23	approved	2024-07-08 08:32:55	2024-07-08 08:32:55	\N	โบว์
1476	2135	23	approved	2024-07-08 08:34:36	2024-07-08 08:34:36	\N	โบว์
1477	1274	23	approved	2024-07-08 08:35:51	2024-07-08 08:35:51	\N	โบว์
1478	2285	23	approved	2024-07-08 08:36:27	2024-07-08 08:36:27	\N	โบว์
1479	1777	23	approved	2024-07-08 08:37:27	2024-07-08 08:37:27	\N	โบว์
1480	1930	23	approved	2024-07-08 08:39:04	2024-07-08 08:39:04	\N	โบว์
1481	1908	23	approved	2024-07-08 08:39:36	2024-07-08 08:39:36	\N	โบว์
1482	2443	23	approved	2024-07-08 08:40:15	2024-07-08 08:40:15	\N	โบว์
1483	499	23	approved	2024-07-08 08:43:30	2024-07-08 08:43:30	\N	โบว์
1484	1090	23	approved	2024-07-08 08:44:11	2024-07-08 08:44:11	\N	โบว์
1485	633	23	approved	2024-07-08 08:44:44	2024-07-08 08:44:44	\N	โบว์
1486	760	23	approved	2024-07-08 08:45:17	2024-07-08 08:45:17	\N	โบว์
1487	886	23	approved	2024-07-08 08:45:50	2024-07-08 08:45:50	\N	โบว์
1488	1427	23	approved	2024-07-08 08:46:19	2024-07-08 08:46:19	\N	โบว์
1489	868	23	approved	2024-07-08 08:46:51	2024-07-08 08:46:51	\N	ถุงเท้า
1490	397	23	approved	2024-07-08 08:47:23	2024-07-08 08:47:23	\N	โบว์
1491	561	23	approved	2024-07-08 08:48:03	2024-07-08 08:48:03	\N	โบว์
1492	920	23	approved	2024-07-08 08:48:41	2024-07-08 08:48:41	\N	โบว์
1493	846	23	approved	2024-07-08 08:49:13	2024-07-08 08:49:13	\N	โบว์
1494	741	23	approved	2024-07-08 08:49:50	2024-07-08 08:49:50	\N	โบว์
1495	1009	23	approved	2024-07-08 08:50:46	2024-07-08 08:50:46	\N	โบว์
1496	918	23	approved	2024-07-08 08:51:35	2024-07-08 08:51:35	\N	โบว์
1497	924	23	approved	2024-07-08 08:52:06	2024-07-08 08:52:06	\N	โบว์
1498	670	23	approved	2024-07-08 08:55:45	2024-07-08 08:55:45	\N	โบว์
1499	868	23	approved	2024-07-08 08:57:33	2024-07-08 08:57:33	\N	ถุงเท้า
1500	1275	23	approved	2024-07-08 08:58:15	2024-07-08 08:58:15	\N	โบว์
1501	1394	23	approved	2024-07-08 08:58:50	2024-07-08 08:58:50	\N	ทรงผม
1502	1004	23	approved	2024-07-08 08:59:35	2024-07-08 08:59:35	\N	โบว์
1503	440	23	approved	2024-07-08 09:00:17	2024-07-08 09:00:17	\N	โบว์
1504	862	23	approved	2024-07-08 09:08:56	2024-07-08 09:08:56	\N	โบว์
1505	924	23	approved	2024-07-08 09:20:30	2024-07-08 09:20:30	\N	โบว์
1506	1346	23	approved	2024-07-08 09:23:35	2024-07-08 09:23:35	\N	โบว์
1507	1340	23	approved	2024-07-08 09:24:14	2024-07-08 09:24:14	\N	เล็บยาว
1508	1461	32	approved	2024-07-08 09:24:36	2024-07-08 09:24:36	\N	มีพฤติกรรมก้าวร้าวหลายครั้ง และไม่มีที่จะพัฒนาตนในทางที่ดีขึ้น
1509	985	23	approved	2024-07-08 09:24:46	2024-07-08 09:24:46	\N	เล็บยาว
1510	748	23	approved	2024-07-08 09:25:27	2024-07-08 09:25:27	\N	โบว์
1511	1768	23	approved	2024-07-08 11:05:21	2024-07-08 11:05:21	\N	เล็บยาว
1512	839	23	approved	2024-07-08 11:05:53	2024-07-08 11:05:53	\N	เล็บยาว
1513	750	23	approved	2024-07-08 11:06:23	2024-07-08 11:06:23	\N	เล็บยาว
1514	2059	23	approved	2024-07-08 11:07:05	2024-07-08 11:07:05	\N	เล็บยาว
1515	2118	23	approved	2024-07-08 11:08:10	2024-07-08 11:08:10	\N	แต่งหน้า
1516	2409	23	approved	2024-07-08 11:08:46	2024-07-08 11:08:46	\N	เล็บยาว
1517	2125	23	approved	2024-07-08 11:11:10	2024-07-08 11:11:10	\N	โบว์
1518	2424	23	approved	2024-07-08 11:11:49	2024-07-08 11:11:49	\N	ถุงเท้า
1519	410	2	approved	2024-07-08 12:01:23	2024-07-08 12:01:23	\N	เก็บกระเป๋าสตางค์
1520	1014	89	approved	2024-07-08 12:02:52	2024-07-08 12:02:52	\N	พบเงิน จำนวน 20 บาท
1521	1764	23	approved	2024-07-08 12:20:27	2024-07-08 12:20:27	\N	เล็บยาว
1522	2158	23	approved	2024-07-08 12:21:04	2024-07-08 12:21:04	\N	ถุงเท้า
1523	2381	23	approved	2024-07-08 12:21:49	2024-07-08 12:21:49	\N	โบว์
1524	2449	23	approved	2024-07-08 12:22:29	2024-07-08 12:22:29	\N	โบว์
1525	2252	23	approved	2024-07-08 12:23:24	2024-07-08 12:23:24	\N	เล็บยาว
1526	2046	23	approved	2024-07-08 12:24:15	2024-07-08 12:24:15	\N	โบว์
1527	2444	23	approved	2024-07-08 12:24:50	2024-07-08 12:24:50	\N	โบว์
1528	1418	23	approved	2024-07-08 12:26:10	2024-07-08 12:26:10	\N	เล็บยาว
1529	298	23	approved	2024-07-08 12:26:45	2024-07-08 12:26:45	\N	เล็บยาว
1530	956	23	approved	2024-07-08 12:27:20	2024-07-08 12:27:20	\N	เล็บยาว
1531	282	23	approved	2024-07-08 12:27:56	2024-07-08 12:27:56	\N	เล็บยาว
1532	1060	23	approved	2024-07-08 12:28:39	2024-07-08 12:28:39	\N	เล็บยาว
1533	1337	23	approved	2024-07-08 12:29:42	2024-07-08 12:29:42	\N	เล็บยาว
1534	675	23	approved	2024-07-08 12:30:14	2024-07-08 12:30:14	\N	เล็บยาว
1535	741	23	approved	2024-07-08 12:30:47	2024-07-08 12:30:47	\N	โบว์
1536	1223	23	approved	2024-07-08 12:31:38	2024-07-08 12:31:38	\N	เล็บยาว
1537	218	23	approved	2024-07-08 12:32:32	2024-07-08 12:32:32	\N	โบว์
1538	760	23	approved	2024-07-08 12:32:58	2024-07-08 12:32:58	\N	โบว์
1539	1325	23	approved	2024-07-08 12:34:15	2024-07-08 12:34:15	\N	ถุงเท้า
1540	363	23	approved	2024-07-08 12:35:07	2024-07-08 12:35:07	\N	ทรงผม
1541	850	23	approved	2024-07-08 12:35:39	2024-07-08 12:35:39	\N	โบว์
1542	961	23	approved	2024-07-08 12:36:30	2024-07-08 12:36:30	\N	เล็บยาว
1543	1247	23	approved	2024-07-08 12:37:23	2024-07-08 12:37:23	\N	เล็บยาว
1544	946	23	approved	2024-07-08 12:37:58	2024-07-08 12:37:58	\N	เล็บยาว
1545	1114	23	approved	2024-07-08 12:38:38	2024-07-08 12:38:38	\N	เล็บยาว
1546	689	23	approved	2024-07-08 12:39:11	2024-07-08 12:39:11	\N	เล็บยาว
1547	920	23	approved	2024-07-08 12:39:57	2024-07-08 12:39:57	\N	โบว์
1548	771	23	approved	2024-07-08 12:40:33	2024-07-08 12:40:33	\N	เล็บยาว
1549	928	23	approved	2024-07-08 12:41:20	2024-07-08 12:41:20	\N	โบว์
1550	1638	23	approved	2024-07-08 12:42:04	2024-07-08 12:42:04	\N	โบว์
1551	2372	23	approved	2024-07-08 12:43:34	2024-07-08 12:43:34	\N	ทรงผม
1552	2369	23	approved	2024-07-08 12:44:32	2024-07-08 12:44:32	\N	เล็บยาว
1553	2071	23	approved	2024-07-08 12:47:10	2024-07-08 12:47:10	\N	เล็บยาว
1554	2443	23	approved	2024-07-08 12:47:40	2024-07-08 12:47:40	\N	ถุงเท้า
1555	2052	23	approved	2024-07-08 12:48:27	2024-07-08 12:48:27	\N	โบว์
1556	2309	23	approved	2024-07-08 12:49:07	2024-07-08 12:49:07	\N	เล็บยาว
1557	1971	23	approved	2024-07-08 12:49:50	2024-07-08 12:49:50	\N	เล็บยาว
1558	1589	23	approved	2024-07-08 12:50:35	2024-07-08 12:50:35	\N	โบว์
1559	1895	23	approved	2024-07-08 12:51:15	2024-07-08 12:51:15	\N	เล็บยาว
1560	1924	23	approved	2024-07-08 12:52:45	2024-07-08 12:52:45	\N	แต่งหน้า
1561	2094	23	approved	2024-07-08 12:54:55	2024-07-08 12:54:55	\N	เล็บยาว
1562	1429	23	approved	2024-07-08 13:17:54	2024-07-08 13:17:54	\N	โบว์
1563	2454	23	approved	2024-07-08 13:18:30	2024-07-08 13:18:30	\N	ถุงเท้า
1564	1921	23	approved	2024-07-08 13:19:53	2024-07-08 13:19:53	\N	โบว์
1565	1960	23	approved	2024-07-08 13:20:41	2024-07-08 13:20:41	\N	ถุงเท้า
1566	920	23	approved	2024-07-08 13:21:23	2024-07-08 13:21:23	\N	โบว์
1567	2456	23	approved	2024-07-08 13:22:19	2024-07-08 13:22:19	\N	โบว์
1568	1919	23	approved	2024-07-08 13:23:03	2024-07-08 13:23:03	\N	เล็บยาว
1569	750	23	approved	2024-07-08 13:23:36	2024-07-08 13:23:36	\N	เล็บยาว
1570	1771	23	approved	2024-07-08 13:24:28	2024-07-08 13:24:28	\N	เล็บยาว
1571	537	23	approved	2024-07-08 13:25:12	2024-07-08 13:25:12	\N	ถุงเท้า
1572	868	23	approved	2024-07-08 13:25:53	2024-07-08 13:25:53	\N	ถุงเท้า
1573	1447	23	approved	2024-07-08 13:26:19	2024-07-08 13:26:19	\N	ถุงเท้า
1574	852	23	approved	2024-07-08 13:27:05	2024-07-08 13:27:05	\N	โบว์
1575	460	23	approved	2024-07-08 13:27:33	2024-07-08 13:27:33	\N	โบว์
1576	1709	23	approved	2024-07-08 13:28:00	2024-07-08 13:28:00	\N	โบว์
1577	1340	23	approved	2024-07-08 13:28:30	2024-07-08 13:28:30	\N	โบว์
1578	303	23	approved	2024-07-08 13:29:03	2024-07-08 13:29:03	\N	โบว์
1579	1024	23	approved	2024-07-08 13:30:11	2024-07-08 13:30:11	\N	โบว์
1580	924	23	approved	2024-07-08 13:30:40	2024-07-08 13:30:40	\N	โบว์
1581	446	23	approved	2024-07-08 13:31:13	2024-07-08 13:31:13	\N	โบว์
1582	325	23	approved	2024-07-08 13:32:25	2024-07-08 13:32:25	\N	โบว์
1583	733	23	approved	2024-07-08 13:33:00	2024-07-08 13:33:00	\N	ถุงเท้า
1584	1765	23	approved	2024-07-08 13:33:41	2024-07-08 13:33:41	\N	โบว์
1585	1557	23	approved	2024-07-08 13:34:28	2024-07-08 13:34:28	\N	โบว์
1586	1911	23	approved	2024-07-08 13:34:59	2024-07-08 13:34:59	\N	โบว์
1587	2161	23	approved	2024-07-08 13:35:44	2024-07-08 13:35:44	\N	โบว์
1588	2177	23	approved	2024-07-08 13:36:17	2024-07-08 13:36:17	\N	โบว์
1589	924	23	approved	2024-07-08 13:36:58	2024-07-08 13:36:58	\N	โบว์
1590	1340	23	approved	2024-07-08 13:37:24	2024-07-08 13:37:24	\N	โบว์
1591	1709	23	approved	2024-07-08 13:37:52	2024-07-08 13:37:52	\N	โบว์
1592	1633	23	approved	2024-07-08 13:38:20	2024-07-08 13:38:20	\N	โบว์
1593	2289	23	approved	2024-07-08 13:38:56	2024-07-08 13:38:56	\N	ถุงเท้า
1594	2451	23	approved	2024-07-08 13:39:26	2024-07-08 13:39:26	\N	โบว์
1595	2449	23	approved	2024-07-08 13:41:15	2024-07-08 13:41:15	\N	ทรงผม
1596	1920	23	approved	2024-07-08 13:41:46	2024-07-08 13:41:46	\N	ทรงผม
1597	2043	23	approved	2024-07-08 13:44:24	2024-07-08 13:44:24	\N	โบว์
1598	2345	23	approved	2024-07-08 13:45:11	2024-07-08 13:45:11	\N	โบว์
1599	1394	23	approved	2024-07-08 13:45:43	2024-07-08 13:45:43	\N	โบว์
1600	494	23	approved	2024-07-08 13:46:19	2024-07-08 13:46:19	\N	โบว์
1601	257	23	approved	2024-07-08 13:46:46	2024-07-08 13:46:46	\N	โบว์
1602	1346	23	approved	2024-07-08 13:48:00	2024-07-08 13:48:00	\N	โบว์
1603	498	23	approved	2024-07-08 13:49:20	2024-07-08 13:49:20	\N	ทรงผม
1604	898	23	approved	2024-07-08 13:50:20	2024-07-08 13:50:20	\N	ถุงเท้า
1605	920	23	approved	2024-07-08 13:51:01	2024-07-08 13:51:01	\N	โบว์
1606	741	23	approved	2024-07-08 13:51:31	2024-07-08 13:51:31	\N	โบว์
1607	2362	2	approved	2024-07-10 12:05:59	2024-07-10 12:05:59	\N	ถุงเท้า
1608	2385	2	approved	2024-07-10 12:06:47	2024-07-10 12:06:47	\N	ถุงเท้า
1609	751	23	approved	2024-07-15 08:24:58	2024-07-15 08:24:58	\N	ถุงเท้า
1610	928	23	approved	2024-07-15 08:25:39	2024-07-15 08:25:39	\N	เล็บยาว
1611	1354	23	approved	2024-07-15 08:26:18	2024-07-15 08:26:18	\N	เล็บยาว
1612	826	23	approved	2024-07-15 08:26:53	2024-07-15 08:26:53	\N	ถุงเท้า
1613	741	23	approved	2024-07-15 08:27:32	2024-07-15 08:27:32	\N	ถุงเท้า
1614	2121	23	approved	2024-07-15 08:28:13	2024-07-15 08:28:13	\N	เล็บยาว
1615	1275	23	approved	2024-07-15 08:28:53	2024-07-15 08:28:53	\N	โบว์
1616	1157	23	approved	2024-07-15 08:29:45	2024-07-15 08:29:45	\N	ทรงผม
1617	1261	23	approved	2024-07-15 08:30:23	2024-07-15 08:30:23	\N	เล็บยาว
1618	1265	23	approved	2024-07-15 08:31:08	2024-07-15 08:31:08	\N	ถุงเท้า
1619	412	23	approved	2024-07-15 08:32:01	2024-07-15 08:32:01	\N	เล็บยาว
1620	583	23	approved	2024-07-15 08:33:24	2024-07-15 08:33:24	\N	โบว์
1621	642	23	approved	2024-07-15 08:34:07	2024-07-15 08:34:07	\N	ถุงเท้า
1622	1338	23	approved	2024-07-15 08:34:52	2024-07-15 08:34:52	\N	โบว์
1623	688	23	approved	2024-07-15 08:35:27	2024-07-15 08:35:27	\N	เล็บยาว
1624	1762	23	approved	2024-07-15 08:36:10	2024-07-15 08:36:10	\N	เล็บยาว
1625	1236	23	approved	2024-07-15 08:36:50	2024-07-15 08:36:50	\N	ถุงเท้า
1626	1020	23	approved	2024-07-15 08:37:27	2024-07-15 08:37:27	\N	เล็บยาว
1627	1033	23	approved	2024-07-15 08:39:46	2024-07-15 08:39:46	\N	ถุงเท้า
1628	929	23	approved	2024-07-15 08:40:22	2024-07-15 08:40:22	\N	ถุงเท้า
1629	1013	23	approved	2024-07-15 08:40:53	2024-07-15 08:40:53	\N	ถุงเท้า
1630	1440	23	approved	2024-07-15 08:41:23	2024-07-15 08:41:23	\N	เล็บยาว
1631	1318	23	approved	2024-07-15 08:42:00	2024-07-15 08:42:00	\N	เล็บยาว
1632	1332	23	approved	2024-07-15 08:43:31	2024-07-15 08:43:31	\N	เล็บยาว
1633	976	23	approved	2024-07-15 08:50:18	2024-07-15 08:50:18	\N	เล็บยาว
1634	172	23	approved	2024-07-15 08:51:11	2024-07-15 08:51:11	\N	เล็บยาว
1635	941	23	approved	2024-07-15 08:52:40	2024-07-15 08:52:40	\N	ถุงเท้า
1636	1199	23	approved	2024-07-15 08:54:02	2024-07-15 08:54:02	\N	เล็บยาว
1637	1376	23	approved	2024-07-15 08:54:40	2024-07-15 08:54:40	\N	เล็บยาว
1638	916	23	approved	2024-07-15 08:55:28	2024-07-15 08:55:28	\N	ถุงเท้า
1639	713	23	approved	2024-07-15 08:56:37	2024-07-15 08:56:37	\N	เล็บยาว
1640	735	23	approved	2024-07-15 08:59:04	2024-07-15 08:59:04	\N	โบว์\n
1641	489	23	approved	2024-07-15 08:59:57	2024-07-15 08:59:57	\N	โบว์
1642	833	23	approved	2024-07-15 09:00:36	2024-07-15 09:00:36	\N	โบว์ฺ
1643	827	23	approved	2024-07-15 09:02:05	2024-07-15 09:02:05	\N	ถุงเท้า
1644	815	23	approved	2024-07-15 09:03:17	2024-07-15 09:03:17	\N	ถุงเท้า
1645	821	23	approved	2024-07-15 09:04:08	2024-07-15 09:04:08	\N	ถุงเท้า
1646	577	23	approved	2024-07-15 09:04:48	2024-07-15 09:04:48	\N	โบว์
1647	667	23	approved	2024-07-15 09:06:31	2024-07-15 09:06:31	\N	ทรงผม
1648	1349	23	approved	2024-07-15 09:08:31	2024-07-15 09:08:31	\N	ถุงเท้า
1649	570	23	approved	2024-07-15 09:13:11	2024-07-15 09:13:11	\N	ทรงผม
1650	1398	23	approved	2024-07-15 09:14:47	2024-07-15 09:14:47	\N	โบว์
1651	920	23	approved	2024-07-15 09:16:18	2024-07-15 09:16:18	\N	โบว์
1652	1311	23	approved	2024-07-15 09:17:38	2024-07-15 09:17:38	\N	เล็บยาว
1653	814	23	approved	2024-07-15 09:19:26	2024-07-15 09:19:26	\N	เล็บยาว
1654	1417	23	approved	2024-07-15 09:20:00	2024-07-15 09:20:00	\N	เล็บยาว
1655	7	23	approved	2024-07-15 09:20:46	2024-07-15 09:20:46	\N	เล็บยาว
1656	1065	23	approved	2024-07-15 09:21:23	2024-07-15 09:21:23	\N	เล็บยาว
1657	918	23	approved	2024-07-15 09:22:15	2024-07-15 09:22:15	\N	เล็บยาว
1658	674	23	approved	2024-07-15 09:22:49	2024-07-15 09:22:49	\N	เล็บยาว
1659	1274	23	approved	2024-07-15 09:23:22	2024-07-15 09:23:22	\N	เล็บยาว
1660	1195	23	approved	2024-07-15 09:24:10	2024-07-15 09:24:10	\N	เล็บยาว
1661	1162	23	approved	2024-07-15 09:24:44	2024-07-15 09:24:44	\N	เล็บยาว
1662	24	23	approved	2024-07-15 09:25:36	2024-07-15 09:25:36	\N	เล็บยาว
1663	1467	23	approved	2024-07-15 09:26:32	2024-07-15 09:26:32	\N	เล็บยาว\n
1664	1447	23	approved	2024-07-15 09:27:11	2024-07-15 09:27:11	\N	ถุงเท้า
1665	1169	23	approved	2024-07-15 09:27:58	2024-07-15 09:27:58	\N	ทรงผม
1666	1035	23	approved	2024-07-15 09:29:07	2024-07-15 09:29:07	\N	โบว์
1667	1346	23	approved	2024-07-15 09:30:47	2024-07-15 09:30:47	\N	ทรงผม
1668	2197	23	approved	2024-07-15 09:31:24	2024-07-15 09:31:24	\N	เล็บยาว
1669	2076	23	approved	2024-07-15 09:32:18	2024-07-15 09:32:18	\N	โบว์
1670	2150	23	approved	2024-07-15 09:32:52	2024-07-15 09:32:52	\N	เล็บยาว
1671	1676	23	approved	2024-07-15 09:33:27	2024-07-15 09:33:27	\N	เล็บยาว
1672	2407	23	approved	2024-07-15 09:34:00	2024-07-15 09:34:00	\N	ทรงผม
1673	1765	23	approved	2024-07-15 09:34:50	2024-07-15 09:34:50	\N	โบว์
1674	2217	23	approved	2024-07-15 09:35:57	2024-07-15 09:35:57	\N	เล็บยาว
1675	2179	23	approved	2024-07-15 09:36:45	2024-07-15 09:36:45	\N	ทรงผม
1676	1614	23	approved	2024-07-15 09:37:23	2024-07-15 09:37:23	\N	เล็บยาว
1677	1879	23	approved	2024-07-15 09:38:08	2024-07-15 09:38:08	\N	เล็บยาว
1678	1538	23	approved	2024-07-15 09:38:40	2024-07-15 09:38:40	\N	เล็บยาว
1679	1622	23	approved	2024-07-15 09:39:15	2024-07-15 09:39:15	\N	เล็บยาว
1680	1656	23	approved	2024-07-15 09:39:49	2024-07-15 09:39:49	\N	เล็บยาว
1681	1999	23	approved	2024-07-15 09:40:51	2024-07-15 09:40:51	\N	เล็บยาว
1682	1985	23	approved	2024-07-15 09:42:01	2024-07-15 09:42:01	\N	ถุงเท้า
1683	2310	23	approved	2024-07-15 09:42:41	2024-07-15 09:42:41	\N	เล็บยาว
1684	2292	23	approved	2024-07-15 09:43:19	2024-07-15 09:43:19	\N	เล็บยาว
1685	2139	23	approved	2024-07-15 09:43:45	2024-07-15 09:43:45	\N	เล็บยาว
1686	167	23	approved	2024-07-15 09:44:31	2024-07-15 09:44:31	\N	เล็บยาว
1687	1695	23	approved	2024-07-15 09:45:00	2024-07-15 09:45:00	\N	เล็บยาว
1688	2294	23	approved	2024-07-15 09:45:51	2024-07-15 09:45:51	\N	เล็บยาว
1689	2128	23	approved	2024-07-15 09:47:11	2024-07-15 09:47:11	\N	เล็บยาว
1690	2374	23	approved	2024-07-15 09:48:06	2024-07-15 09:48:06	\N	เล็บยาว
1691	1799	23	approved	2024-07-15 09:48:51	2024-07-15 09:48:51	\N	เล็บยาว
1692	1759	23	approved	2024-07-15 09:49:28	2024-07-15 09:49:28	\N	ถุงเท้า
1693	1686	23	approved	2024-07-15 09:50:02	2024-07-15 09:50:02	\N	เล็บยาว\n
1694	2366	23	approved	2024-07-15 09:50:43	2024-07-15 09:50:43	\N	เล็บยาว\n
1695	2182	23	approved	2024-07-15 09:59:56	2024-07-15 09:59:56	\N	ทรงผม
1696	1561	23	approved	2024-07-15 10:01:05	2024-07-15 10:01:05	\N	เล็บยาว
1697	1794	23	approved	2024-07-15 10:02:26	2024-07-15 10:02:26	\N	ทรงผม
1698	2165	23	approved	2024-07-15 10:02:58	2024-07-15 10:02:58	\N	เล็บยาว
1699	1514	23	approved	2024-07-15 10:03:29	2024-07-15 10:03:29	\N	เล็บยาว
1700	1700	23	approved	2024-07-15 10:04:23	2024-07-15 10:04:23	\N	เล็บยาว
1701	1780	23	approved	2024-07-15 10:04:59	2024-07-15 10:04:59	\N	เล็บยาว
1702	1574	23	approved	2024-07-15 10:05:36	2024-07-15 10:05:36	\N	เล็บยาว
1703	2246	23	approved	2024-07-15 10:06:27	2024-07-15 10:06:27	\N	ทรงผม
1704	1930	23	approved	2024-07-15 10:07:07	2024-07-15 10:07:07	\N	ทรงผม
1705	2041	23	approved	2024-07-15 10:07:53	2024-07-15 10:07:53	\N	ถุงเท้า
1706	1782	23	approved	2024-07-15 10:08:42	2024-07-15 10:08:42	\N	โบว์
1707	2390	23	approved	2024-07-15 10:09:46	2024-07-15 10:09:46	\N	โบว์
1708	1948	23	approved	2024-07-15 10:11:16	2024-07-15 10:11:16	\N	ถุงเท้า
1709	2011	23	approved	2024-07-15 10:12:40	2024-07-15 10:12:40	\N	ถุงเท้า
1710	1906	23	approved	2024-07-15 10:13:19	2024-07-15 10:13:19	\N	ถุงเท้า
1711	2387	23	approved	2024-07-15 10:14:00	2024-07-15 10:14:00	\N	ถุงเท้า
1712	2443	23	approved	2024-07-15 10:14:33	2024-07-15 10:14:33	\N	โบว์
1713	1761	23	approved	2024-07-15 10:15:15	2024-07-15 10:15:15	\N	โบว์
1714	2231	23	rejected	2024-07-15 10:15:51	2024-07-15 10:15:51	\N	ใส่เครื่องประดับ
1715	415	23	approved	2024-07-15 10:16:22	2024-07-15 10:16:22	\N	ทรงผม
1716	2278	23	approved	2024-07-15 10:16:50	2024-07-15 10:16:50	\N	เล็บยาว
1717	2072	23	approved	2024-07-15 10:18:02	2024-07-15 10:18:02	\N	ทรงผม
1718	224	23	approved	2024-07-15 10:20:25	2024-07-15 10:20:25	\N	โบว์
1719	820	23	approved	2024-07-15 10:21:24	2024-07-15 10:21:24	\N	ถุงเท้า
1720	587	23	approved	2024-07-15 10:22:51	2024-07-15 10:22:51	\N	โบว์
1721	738	23	approved	2024-07-15 10:23:28	2024-07-15 10:23:28	\N	โบว์\n
1722	732	23	approved	2024-07-15 10:24:04	2024-07-15 10:24:04	\N	เล็บยาว
1723	685	23	approved	2024-07-15 10:25:03	2024-07-15 10:25:03	\N	โบว์
1724	1254	23	approved	2024-07-15 10:25:46	2024-07-15 10:25:46	\N	โบว์
1725	774	23	approved	2024-07-15 10:26:17	2024-07-15 10:26:17	\N	โบว์
1726	1227	23	approved	2024-07-15 10:26:47	2024-07-15 10:26:47	\N	ถุงเท้า
1727	1425	23	approved	2024-07-15 10:28:00	2024-07-15 10:28:00	\N	เล็บยาว
1728	1422	23	approved	2024-07-15 10:28:45	2024-07-15 10:28:45	\N	เล็บยาว
1729	1421	23	approved	2024-07-15 10:31:44	2024-07-15 10:31:44	\N	เล็บยาว
1730	1720	23	approved	2024-07-15 10:32:56	2024-07-15 10:32:56	\N	เล็บยาว
1731	1454	23	approved	2024-07-15 10:33:31	2024-07-15 10:33:31	\N	ถุงเท้า
1732	793	23	approved	2024-07-15 10:34:18	2024-07-15 10:34:18	\N	ถุงเท้า
1733	2184	23	approved	2024-07-15 10:34:57	2024-07-15 10:34:57	\N	โบว์
1734	1594	23	approved	2024-07-15 10:36:17	2024-07-15 10:36:17	\N	เล็บยาว
1735	2397	23	approved	2024-07-15 10:36:52	2024-07-15 10:36:52	\N	เล็บยาว
1736	2146	23	approved	2024-07-15 10:37:27	2024-07-15 10:37:27	\N	ใส่เครื่องประดับ
1737	751	2	approved	2024-07-16 09:01:37	2024-07-16 09:01:37	\N	ทะเลาะวิวาทใช้กำลังกัน
1738	1735	2	approved	2024-07-16 09:04:59	2024-07-16 09:04:59	\N	ทะเลาะวิวาท
1739	1427	2	approved	2024-07-16 09:05:43	2024-07-16 09:05:43	\N	ทะเลาะวิวาท
1740	1483	32	approved	2024-07-17 06:23:48	2024-07-17 06:23:48	\N	กันคิ้ว
1741	2104	23	approved	2024-07-17 08:26:59	2024-07-17 08:26:59	\N	เล็บยาว
1742	1255	23	approved	2024-07-17 08:30:50	2024-07-17 08:30:50	\N	โบว์
1743	1247	23	approved	2024-07-17 08:32:07	2024-07-17 08:32:07	\N	เล็บยาว
1744	1031	23	approved	2024-07-17 08:32:57	2024-07-17 08:32:57	\N	เล็บยาว
1745	453	23	approved	2024-07-17 08:33:47	2024-07-17 08:33:47	\N	โบว์
1746	724	23	approved	2024-07-17 08:34:44	2024-07-17 08:34:44	\N	หนวดเครา
1747	766	23	approved	2024-07-17 08:35:50	2024-07-17 08:35:50	\N	โบว์
1748	116	23	approved	2024-07-17 08:36:41	2024-07-17 08:36:41	\N	เล็บยาว
1749	1274	23	approved	2024-07-17 08:37:56	2024-07-17 08:37:56	\N	กางเกงผิดระเบียบ
1750	1012	23	approved	2024-07-17 08:41:16	2024-07-17 08:41:16	\N	เล็บยาว
1751	1017	23	approved	2024-07-17 08:42:09	2024-07-17 08:42:09	\N	เล็บยาว
1752	657	23	approved	2024-07-17 08:42:48	2024-07-17 08:42:48	\N	เล็บยาว
1753	748	23	approved	2024-07-17 08:45:06	2024-07-17 08:45:06	\N	กางเกงผิดระเบียบ
1754	751	23	approved	2024-07-17 08:46:21	2024-07-17 08:46:21	\N	ถุงเท้า
1755	839	23	approved	2024-07-17 08:48:58	2024-07-17 08:48:58	\N	ถุงเท้า
1756	706	23	approved	2024-07-17 08:50:41	2024-07-17 08:50:41	\N	เล็บยาว
1757	1314	23	approved	2024-07-17 08:51:16	2024-07-17 08:51:16	\N	เล็บยาว
1758	667	23	approved	2024-07-17 08:51:47	2024-07-17 08:51:47	\N	เล็บยาว
1759	1432	23	approved	2024-07-17 08:52:26	2024-07-17 08:52:26	\N	เล็บยาว
1760	1337	23	approved	2024-07-17 08:53:08	2024-07-17 08:53:08	\N	โบว์
1761	269	23	approved	2024-07-17 08:53:47	2024-07-17 08:53:47	\N	ถุงเท้า
1762	929	23	approved	2024-07-17 08:55:10	2024-07-17 08:55:10	\N	โบว์
1763	2459	23	approved	2024-07-17 08:56:06	2024-07-17 08:56:06	\N	เล็บยาว
1764	773	23	approved	2024-07-17 08:57:45	2024-07-17 08:57:45	\N	โบว์
1765	1009	23	approved	2024-07-17 08:59:18	2024-07-17 08:59:18	\N	กางเกงผิดระเบียบ
1766	2158	23	approved	2024-07-17 09:00:02	2024-07-17 09:00:02	\N	เล็บยาว
1767	1495	23	approved	2024-07-17 09:00:40	2024-07-17 09:00:40	\N	โบว์
1768	1613	23	approved	2024-07-17 09:02:08	2024-07-17 09:02:08	\N	เล็บยาว
1769	678	23	approved	2024-07-17 09:03:00	2024-07-17 09:03:00	\N	เล็บยาว
1770	1936	23	approved	2024-07-17 09:03:57	2024-07-17 09:03:57	\N	ทรงผม
1771	1852	23	approved	2024-07-17 09:04:37	2024-07-17 09:04:37	\N	เล็บยาว
1772	2443	23	approved	2024-07-17 09:05:21	2024-07-17 09:05:21	\N	โบว์
1773	350	23	approved	2024-07-17 09:06:07	2024-07-17 09:06:07	\N	โบว์
1774	2044	23	approved	2024-07-17 09:07:05	2024-07-17 09:07:05	\N	โบว์
1775	2107	23	approved	2024-07-17 09:08:36	2024-07-17 09:08:36	\N	เล็บยาว
1776	1340	23	approved	2024-07-17 09:12:18	2024-07-17 09:12:18	\N	เล็บยาว
1777	1721	23	approved	2024-07-17 09:14:55	2024-07-17 09:14:55	\N	เล็บยาว
1778	672	23	approved	2024-07-17 09:15:24	2024-07-17 09:15:24	\N	เล็บยาว
1779	596	23	approved	2024-07-17 09:16:02	2024-07-17 09:16:02	\N	โบว์
1780	231	23	approved	2024-07-17 09:17:05	2024-07-17 09:17:05	\N	โบว์
1781	1063	23	approved	2024-07-17 09:17:34	2024-07-17 09:17:34	\N	เล็บยาว
1782	683	23	approved	2024-07-17 09:18:02	2024-07-17 09:18:02	\N	เล็บยาว
1783	683	23	approved	2024-07-17 09:19:28	2024-07-17 09:19:28	\N	เล็บยาว
1784	1482	23	approved	2024-07-17 09:20:03	2024-07-17 09:20:03	\N	เล็บยาว
1785	1431	23	approved	2024-07-17 09:20:38	2024-07-17 09:20:38	\N	เล็บยาว
1786	1468	23	approved	2024-07-17 09:21:30	2024-07-17 09:21:30	\N	เล็บยาว
1787	1451	23	approved	2024-07-17 09:22:25	2024-07-17 09:22:25	\N	เล็บยาว
1788	939	23	approved	2024-07-17 09:23:13	2024-07-17 09:23:13	\N	เล็บยาว
1789	1075	23	approved	2024-07-17 09:24:13	2024-07-17 09:24:13	\N	เล็บยาว
1790	481	23	approved	2024-07-17 09:25:05	2024-07-17 09:25:05	\N	เล็บยาว
1791	68	23	approved	2024-07-17 09:26:05	2024-07-17 09:26:05	\N	เล็บยาว
1792	1118	23	approved	2024-07-17 09:28:04	2024-07-17 09:28:04	\N	เล็บยาว
1793	2343	23	approved	2024-07-17 09:33:23	2024-07-17 09:33:23	\N	เล็บยาว
1794	1803	23	approved	2024-07-17 09:34:35	2024-07-17 09:34:35	\N	เล็บยาว
1795	1986	23	approved	2024-07-17 09:35:17	2024-07-17 09:35:17	\N	เล็บยาว
1796	1656	23	approved	2024-07-17 09:36:15	2024-07-17 09:36:15	\N	กางเกงผิดระเบียบ
1797	495	23	approved	2024-07-17 09:37:10	2024-07-17 09:37:10	\N	เล็บยาว
1798	1512	23	approved	2024-07-17 09:37:52	2024-07-17 09:37:52	\N	เล็บยาว
1799	1881	23	approved	2024-07-17 09:38:48	2024-07-17 09:38:48	\N	เล็บยาว
1800	2083	23	approved	2024-07-17 09:40:29	2024-07-17 09:40:29	\N	เล็บยาว
1801	2272	23	approved	2024-07-17 09:41:06	2024-07-17 09:41:06	\N	เล็บยาว
1802	2141	23	approved	2024-07-17 09:42:23	2024-07-17 09:42:23	\N	เล็บยาว
1803	2431	23	approved	2024-07-17 09:43:08	2024-07-17 09:43:08	\N	เล็บยาว
1804	2043	23	approved	2024-07-17 09:43:56	2024-07-17 09:43:56	\N	เล็บยาว
1805	2309	23	approved	2024-07-17 09:53:07	2024-07-17 09:53:07	\N	เล็บยาว
1806	2445	23	approved	2024-07-17 09:54:17	2024-07-17 09:54:17	\N	เล็บยาว
1807	1751	23	approved	2024-07-17 09:54:58	2024-07-17 09:54:58	\N	เล็บยาว
1808	1921	23	approved	2024-07-17 09:55:39	2024-07-17 09:55:39	\N	โบว์
1809	2241	23	approved	2024-07-17 09:57:52	2024-07-17 09:57:52	\N	ย้อม ดัด หรือ ซอยผม
1810	1354	23	approved	2024-07-17 09:59:02	2024-07-17 09:59:02	\N	เล็บยาว
1811	255	23	approved	2024-07-17 09:59:41	2024-07-17 09:59:41	\N	เล็บยาว
1812	1346	23	approved	2024-07-17 10:01:22	2024-07-17 10:01:22	\N	เล็บยาว
1813	1393	23	approved	2024-07-17 10:02:45	2024-07-17 10:02:45	\N	ถุงเท้า
1814	1768	23	approved	2024-07-17 10:03:19	2024-07-17 10:03:19	\N	เล็บยาว
1815	348	23	approved	2024-07-17 10:05:46	2024-07-17 10:05:46	\N	โบว์
1816	495	23	approved	2024-07-17 10:06:50	2024-07-17 10:06:50	\N	โบว์
1817	1016	23	approved	2024-07-17 10:07:42	2024-07-17 10:07:42	\N	โบว์
1818	968	23	approved	2024-07-17 10:08:31	2024-07-17 10:08:31	\N	เล็บยาว
1819	961	23	approved	2024-07-17 10:10:42	2024-07-17 10:10:42	\N	เล็บยาว
1820	37	23	approved	2024-07-17 10:12:46	2024-07-17 10:12:46	\N	เล็บยาว
1821	941	23	approved	2024-07-17 10:13:20	2024-07-17 10:13:20	\N	เล็บยาว
1822	928	23	approved	2024-07-17 10:15:02	2024-07-17 10:15:02	\N	ถุงเท้า
1823	763	23	approved	2024-07-17 10:15:42	2024-07-17 10:15:42	\N	เล็บยาว
1824	1068	23	approved	2024-07-17 10:17:01	2024-07-17 10:17:01	\N	โบว์
1825	736	23	approved	2024-07-17 10:18:08	2024-07-17 10:18:08	\N	เล็บยาว
1826	363	23	approved	2024-07-17 10:18:56	2024-07-17 10:18:56	\N	เล็บยาว
1827	571	23	approved	2024-07-17 10:20:38	2024-07-17 10:20:38	\N	โบว์
1828	281	23	approved	2024-07-17 11:55:10	2024-07-17 11:55:10	\N	โบว์
1829	257	23	approved	2024-07-17 11:56:08	2024-07-17 11:56:08	\N	โบว์
1830	1314	23	approved	2024-07-17 11:57:07	2024-07-17 11:57:07	\N	เล็บยาว
1831	714	23	approved	2024-07-17 11:57:45	2024-07-17 11:57:45	\N	เล็บยาว
1832	713	23	approved	2024-07-17 11:58:34	2024-07-17 11:58:34	\N	เล็บยาว
1833	766	23	approved	2024-07-17 12:00:04	2024-07-17 12:00:04	\N	โบว์
1834	712	23	approved	2024-07-17 12:00:48	2024-07-17 12:00:48	\N	เล็บยาว
1835	920	23	approved	2024-07-17 12:02:01	2024-07-17 12:02:01	\N	โบว์
1836	1157	23	approved	2024-07-17 12:03:00	2024-07-17 12:03:00	\N	เล็บยาว
1837	924	23	approved	2024-07-17 12:03:51	2024-07-17 12:03:51	\N	โบว์
1838	1403	23	approved	2024-07-17 12:04:31	2024-07-17 12:04:31	\N	เล็บยาว
1839	1353	23	approved	2024-07-17 12:05:37	2024-07-17 12:05:37	\N	โบว์
1840	2139	2	approved	2024-07-19 14:23:18	2024-07-19 14:23:18	\N	พบบุหรี่ไฟฟ้าในกระเป๋า
1841	1124	34	approved	2024-07-23 13:53:55	2024-07-23 13:53:55	\N	เล็บยาว
1842	248	34	approved	2024-07-23 13:55:02	2024-07-23 13:55:02	\N	เล็บยาว
1843	960	2	approved	2024-07-23 14:02:48	2024-07-23 14:02:48	\N	เล็บยาว
1844	1010	34	approved	2024-07-23 14:04:35	2024-07-23 14:04:35	\N	เล็บยาว
1845	1187	34	approved	2024-07-23 14:05:21	2024-07-23 14:05:21	\N	เล็บยาว
1846	293	34	approved	2024-07-23 14:05:52	2024-07-23 14:05:52	\N	เล็บยาว
1847	1136	34	approved	2024-07-23 14:06:25	2024-07-23 14:06:25	\N	เล็บยาว
1848	382	34	approved	2024-07-23 14:07:00	2024-07-23 14:07:00	\N	เล็บยาว
1849	847	34	approved	2024-07-23 14:07:45	2024-07-23 14:07:45	\N	เล็บยาว
1850	1495	34	pending	2024-07-23 14:08:48	2024-07-23 14:08:48	\N	เล็บยาว
1851	1161	34	approved	2024-07-23 14:09:17	2024-07-23 14:09:17	\N	เล็บยาว
1852	346	34	pending	2024-07-23 14:09:52	2024-07-23 14:09:52	\N	เล็บยาว
1853	712	34	approved	2024-07-23 14:10:21	2024-07-23 14:10:21	\N	เล็บยาว
1854	364	34	pending	2024-07-23 14:11:00	2024-07-23 14:11:00	\N	ใส่เครื่องประดับ
1855	337	34	approved	2024-07-23 14:12:06	2024-07-23 14:12:06	\N	เล็บยาว
1856	1398	34	pending	2024-07-23 14:12:30	2024-07-23 14:12:30	\N	เล็บยาว
1857	1162	34	pending	2024-07-23 14:12:53	2024-07-23 14:12:53	\N	เล็บยาว
1858	905	34	pending	2024-07-23 14:13:15	2024-07-23 14:13:15	\N	เล็บยาว
1859	708	34	pending	2024-07-23 14:14:11	2024-07-23 14:14:11	\N	เล็บยาว
1860	1283	34	pending	2024-07-23 14:14:36	2024-07-23 14:14:36	\N	เล็บยาว
1861	384	34	pending	2024-07-23 14:15:29	2024-07-23 14:15:29	\N	เล็บยาว
1862	756	34	pending	2024-07-23 14:15:50	2024-07-23 14:15:50	\N	เล็บยาว
1863	1030	34	pending	2024-07-23 14:16:11	2024-07-23 14:16:11	\N	เล็บยาว
1864	251	34	pending	2024-07-23 14:16:33	2024-07-23 14:16:33	\N	เล็บยาว
1865	671	34	pending	2024-07-23 14:16:52	2024-07-23 14:16:52	\N	เล็บยาว
1866	938	34	pending	2024-07-23 14:17:41	2024-07-23 14:17:41	\N	เล็บยาว
1867	946	34	pending	2024-07-23 14:18:14	2024-07-23 14:18:14	\N	เล็บยาว
1868	1198	34	pending	2024-07-23 14:18:41	2024-07-23 14:18:41	\N	เล็บยาว
1869	1191	34	pending	2024-07-23 14:19:05	2024-07-23 14:19:05	\N	เล็บยาว
1870	1012	34	pending	2024-07-23 14:19:24	2024-07-23 14:19:24	\N	เล็บยาว
1871	1474	34	pending	2024-07-23 14:19:54	2024-07-23 14:19:54	\N	เล็บยาว
1872	2258	34	rejected	2024-07-23 14:20:50	2024-07-23 14:20:50	\N	เล็บยาว
1873	183	34	rejected	2024-07-23 14:21:14	2024-07-23 14:21:14	\N	เล็บยาว
1874	72	34	rejected	2024-07-23 14:22:03	2024-07-23 14:22:03	\N	เล็บยาว
1875	713	34	rejected	2024-07-23 14:22:23	2024-07-23 14:22:23	\N	เล็บยาว
1876	688	34	approved	2024-07-23 14:22:47	2024-07-23 14:22:47	\N	เล็บยาว
1877	128	34	rejected	2024-07-23 14:23:15	2024-07-23 14:23:15	\N	เล็บยาว
1878	498	34	approved	2024-07-23 14:24:18	2024-07-23 14:24:18	\N	เล็บยาว
1879	6	34	rejected	2024-07-23 14:25:14	2024-07-23 14:25:14	\N	เล็บยาว
1880	269	34	rejected	2024-07-23 14:25:35	2024-07-23 14:25:35	\N	เล็บยาว
1881	739	34	rejected	2024-07-23 14:26:01	2024-07-23 14:26:01	\N	เล็บยาว
1882	854	34	rejected	2024-07-23 14:26:44	2024-07-23 14:26:44	\N	เล็บยาว
1883	2154	2	approved	2024-07-23 14:27:14	2024-07-23 14:27:14	\N	ใส่เครื่องประดับ/โบว์
1884	558	34	approved	2024-07-23 14:28:20	2024-07-23 14:28:20	\N	เสื้อออกนอกกางเกง
1885	1892	34	approved	2024-07-23 14:29:31	2024-07-23 14:29:31	\N	เสื้อออกนอกกางเกง
1886	1327	2	approved	2024-07-23 14:30:08	2024-07-23 14:30:08	\N	เล็บยาว
1887	1235	34	approved	2024-07-23 14:30:44	2024-07-23 14:30:44	\N	ถุงเท้า
1888	470	34	approved	2024-07-23 14:55:17	2024-07-23 14:55:17	\N	เล็บยาว 
1889	275	34	approved	2024-07-23 14:57:42	2024-07-23 14:57:42	\N	เล็บยาว 
1890	66	34	approved	2024-07-23 14:58:35	2024-07-23 14:58:35	\N	เล็บยาว 
1891	298	34	approved	2024-07-23 14:59:13	2024-07-23 14:59:13	\N	เล็บยาว 
1892	192	34	approved	2024-07-23 15:00:13	2024-07-23 15:00:13	\N	เล็บยาว 
1893	469	34	approved	2024-07-23 15:00:46	2024-07-23 15:00:46	\N	เล็บยาว 
1894	1104	34	approved	2024-07-23 15:01:40	2024-07-23 15:01:40	\N	เล็บยาว 
1895	946	34	approved	2024-07-23 15:02:06	2024-07-23 15:02:06	\N	เล็บยาว 
1896	37	34	approved	2024-07-23 15:04:16	2024-07-23 15:04:16	\N	เล็บยาว 
1897	575	34	rejected	2024-07-23 15:05:12	2024-07-23 15:05:12	\N	เล็บยาว 
1898	1287	34	rejected	2024-07-23 15:05:44	2024-07-23 15:05:44	\N	เล็บยาว 
1899	614	34	rejected	2024-07-23 15:06:06	2024-07-23 15:06:06	\N	เล็บยาว 
1900	713	34	pending	2024-07-23 15:06:27	2024-07-23 15:06:27	\N	เล็บยาว 
1901	1123	34	pending	2024-07-23 15:07:01	2024-07-23 15:07:01	\N	เล็บยาว 
1902	1437	34	pending	2024-07-23 15:07:46	2024-07-23 15:07:46	\N	เล็บยาว 
1903	1058	34	pending	2024-07-23 15:08:25	2024-07-23 15:08:25	\N	เล็บยาว 
1904	115	34	pending	2024-07-23 15:08:52	2024-07-23 15:08:52	\N	เล็บยาว 
1905	601	34	pending	2024-07-23 15:09:18	2024-07-23 15:09:18	\N	เล็บยาว 
1906	372	34	pending	2024-07-23 15:09:51	2024-07-23 15:09:51	\N	เล็บยาว 
1907	628	34	pending	2024-07-23 15:10:28	2024-07-23 15:10:28	\N	เล็บยาว 
1908	789	34	pending	2024-07-23 15:10:59	2024-07-23 15:10:59	\N	เล็บยาว 
1909	113	34	pending	2024-07-23 15:11:35	2024-07-23 15:11:35	\N	เล็บยาว 
1910	714	34	pending	2024-07-23 15:12:01	2024-07-23 15:12:01	\N	เล็บยาว 
1911	717	34	pending	2024-07-23 15:12:32	2024-07-23 15:12:32	\N	เล็บยาว 
1912	61	34	pending	2024-07-23 15:13:01	2024-07-23 15:13:01	\N	เล็บยาว 
1913	382	34	pending	2024-07-23 15:13:59	2024-07-23 15:13:59	\N	เล็บยาว
1914	34	34	pending	2024-07-23 15:14:24	2024-07-23 15:14:24	\N	เล็บยาว
1915	1377	34	pending	2024-07-23 15:14:47	2024-07-23 15:14:47	\N	เล็บยาว
1916	454	2	pending	2024-07-23 19:53:06	2024-07-23 19:53:06	\N	เล็บยาว
1917	796	34	pending	2024-07-23 19:54:50	2024-07-23 19:54:50	\N	เล็บยาว
1918	618	34	pending	2024-07-23 20:00:06	2024-07-23 20:00:06	\N	เล็บยาว
1919	167	34	pending	2024-07-23 20:01:01	2024-07-23 20:01:01	\N	เล็บยาว
1920	782	34	pending	2024-07-23 20:03:13	2024-07-23 20:03:13	\N	เล็บยาว
1921	792	34	pending	2024-07-23 20:04:05	2024-07-23 20:04:05	\N	เล็บยาว
1922	784	34	pending	2024-07-23 20:05:56	2024-07-23 20:05:56	\N	เล็บยาว
1923	2302	34	pending	2024-07-23 20:07:18	2024-07-23 20:07:18	\N	เล็บยาว
1924	23	34	pending	2024-07-23 20:08:00	2024-07-23 20:08:00	\N	เล็บยาว
1925	1029	34	pending	2024-07-23 20:10:39	2024-07-23 20:10:39	\N	เล็บยาว
1926	794	34	pending	2024-07-23 20:12:28	2024-07-23 20:12:28	\N	เล็บยาว
1927	955	34	pending	2024-07-23 20:13:22	2024-07-23 20:13:22	\N	เล็บยาว
1928	1611	34	pending	2024-07-23 20:13:56	2024-07-23 20:13:56	\N	เล็บยาว
1929	1740	34	pending	2024-07-23 20:15:01	2024-07-23 20:15:01	\N	เล็บยาว
1930	62	34	pending	2024-07-23 20:16:37	2024-07-23 20:16:37	\N	เล็บยาว
1931	1417	34	pending	2024-07-23 20:18:18	2024-07-23 20:18:18	\N	เล็บยาว
1932	1323	34	pending	2024-07-23 20:19:10	2024-07-23 20:19:10	\N	เล็บยาว
1933	1025	34	pending	2024-07-23 20:20:51	2024-07-23 20:20:51	\N	เล็บยาว
1934	2055	34	pending	2024-07-23 20:21:23	2024-07-23 20:21:23	\N	เล็บยาว
1935	1097	34	pending	2024-07-23 20:22:22	2024-07-23 20:22:22	\N	เล็บยาว
1936	1233	34	pending	2024-07-23 20:24:22	2024-07-23 20:24:22	\N	เล็บยาว
1937	279	34	pending	2024-07-23 20:24:57	2024-07-23 20:24:57	\N	เล็บยาว
1938	279	34	pending	2024-07-23 20:25:42	2024-07-23 20:25:42	\N	เล็บยาว
1939	1385	34	pending	2024-07-23 20:27:25	2024-07-23 20:27:25	\N	เล็บยาว
1940	1306	34	pending	2024-07-23 20:28:27	2024-07-23 20:28:27	\N	เล็บยาว
1941	852	34	pending	2024-07-23 20:30:53	2024-07-23 20:30:53	\N	เล็บยาว
1942	203	34	pending	2024-07-23 20:31:54	2024-07-23 20:31:54	\N	เล็บยาว
1943	1250	34	pending	2024-07-23 20:35:59	2024-07-23 20:35:59	\N	เล็บยาว
1944	211	34	pending	2024-07-23 20:36:26	2024-07-23 20:36:26	\N	เล็บยาว
1945	1481	34	pending	2024-07-23 20:37:31	2024-07-23 20:37:31	\N	เล็บยาว
1946	1795	34	pending	2024-07-23 20:38:53	2024-07-23 20:38:53	\N	เล็บยาว
1947	594	34	pending	2024-07-23 20:39:31	2024-07-23 20:39:31	\N	เล็บยาว
1948	1848	34	pending	2024-07-23 20:41:37	2024-07-23 20:41:37	\N	เล็บยาว
1949	442	34	pending	2024-07-23 20:43:11	2024-07-23 20:43:11	\N	เล็บยาว
1950	247	34	pending	2024-07-23 20:48:22	2024-07-23 20:48:22	\N	เล็บยาว
1951	615	34	pending	2024-07-23 20:50:10	2024-07-23 20:50:10	\N	เล็บยาว
1952	1714	34	pending	2024-07-23 20:51:01	2024-07-23 20:51:01	\N	เล็บยาว
1953	431	34	pending	2024-07-23 20:51:58	2024-07-23 20:51:58	\N	เล็บยาว
1954	1239	34	pending	2024-07-23 20:52:34	2024-07-23 20:52:34	\N	เล็บยาว
1955	2186	2	pending	2024-07-23 20:53:15	2024-07-23 20:53:15	\N	เล็บยาว
1956	732	2	pending	2024-07-23 20:54:00	2024-07-23 20:54:00	\N	เล็บยาว
1957	892	2	pending	2024-07-23 20:54:26	2024-07-23 20:54:26	\N	เล็บยาว
1958	1118	2	pending	2024-07-23 20:55:11	2024-07-23 20:55:11	\N	เล็บยาว
1959	536	2	pending	2024-07-23 21:00:46	2024-07-23 21:00:46	\N	เล็บยาว
1960	1999	2	pending	2024-07-23 21:01:26	2024-07-23 21:01:26	\N	เล็บยาว
1961	93	2	pending	2024-07-23 21:02:10	2024-07-23 21:02:10	\N	เล็บยาว
1962	983	2	pending	2024-07-23 21:03:25	2024-07-23 21:03:25	\N	เล็บยาว
1963	612	2	pending	2024-07-23 21:03:58	2024-07-23 21:03:58	\N	เล็บยาว
1964	657	2	pending	2024-07-23 21:04:37	2024-07-23 21:04:37	\N	เล็บยาว
1965	2420	2	pending	2024-07-23 21:05:27	2024-07-23 21:05:27	\N	เล็บยาว
1966	68	2	pending	2024-07-23 21:06:15	2024-07-23 21:06:15	\N	เล็บยาว
1967	2454	2	pending	2024-07-23 21:06:44	2024-07-23 21:06:44	\N	เล็บยาว
1968	2329	2	pending	2024-07-23 21:07:27	2024-07-23 21:07:27	\N	เล็บยาว
1969	2338	2	pending	2024-07-23 21:08:24	2024-07-23 21:08:24	\N	เล็บยาว
1970	2349	2	pending	2024-07-23 21:09:55	2024-07-23 21:09:55	\N	เล็บยาว
1971	2350	34	pending	2024-07-23 21:12:01	2024-07-23 21:12:01	\N	เล็บยาว
1972	2315	34	pending	2024-07-23 21:12:31	2024-07-23 21:12:31	\N	เล็บยาว
1973	1899	34	pending	2024-07-23 21:13:21	2024-07-23 21:13:21	\N	เล็บยาว
1974	1377	2	pending	2024-07-24 06:38:43	2024-07-24 06:38:43	\N	ตัดรองทรง ผิดระเบียบ
1975	608	2	pending	2024-07-24 10:42:24	2024-07-24 10:42:24	\N	เล็บยาว
1976	826	2	pending	2024-07-24 10:42:29	2024-07-24 10:42:29	\N	เล็บยาว
1977	2035	34	pending	2024-07-24 10:43:45	2024-07-24 10:43:45	\N	เล็บยาว
1978	1628	34	pending	2024-07-24 10:44:48	2024-07-24 10:44:48	\N	เล็บยาว
1979	1191	34	pending	2024-07-24 10:44:50	2024-07-24 10:44:50	\N	เล็บยาว
1980	2376	34	pending	2024-07-24 10:46:10	2024-07-24 10:46:10	\N	เล็บยาว
1981	981	34	pending	2024-07-24 10:46:44	2024-07-24 10:46:44	\N	เล็บยาว
1982	1188	34	pending	2024-07-24 10:47:08	2024-07-24 10:47:08	\N	เล็บยาว
1983	1100	34	pending	2024-07-24 10:48:11	2024-07-24 10:48:11	\N	เล็บยาว
1984	235	34	pending	2024-07-24 10:48:45	2024-07-24 10:48:45	\N	เล็บยาว
1985	748	34	pending	2024-07-24 10:49:25	2024-07-24 10:49:25	\N	เล็บยาว
1986	227	34	pending	2024-07-24 10:49:37	2024-07-24 10:49:37	\N	เล็บยาว
1987	953	2	pending	2024-07-24 10:49:50	2024-07-24 10:49:50	\N	เล็บยาว
1988	342	34	pending	2024-07-24 10:50:05	2024-07-24 10:50:05	\N	เล็บยาว
1989	221	34	pending	2024-07-24 10:50:08	2024-07-24 10:50:08	\N	เล็บยาว
1990	631	34	pending	2024-07-24 10:50:31	2024-07-24 10:50:31	\N	เล็บยาว
1991	281	34	pending	2024-07-24 10:50:40	2024-07-24 10:50:40	\N	เล็บยาว
1992	346	34	pending	2024-07-24 10:50:42	2024-07-24 10:50:42	\N	เล็บยาว
1993	1232	34	pending	2024-07-24 10:51:18	2024-07-24 10:51:18	\N	เล็บยาว
1994	1075	34	pending	2024-07-24 10:51:26	2024-07-24 10:51:26	\N	เล็บยาว
1995	1026	34	pending	2024-07-24 10:51:54	2024-07-24 10:51:54	\N	เล็บยาว
1996	1153	34	pending	2024-07-24 10:51:55	2024-07-24 10:51:55	\N	เล็บยาว
1997	1083	34	pending	2024-07-24 10:51:58	2024-07-24 10:51:58	\N	เล็บยาว
1998	956	34	pending	2024-07-24 10:52:24	2024-07-24 10:52:24	\N	เล็บยาว
1999	890	34	pending	2024-07-24 10:52:55	2024-07-24 10:52:55	\N	เล็บยาว
2000	334	34	pending	2024-07-24 10:53:13	2024-07-24 10:53:13	\N	เล็บยาว
2001	1052	34	pending	2024-07-24 10:53:15	2024-07-24 10:53:15	\N	เล็บยาว
2002	1349	34	pending	2024-07-24 10:53:30	2024-07-24 10:53:30	\N	เล็บยาว
2003	1162	34	pending	2024-07-24 10:53:45	2024-07-24 10:53:45	\N	เล็บยาว
2004	933	34	pending	2024-07-24 10:53:49	2024-07-24 10:53:49	\N	เล็บยาว
2005	933	34	pending	2024-07-24 10:54:15	2024-07-24 10:54:15	\N	เล็บยาว
2006	1016	34	pending	2024-07-24 10:54:20	2024-07-24 10:54:20	\N	เล็บยาว
2007	401	34	pending	2024-07-24 10:54:44	2024-07-24 10:54:44	\N	เล็บยาว
2008	471	34	pending	2024-07-24 10:54:53	2024-07-24 10:54:53	\N	เล็บยาว
2009	307	34	pending	2024-07-24 10:55:15	2024-07-24 10:55:15	\N	เล็บยาว
2010	909	34	pending	2024-07-24 10:55:23	2024-07-24 10:55:23	\N	เล็บยาว
2011	214	34	pending	2024-07-24 10:55:51	2024-07-24 10:55:51	\N	เล็บยาว
2012	85	34	pending	2024-07-24 10:55:53	2024-07-24 10:55:53	\N	เล็บยาว
2013	526	34	pending	2024-07-24 10:56:21	2024-07-24 10:56:21	\N	เล็บยาว
2014	937	34	pending	2024-07-24 10:56:31	2024-07-24 10:56:31	\N	เล็บยาว
2015	920	34	pending	2024-07-24 10:57:09	2024-07-24 10:57:09	\N	ถุงเท้าผิดระเบียบ
2016	31	34	pending	2024-07-24 10:57:11	2024-07-24 10:57:11	\N	เล็บยาว
2017	1124	34	pending	2024-07-24 10:57:40	2024-07-24 10:57:40	\N	เล็บยาว
2018	1495	34	pending	2024-07-24 10:58:15	2024-07-24 10:58:15	\N	ถุงเท้าผิดระเบียบ
2019	1290	34	pending	2024-07-24 10:59:23	2024-07-24 10:59:23	\N	เล็บยาว
2020	787	34	pending	2024-07-24 10:59:42	2024-07-24 10:59:42	\N	ทรงผมผิดระเบียบ
2021	1454	34	pending	2024-07-24 11:00:07	2024-07-24 11:00:07	\N	เล็บยาว
2022	1161	34	pending	2024-07-24 11:00:49	2024-07-24 11:00:49	\N	เล็บยาว
2023	189	34	pending	2024-07-24 11:00:59	2024-07-24 11:00:59	\N	เล็บยาว
2024	172	34	rejected	2024-07-24 11:01:46	2024-07-24 11:01:46	\N	เล็บยาว
2025	1054	34	pending	2024-07-24 11:02:09	2024-07-24 11:02:09	\N	เล็บยาว
2026	1054	34	pending	2024-07-24 11:02:48	2024-07-24 11:02:48	\N	เล็บยาว
2027	1183	34	pending	2024-07-24 11:02:51	2024-07-24 11:02:51	\N	เล็บยาว
2028	1479	34	approved	2024-07-24 11:03:20	2024-07-24 11:03:20	\N	เล็บยาว
2029	787	34	pending	2024-07-24 11:03:57	2024-07-24 11:03:57	\N	เล็บยาว
2030	291	34	pending	2024-07-24 11:04:01	2024-07-24 11:04:01	\N	เล็บยาว
2031	63	34	pending	2024-07-24 11:05:13	2024-07-24 11:05:13	\N	เล็บยาว
2032	360	34	pending	2024-07-24 11:06:08	2024-07-24 11:06:08	\N	เล็บยาว
2033	1078	34	pending	2024-07-24 11:06:27	2024-07-24 11:06:27	\N	เล็บยาว
2034	787	34	pending	2024-07-24 11:06:27	2024-07-24 11:06:27	\N	เล็บยาว
2035	883	34	pending	2024-07-24 11:06:45	2024-07-24 11:06:45	\N	เล็บยาว
2036	1340	34	pending	2024-07-24 11:07:27	2024-07-24 11:07:27	\N	เล็บยาว
2037	1071	34	pending	2024-07-24 11:07:55	2024-07-24 11:07:55	\N	เล็บยาว
2038	282	34	pending	2024-07-24 11:07:55	2024-07-24 11:07:55	\N	เล็บยาว
2039	787	34	pending	2024-07-24 11:08:24	2024-07-24 11:08:24	\N	ทรงผมผิดระเบียบ
2040	145	34	pending	2024-07-24 11:08:27	2024-07-24 11:08:27	\N	เล็บยาว
2041	875	34	pending	2024-07-24 11:09:04	2024-07-24 11:09:04	\N	เล็บยาว
2042	145	34	pending	2024-07-24 11:09:16	2024-07-24 11:09:16	\N	เล็บยาว
2043	462	34	pending	2024-07-24 11:09:46	2024-07-24 11:09:46	\N	เล็บยาว
2044	1125	34	pending	2024-07-24 11:10:37	2024-07-24 11:10:37	\N	เล็บยาว
2045	1402	34	pending	2024-07-24 11:11:07	2024-07-24 11:11:07	\N	เล็บยาว
2046	811	34	pending	2024-07-24 11:11:11	2024-07-24 11:11:11	\N	เล็บยาว
2047	680	34	pending	2024-07-24 11:23:33	2024-07-24 11:23:33	\N	ใส่เครื่องประดับ
2048	1268	34	pending	2024-07-24 11:24:19	2024-07-24 11:24:19	\N	ใส่เครื่องประดับ
2049	928	34	pending	2024-07-24 11:24:55	2024-07-24 11:24:55	\N	ใส่เครื่องประดับ
2050	412	34	pending	2024-07-24 11:27:04	2024-07-24 11:27:04	\N	ใส่เครื่องประดับ
2051	1127	34	approved	2024-07-24 11:27:54	2024-07-24 11:27:54	\N	ใส่เครื่องประดับ
2052	1274	34	pending	2024-07-24 11:28:26	2024-07-24 11:28:26	\N	ใส่เครื่องประดับ
2053	642	34	pending	2024-07-24 11:29:55	2024-07-24 11:29:55	\N	ใส่เครื่องประดับ
2054	935	34	pending	2024-07-24 11:30:23	2024-07-24 11:30:23	\N	ใส่เครื่องประดับ
2055	2246	34	pending	2024-07-24 11:32:07	2024-07-24 11:32:07	\N	ใส่เครื่องประดับ
2056	2443	34	pending	2024-07-24 11:33:49	2024-07-24 11:33:49	\N	ใส่เครื่องประดับ
2057	1782	34	pending	2024-07-24 11:34:43	2024-07-24 11:34:43	\N	ใส่เครื่องประดับ
2058	920	34	pending	2024-07-24 11:35:53	2024-07-24 11:35:53	\N	ใส่เครื่องประดับ
2059	305	34	pending	2024-07-24 11:36:39	2024-07-24 11:36:39	\N	ใส่เครื่องประดับ
2060	1328	2	pending	2024-07-24 12:40:22	2024-07-24 12:40:22	\N	เล็บยาว
2061	325	34	pending	2024-07-24 12:41:09	2024-07-24 12:41:09	\N	เล็บยาว
2062	322	34	pending	2024-07-24 12:41:45	2024-07-24 12:41:45	\N	เล็บยาว
2063	269	34	approved	2024-07-24 12:42:18	2024-07-24 12:42:18	\N	เล็บยาว
2064	689	34	pending	2024-07-24 12:43:04	2024-07-24 12:43:04	\N	เล็บยาว
2065	512	34	pending	2024-07-24 12:43:45	2024-07-24 12:43:45	\N	เล็บยาว
2066	363	34	pending	2024-07-24 12:44:50	2024-07-24 12:44:50	\N	เล็บยาว
2067	1765	34	pending	2024-07-24 12:46:00	2024-07-24 12:46:00	\N	ใส่เครื่องประดับ
2068	1855	34	pending	2024-07-24 13:48:27	2024-07-24 13:48:27	\N	เล็บยาว
2069	621	34	pending	2024-07-24 13:49:16	2024-07-24 13:49:16	\N	เล็บยาว
2070	116	34	pending	2024-07-24 13:49:50	2024-07-24 13:49:50	\N	เล็บยาว
2071	1129	34	pending	2024-07-24 13:50:25	2024-07-24 13:50:25	\N	เล็บยาว
2072	1240	34	pending	2024-07-24 13:51:06	2024-07-24 13:51:06	\N	เล็บยาว
2073	1230	34	pending	2024-07-24 13:51:40	2024-07-24 13:51:40	\N	เล็บยาว
2074	586	34	pending	2024-07-24 13:52:18	2024-07-24 13:52:18	\N	เล็บยาว
2075	33	34	pending	2024-07-24 13:52:56	2024-07-24 13:52:56	\N	เล็บยาว
2076	802	34	pending	2024-07-24 14:01:47	2024-07-24 14:01:47	\N	เล็บยาว
2077	1010	34	pending	2024-07-24 14:02:32	2024-07-24 14:02:32	\N	เล็บยาว
2078	1048	34	pending	2024-07-24 14:03:03	2024-07-24 14:03:03	\N	เล็บยาว
2079	677	2	pending	2024-07-24 14:03:50	2024-07-24 14:03:50	\N	ใส่เครื่องประดับ
2080	385	34	pending	2024-07-24 14:04:32	2024-07-24 14:04:32	\N	เล็บยาว
2081	311	34	pending	2024-07-24 14:05:11	2024-07-24 14:05:11	\N	เล็บยาว
2082	750	34	pending	2024-07-24 14:05:56	2024-07-24 14:05:56	\N	เล็บยาว
2083	20	34	pending	2024-07-24 14:07:22	2024-07-24 14:07:22	\N	เล็บยาว
2084	556	34	pending	2024-07-24 14:08:08	2024-07-24 14:08:08	\N	เล็บยาว
2085	619	34	pending	2024-07-24 14:09:01	2024-07-24 14:09:01	\N	เล็บยาว
2086	529	34	pending	2024-07-24 14:09:45	2024-07-24 14:09:45	\N	เล็บยาว
2087	698	34	pending	2024-07-24 14:10:18	2024-07-24 14:10:18	\N	เล็บยาว
2088	696	34	pending	2024-07-24 14:10:55	2024-07-24 14:10:55	\N	เล็บยาว
2089	163	34	pending	2024-07-24 14:11:35	2024-07-24 14:11:35	\N	เล็บยาว
2090	314	34	pending	2024-07-24 14:12:08	2024-07-24 14:12:08	\N	เล็บยาว
2091	725	34	pending	2024-07-24 14:12:40	2024-07-24 14:12:40	\N	เล็บยาว
2092	742	34	pending	2024-07-24 14:13:19	2024-07-24 14:13:19	\N	เล็บยาว
2093	842	34	pending	2024-07-24 14:13:50	2024-07-24 14:13:50	\N	เล็บยาว
2094	1178	34	pending	2024-07-24 14:16:40	2024-07-24 14:16:40	\N	เล็บยาว
2095	1272	34	pending	2024-07-24 14:17:16	2024-07-24 14:17:16	\N	เล็บยาว
2096	1116	34	pending	2024-07-24 14:17:55	2024-07-24 14:17:55	\N	เล็บยาว
2097	1420	34	approved	2024-07-24 14:19:05	2024-07-24 14:19:05	\N	เล็บยาว
2098	874	2	pending	2024-07-24 18:19:58	2024-07-24 18:19:58	\N	เล็บยาว
2099	801	34	pending	2024-07-24 18:21:01	2024-07-24 18:21:01	\N	เล็บยาว
2100	58	34	pending	2024-07-24 18:21:37	2024-07-24 18:21:37	\N	เล็บยาว
2101	611	34	pending	2024-07-24 18:22:14	2024-07-24 18:22:14	\N	เล็บยาว
2102	310	34	pending	2024-07-24 18:22:54	2024-07-24 18:22:54	\N	เล็บยาว
2103	755	34	pending	2024-07-24 18:24:36	2024-07-24 18:24:36	\N	เล็บยาว
2104	1168	34	pending	2024-07-24 18:25:15	2024-07-24 18:25:15	\N	เล็บยาว
2105	504	34	pending	2024-07-24 18:26:26	2024-07-24 18:26:26	\N	เล็บยาว
2106	408	34	pending	2024-07-24 18:27:00	2024-07-24 18:27:00	\N	เล็บยาว
2107	251	34	pending	2024-07-24 18:27:33	2024-07-24 18:27:33	\N	เล็บยาว
2108	80	34	pending	2024-07-24 18:28:07	2024-07-24 18:28:07	\N	เล็บยาว
2109	340	34	pending	2024-07-24 18:28:49	2024-07-24 18:28:49	\N	เล็บยาว
2110	879	34	pending	2024-07-24 18:29:38	2024-07-24 18:29:38	\N	เล็บยาว
2111	475	34	pending	2024-07-24 18:30:13	2024-07-24 18:30:13	\N	เล็บยาว
2112	961	34	pending	2024-07-24 18:31:46	2024-07-24 18:31:46	\N	เล็บยาว
2113	759	2	pending	2024-07-24 21:18:21	2024-07-24 21:18:21	\N	เล็บยาว
2114	732	34	pending	2024-07-24 21:19:05	2024-07-24 21:19:05	\N	เล็บยาว
2115	2375	2	approved	2024-07-24 21:19:17	2024-07-24 21:19:17	\N	ไม่ผูกโบว์
2116	2264	34	pending	2024-07-24 21:19:48	2024-07-24 21:19:48	\N	ไม่ผูกโบว์
2117	256	34	pending	2024-07-24 21:20:36	2024-07-24 21:20:36	\N	เล็บยาว
2118	23	34	pending	2024-07-24 21:21:12	2024-07-24 21:21:12	\N	ใส่เครื่องประดับ
2119	2351	34	pending	2024-07-24 21:21:35	2024-07-24 21:21:35	\N	ใส่เครื่องประดับ
2120	71	34	pending	2024-07-24 21:21:38	2024-07-24 21:21:38	\N	เล็บยาว
2121	2003	34	pending	2024-07-24 21:22:01	2024-07-24 21:22:01	\N	ใส่เครื่องประดับ
2122	2443	34	pending	2024-07-24 21:23:27	2024-07-24 21:23:27	\N	ใส่เครื่องประดับ
2123	2351	34	pending	2024-07-24 21:24:10	2024-07-24 21:24:10	\N	ถุงเท้าผิดระเบียบ
2124	1800	34	pending	2024-07-24 21:24:21	2024-07-24 21:24:21	\N	เล็บยาว
2125	890	2	pending	2024-07-25 07:46:02	2024-07-25 07:46:02	\N	เล็บยาว
2126	469	34	pending	2024-07-25 07:46:46	2024-07-25 07:46:46	\N	เล็บยาว
2127	360	34	pending	2024-07-25 07:47:33	2024-07-25 07:47:33	\N	เล็บยาว
2128	457	34	pending	2024-07-25 07:48:38	2024-07-25 07:48:38	\N	ถุงเท้าผิดระเบียบ
2129	1442	34	pending	2024-07-25 07:49:20	2024-07-25 07:49:20	\N	เล็บยาว
2130	1072	34	pending	2024-07-25 07:49:56	2024-07-25 07:49:56	\N	เล็บยาว
2131	1230	34	pending	2024-07-25 07:50:35	2024-07-25 07:50:35	\N	เล็บยาว
2132	244	34	pending	2024-07-25 07:51:17	2024-07-25 07:51:17	\N	เล็บยาว
2133	1022	34	pending	2024-07-25 07:52:46	2024-07-25 07:52:46	\N	เล็บยาว
2134	2127	34	pending	2024-07-25 07:53:41	2024-07-25 07:53:41	\N	เล็บยาว
2135	763	34	pending	2024-07-25 07:54:28	2024-07-25 07:54:28	\N	เล็บยาว
2136	1474	34	pending	2024-07-25 07:55:03	2024-07-25 07:55:03	\N	เล็บยาว
2137	509	34	pending	2024-07-25 07:55:56	2024-07-25 07:55:56	\N	เล็บยาว
2138	384	34	pending	2024-07-25 07:57:35	2024-07-25 07:57:35	\N	เล็บยาว
2139	1336	34	pending	2024-07-25 07:58:27	2024-07-25 07:58:27	\N	เล็บยาว
2140	2387	34	pending	2024-07-25 07:59:21	2024-07-25 07:59:21	\N	เล็บยาว
2141	2390	34	pending	2024-07-25 08:00:33	2024-07-25 08:00:33	\N	เล็บยาว
2142	1520	34	pending	2024-07-25 08:01:20	2024-07-25 08:01:20	\N	เล็บยาว
2143	1209	34	pending	2024-07-25 08:02:11	2024-07-25 08:02:11	\N	เล็บยาว
2144	157	34	pending	2024-07-25 08:02:44	2024-07-25 08:02:44	\N	เล็บยาว
2145	461	34	pending	2024-07-25 08:03:18	2024-07-25 08:03:18	\N	เล็บยาว
2146	1361	34	pending	2024-07-25 08:03:51	2024-07-25 08:03:51	\N	เล็บยาว
2147	816	34	pending	2024-07-25 08:04:31	2024-07-25 08:04:31	\N	เล็บยาว
2148	281	34	pending	2024-07-25 08:05:04	2024-07-25 08:05:04	\N	เล็บยาว
2149	1453	34	pending	2024-07-25 08:06:00	2024-07-25 08:06:00	\N	เล็บยาว
2150	1415	34	pending	2024-07-25 08:06:36	2024-07-25 08:06:36	\N	เล็บยาว
2151	1314	34	pending	2024-07-25 08:07:26	2024-07-25 08:07:26	\N	เล็บยาว
2152	185	34	pending	2024-07-25 08:08:39	2024-07-25 08:08:39	\N	เล็บยาว
2153	912	34	approved	2024-07-25 08:09:42	2024-07-25 08:09:42	\N	เล็บยาว
2154	1381	34	approved	2024-07-25 08:10:36	2024-07-25 08:10:36	\N	เล็บยาว
2155	1929	34	approved	2024-07-25 08:12:10	2024-07-25 08:12:10	\N	เล็บยาว
2156	1792	34	approved	2024-07-25 08:12:59	2024-07-25 08:12:59	\N	เล็บยาว
2157	2250	34	approved	2024-07-25 08:13:44	2024-07-25 08:13:44	\N	เล็บยาว
2158	2059	34	approved	2024-07-25 08:14:45	2024-07-25 08:14:45	\N	เล็บยาว
2159	2140	34	approved	2024-07-25 08:15:45	2024-07-25 08:15:45	\N	เล็บยาว
2160	2071	34	approved	2024-07-25 08:16:45	2024-07-25 08:16:45	\N	เล็บยาว
2161	68	34	approved	2024-07-25 08:17:30	2024-07-25 08:17:30	\N	เล็บยาว
2162	1895	34	approved	2024-07-25 08:18:38	2024-07-25 08:18:38	\N	เล็บยาว
2163	1046	2	approved	2024-07-25 08:19:19	2024-07-25 08:19:19	\N	เล็บยาว
2164	1635	34	approved	2024-07-25 08:19:36	2024-07-25 08:19:36	\N	เล็บยาว
2165	1209	2	approved	2024-07-25 08:20:16	2024-07-25 08:20:16	\N	เล็บยาว
2166	2323	34	approved	2024-07-25 08:20:32	2024-07-25 08:20:32	\N	เล็บยาว
2167	965	2	approved	2024-07-25 08:20:48	2024-07-25 08:20:48	\N	เล็บยาว
2168	5	34	approved	2024-07-25 08:21:02	2024-07-25 08:21:02	\N	เล็บยาว
2169	1718	34	rejected	2024-07-25 08:21:11	2024-07-25 08:21:11	\N	เล็บยาว
2170	824	34	approved	2024-07-25 08:21:31	2024-07-25 08:21:31	\N	เล็บยาว
2171	1031	34	rejected	2024-07-25 08:21:44	2024-07-25 08:21:44	\N	เล็บยาว
2172	712	34	rejected	2024-07-25 08:22:19	2024-07-25 08:22:19	\N	เล็บยาว
2173	1261	34	approved	2024-07-25 08:22:20	2024-07-25 08:22:20	\N	เล็บยาว
2174	824	34	rejected	2024-07-25 08:22:39	2024-07-25 08:22:39	\N	เล็บยาว
2175	1474	34	rejected	2024-07-25 08:23:02	2024-07-25 08:23:02	\N	เล็บยาว
2176	256	34	approved	2024-07-25 08:23:05	2024-07-25 08:23:05	\N	เล็บยาว
2177	4	34	rejected	2024-07-25 08:23:17	2024-07-25 08:23:17	\N	เล็บยาว
2178	1386	34	rejected	2024-07-25 08:23:32	2024-07-25 08:23:32	\N	เล็บยาว
2179	702	34	rejected	2024-07-25 08:23:58	2024-07-25 08:23:58	\N	เล็บยาว
2180	715	34	rejected	2024-07-25 08:24:03	2024-07-25 08:24:03	\N	เล็บยาว
2181	1243	34	approved	2024-07-25 08:24:11	2024-07-25 08:24:11	\N	เล็บยาว
2182	1269	34	approved	2024-07-25 08:24:57	2024-07-25 08:24:57	\N	เล็บยาว
2183	1241	34	approved	2024-07-25 08:25:09	2024-07-25 08:25:09	\N	เล็บยาว
2184	1199	34	rejected	2024-07-25 08:25:20	2024-07-25 08:25:20	\N	เล็บยาว
2185	1076	34	approved	2024-07-25 08:25:57	2024-07-25 08:25:57	\N	เล็บยาว
2186	1195	34	rejected	2024-07-25 08:26:32	2024-07-25 08:26:32	\N	เล็บยาว
2187	1145	34	approved	2024-07-25 08:26:39	2024-07-25 08:26:39	\N	เล็บยาว
2188	683	34	approved	2024-07-25 08:27:29	2024-07-25 08:27:29	\N	เล็บยาว
2189	1468	34	rejected	2024-07-25 08:27:33	2024-07-25 08:27:33	\N	เล็บยาว
2190	662	34	approved	2024-07-25 08:28:05	2024-07-25 08:28:05	\N	เล็บยาว
2191	643	34	approved	2024-07-25 08:28:47	2024-07-25 08:28:47	\N	เล็บยาว
2192	1487	34	approved	2024-07-25 08:29:32	2024-07-25 08:29:32	\N	เล็บยาว
2193	1192	34	rejected	2024-07-25 08:29:52	2024-07-25 08:29:52	\N	เล็บยาว
2194	349	34	rejected	2024-07-25 08:30:24	2024-07-25 08:30:24	\N	เล็บยาว
2195	386	34	approved	2024-07-25 08:30:46	2024-07-25 08:30:46	\N	เล็บยาว
2196	384	34	rejected	2024-07-25 08:30:49	2024-07-25 08:30:49	\N	เล็บยาว
2197	986	34	rejected	2024-07-25 08:30:53	2024-07-25 08:30:53	\N	เล็บยาว
2198	775	34	rejected	2024-07-25 08:31:21	2024-07-25 08:31:21	\N	เล็บยาว
2199	1081	34	approved	2024-07-25 08:31:44	2024-07-25 08:31:44	\N	เล็บยาว
2200	1014	34	rejected	2024-07-25 08:31:59	2024-07-25 08:31:59	\N	เล็บยาว
2201	630	34	approved	2024-07-25 08:32:35	2024-07-25 08:32:35	\N	เล็บยาว
2202	785	34	rejected	2024-07-25 08:32:54	2024-07-25 08:32:54	\N	เล็บยาว
2203	1141	34	rejected	2024-07-25 08:33:19	2024-07-25 08:33:19	\N	เล็บยาว
2204	821	34	rejected	2024-07-25 08:33:26	2024-07-25 08:33:26	\N	เล็บยาว
2205	711	34	rejected	2024-07-25 08:33:56	2024-07-25 08:33:56	\N	เล็บยาว
2206	11	34	approved	2024-07-25 08:34:12	2024-07-25 08:34:12	\N	เล็บยาว
2207	1038	34	rejected	2024-07-25 08:34:44	2024-07-25 08:34:44	\N	เล็บยาว
2208	252	34	approved	2024-07-25 08:35:00	2024-07-25 08:35:00	\N	เล็บยาว
2209	674	34	rejected	2024-07-25 08:35:13	2024-07-25 08:35:13	\N	เล็บยาว
2210	1610	34	approved	2024-07-25 08:35:15	2024-07-25 08:35:15	\N	เล็บยาว/ถุงเท้า
2211	1268	34	approved	2024-07-25 08:35:44	2024-07-25 08:35:44	\N	เล็บยาว
2212	478	34	approved	2024-07-25 08:36:19	2024-07-25 08:36:19	\N	เล็บยาว
2213	2246	34	approved	2024-07-25 08:36:59	2024-07-25 08:36:59	\N	เล็บยาว
2214	1221	34	approved	2024-07-25 08:37:01	2024-07-25 08:37:01	\N	เล็บยาว
2215	1486	34	approved	2024-07-25 08:38:29	2024-07-25 08:38:29	\N	เล็บยาว
2216	295	34	approved	2024-07-25 08:38:55	2024-07-25 08:38:55	\N	เล็บยาว
2217	240	34	approved	2024-07-25 08:39:00	2024-07-25 08:39:00	\N	เล็บยาว
2218	1346	34	rejected	2024-07-25 08:39:37	2024-07-25 08:39:37	\N	เล็บยาว
2219	250	34	approved	2024-07-25 08:39:40	2024-07-25 08:39:40	\N	เล็บยาว
2220	769	34	approved	2024-07-25 08:39:53	2024-07-25 08:39:53	\N	เล็บยาว
2221	572	34	rejected	2024-07-25 08:40:38	2024-07-25 08:40:38	\N	เล็บยาว
2222	1372	34	approved	2024-07-25 08:40:41	2024-07-25 08:40:41	\N	เล็บยาว
2223	1275	34	rejected	2024-07-25 08:41:13	2024-07-25 08:41:13	\N	เล็บยาว
2224	1777	34	approved	2024-07-25 08:41:16	2024-07-25 08:41:16	\N	เล็บยาว
2225	1432	34	approved	2024-07-25 08:41:52	2024-07-25 08:41:52	\N	เล็บยาว
2226	159	34	approved	2024-07-25 08:42:39	2024-07-25 08:42:39	\N	เล็บยาว
2227	1265	34	rejected	2024-07-25 08:43:15	2024-07-25 08:43:15	\N	เล็บยาว
2228	1424	34	approved	2024-07-25 08:43:15	2024-07-25 08:43:15	\N	เล็บยาว
2229	1261	34	approved	2024-07-25 08:43:51	2024-07-25 08:43:51	\N	เล็บยาว
2230	1433	34	approved	2024-07-25 08:44:09	2024-07-25 08:44:09	\N	เล็บยาว
2231	995	34	rejected	2024-07-25 08:44:15	2024-07-25 08:44:15	\N	เล็บยาว
2232	229	34	approved	2024-07-25 08:44:50	2024-07-25 08:44:50	\N	เล็บยาว
2233	2242	34	rejected	2024-07-25 08:44:53	2024-07-25 08:44:53	\N	เล็บยาว
2234	19	34	approved	2024-07-25 08:45:21	2024-07-25 08:45:21	\N	เล็บยาว
2235	421	34	approved	2024-07-25 08:45:55	2024-07-25 08:45:55	\N	เล็บยาว
2236	248	34	rejected	2024-07-25 08:46:24	2024-07-25 08:46:24	\N	เล็บยาว
2237	1777	34	approved	2024-07-25 08:47:10	2024-07-25 08:47:10	\N	เล็บยาว
2238	675	2	approved	2024-07-25 09:08:37	2024-07-25 09:08:37	\N	เล็บยาว
2239	739	34	rejected	2024-07-25 09:09:22	2024-07-25 09:09:22	\N	เล็บยาว
2240	378	34	rejected	2024-07-25 09:09:59	2024-07-25 09:09:59	\N	เล็บยาว
2241	1211	34	rejected	2024-07-25 09:11:19	2024-07-25 09:11:19	\N	เล็บยาว
2242	1095	34	rejected	2024-07-25 09:11:55	2024-07-25 09:11:55	\N	เล็บยาว
2243	1438	34	rejected	2024-07-25 09:12:55	2024-07-25 09:12:55	\N	เล็บยาว
2244	1247	34	rejected	2024-07-25 09:13:27	2024-07-25 09:13:27	\N	เล็บยาว
2245	320	34	rejected	2024-07-25 09:14:06	2024-07-25 09:14:06	\N	เล็บยาว
2246	766	34	rejected	2024-07-25 09:14:58	2024-07-25 09:14:58	\N	เล็บยาว
2247	219	34	rejected	2024-07-25 09:15:28	2024-07-25 09:15:28	\N	เล็บยาว
2248	773	34	rejected	2024-07-25 09:16:00	2024-07-25 09:16:00	\N	เล็บยาว
2249	1676	34	rejected	2024-07-25 09:17:05	2024-07-25 09:17:05	\N	เล็บยาว
2250	1074	34	approved	2024-07-25 09:17:40	2024-07-25 09:17:40	\N	เล็บยาว
2251	491	34	approved	2024-07-25 09:17:53	2024-07-25 09:17:53	\N	ใส่เครื่องประดับ
2252	2292	34	approved	2024-07-25 09:19:27	2024-07-25 09:19:27	\N	ใส่เครื่องประดับมาโรงเรียน
2253	920	34	approved	2024-07-25 09:25:52	2024-07-25 09:25:52	\N	ใส่เครื่องประดับมาโรงเรียน
2254	2355	34	approved	2024-07-25 09:26:33	2024-07-25 09:26:33	\N	ใส่เครื่องประดับมาโรงเรียน
2255	231	34	approved	2024-07-25 09:27:10	2024-07-25 09:27:10	\N	ใส่เครื่องประดับมาโรงเรียน
2256	928	34	approved	2024-07-25 09:28:37	2024-07-25 09:28:37	\N	ใส่เครื่องประดับมาโรงเรียน
2257	512	34	approved	2024-07-25 09:29:17	2024-07-25 09:29:17	\N	ใส่เครื่องประดับมาโรงเรียน
2258	314	34	approved	2024-07-25 09:29:52	2024-07-25 09:29:52	\N	ใส่เครื่องประดับมาโรงเรียน
2259	365	34	approved	2024-07-25 09:31:02	2024-07-25 09:31:02	\N	ใส่เครื่องประดับมาโรงเรียน
2260	667	34	approved	2024-07-25 09:31:50	2024-07-25 09:31:50	\N	ใส่เครื่องประดับมาโรงเรียน
2261	1432	34	approved	2024-07-25 09:32:48	2024-07-25 09:32:48	\N	ใส่เครื่องประดับมาโรงเรียน
2262	660	34	approved	2024-07-25 09:36:46	2024-07-25 09:36:46	\N	ใส่เครื่องประดับมาโรงเรียน
2263	677	34	approved	2024-07-25 09:37:28	2024-07-25 09:37:28	\N	ใส่เครื่องประดับมาโรงเรียน
2264	358	34	approved	2024-07-25 09:38:12	2024-07-25 09:38:12	\N	ใส่เครื่องประดับมาโรงเรียน
2265	1353	34	approved	2024-07-25 09:38:49	2024-07-25 09:38:49	\N	ใส่เครื่องประดับมาโรงเรียน
2266	1247	34	approved	2024-07-25 09:39:34	2024-07-25 09:39:34	\N	ใส่เครื่องประดับมาโรงเรียน
2267	1393	34	approved	2024-07-25 09:39:58	2024-07-25 09:39:58	\N	ใส่เครื่องประดับมาโรงเรียน
2268	1415	34	approved	2024-07-25 09:40:48	2024-07-25 09:40:48	\N	ใส่เครื่องประดับมาโรงเรียน
2269	671	34	approved	2024-07-25 09:44:29	2024-07-25 09:44:29	\N	ใส่เครื่องประดับมาโรงเรียน
2270	2125	34	approved	2024-07-25 09:45:26	2024-07-25 09:45:26	\N	ถุงเท้าผิดระเบียบ
2271	1987	34	approved	2024-07-25 09:46:00	2024-07-25 09:46:00	\N	ถุงเท้าผิดระเบียบ
2272	680	34	approved	2024-07-25 09:52:05	2024-07-25 09:52:05	\N	เล็บยาว\n
2273	1529	34	approved	2024-07-25 09:52:23	2024-07-25 09:52:23	\N	ถุงเท้าผิดระเบียบ
2274	1609	34	approved	2024-07-25 09:52:49	2024-07-25 09:52:49	\N	เล็บยาว\n
2275	846	34	approved	2024-07-25 09:53:19	2024-07-25 09:53:19	\N	ใส่เครื่องประดับมาโรงเรียน
2276	21	34	approved	2024-07-25 09:53:34	2024-07-25 09:53:34	\N	เล็บยาว\n
2277	2264	34	approved	2024-07-25 09:53:53	2024-07-25 09:53:53	\N	ใส่เครื่องประดับมาโรงเรียน
2278	677	34	approved	2024-07-25 09:54:15	2024-07-25 09:54:15	\N	ใส่เครื่องประดับมาโรงเรียน
2279	583	34	approved	2024-07-25 09:54:41	2024-07-25 09:54:41	\N	ใส่เครื่องประดับมาโรงเรียน
2280	515	34	approved	2024-07-25 09:54:47	2024-07-25 09:54:47	\N	เล็บยาว\n
2281	1432	34	approved	2024-07-25 09:55:23	2024-07-25 09:55:23	\N	ใส่เครื่องประดับมาโรงเรียน
2282	330	34	approved	2024-07-25 09:55:35	2024-07-25 09:55:35	\N	เล็บยาว\n
2283	1394	34	approved	2024-07-25 09:55:55	2024-07-25 09:55:55	\N	ใส่เครื่องประดับมาโรงเรียน
2284	2156	34	approved	2024-07-25 09:56:29	2024-07-25 09:56:29	\N	เล็บยาว\n
2285	680	34	approved	2024-07-25 09:56:38	2024-07-25 09:56:38	\N	ใส่เครื่องประดับมาโรงเรียน
2286	1425	34	approved	2024-07-25 09:57:55	2024-07-25 09:57:55	\N	เล็บยาว\n
2287	67	34	approved	2024-07-25 09:58:35	2024-07-25 09:58:35	\N	เล็บยาว\n
2288	1599	2	approved	2024-07-25 09:59:06	2024-07-25 09:59:06	\N	เล็บยาว
2289	906	34	approved	2024-07-25 09:59:45	2024-07-25 09:59:45	\N	เล็บยาว\n
2290	1527	34	approved	2024-07-25 10:01:51	2024-07-25 10:01:51	\N	เล็บยาว\n
2291	686	34	approved	2024-07-25 13:02:50	2024-07-25 13:02:50	\N	ใส่เครื่องประดับมาโรงเรียน
2292	1504	34	approved	2024-07-25 13:03:45	2024-07-25 13:03:45	\N	ใส่เครื่องประดับมาโรงเรียน
2293	675	34	approved	2024-07-25 13:04:14	2024-07-25 13:04:14	\N	ใส่เครื่องประดับมาโรงเรียน
2294	920	34	approved	2024-07-25 13:04:52	2024-07-25 13:04:52	\N	ใส่เครื่องประดับมาโรงเรียน
2295	2364	34	approved	2024-07-25 13:05:49	2024-07-25 13:05:49	\N	ใส่เครื่องประดับมาโรงเรียน
2296	852	34	approved	2024-07-25 13:08:18	2024-07-25 13:08:18	\N	ใส่เครื่องประดับมาโรงเรียน
2297	1402	34	approved	2024-07-25 13:09:38	2024-07-25 13:09:38	\N	ใส่เครื่องประดับมาโรงเรียน
2298	2312	34	approved	2024-07-25 13:10:24	2024-07-25 13:10:24	\N	ใส่เครื่องประดับมาโรงเรียน
2299	2309	34	approved	2024-07-25 13:15:17	2024-07-25 13:15:17	\N	ใส่เครื่องประดับมาโรงเรียน
2300	325	34	approved	2024-07-25 13:15:48	2024-07-25 13:15:48	\N	ใส่เครื่องประดับมาโรงเรียน
2301	1402	34	approved	2024-07-25 13:16:46	2024-07-25 13:16:46	\N	แต่งหน้าและใส่ถุงเท้าผิดระเบียบมาโรงเรียน
2302	1921	34	rejected	2024-07-25 13:17:33	2024-07-25 13:17:33	\N	ใส่เครื่องประดับมาโรงเรียน
2303	2015	34	approved	2024-07-25 13:18:02	2024-07-25 13:18:02	\N	ใส่เครื่องประดับมาโรงเรียน
2304	748	34	approved	2024-07-25 13:19:07	2024-07-25 13:19:07	\N	ใส่เครื่องประดับมาโรงเรียน
2305	1118	2	approved	2024-07-30 12:32:51	2024-07-30 12:32:51	\N	ถุงเท้าผิดระเบียบ
2306	505	34	approved	2024-07-30 12:34:10	2024-07-30 12:34:10	\N	ถุงเท้าผิดระเบียบ
2307	785	34	approved	2024-07-30 12:35:02	2024-07-30 12:35:02	\N	ถุงเท้าผิดระเบียบ
2308	2443	34	approved	2024-07-30 12:36:32	2024-07-30 12:36:32	\N	โบว์/ถุงเท้าผิดระเบียบ
2309	994	34	approved	2024-07-30 12:37:25	2024-07-30 12:37:25	\N	ถุงเท้าผิดระเบียบ
2310	2454	34	approved	2024-07-30 12:38:05	2024-07-30 12:38:05	\N	ถุงเท้าผิดระเบียบ
2311	981	34	approved	2024-07-30 12:38:46	2024-07-30 12:38:46	\N	ถุงเท้าผิดระเบียบ
2312	814	34	approved	2024-07-30 12:39:43	2024-07-30 12:39:43	\N	ถุงเท้าผิดระเบียบ
2313	2329	34	approved	2024-07-30 12:40:20	2024-07-30 12:40:20	\N	ถุงเท้าผิดระเบียบ
2314	1353	34	approved	2024-07-30 12:41:50	2024-07-30 12:41:50	\N	ถุงเท้าผิดระเบียบ
2315	612	34	approved	2024-07-30 12:43:12	2024-07-30 12:43:12	\N	ถุงเท้าผิดระเบียบ
2316	740	34	approved	2024-07-30 12:44:34	2024-07-30 12:44:34	\N	กระโปรงผิดระเบียบ
2317	965	34	approved	2024-07-30 12:45:25	2024-07-30 12:45:25	\N	ถุงเท้าผิดระเบียบ
2318	992	34	approved	2024-07-30 12:46:09	2024-07-30 12:46:09	\N	ถุงเท้าผิดระเบียบ
2319	839	34	approved	2024-07-30 12:46:49	2024-07-30 12:46:49	\N	ถุงเท้าและกระโปรงผิดระเบียบ
2320	834	34	approved	2024-07-30 12:48:14	2024-07-30 12:48:14	\N	ใส่เครื่องประดับ 
2321	406	34	approved	2024-07-30 12:49:27	2024-07-30 12:49:27	\N	ถุงเท้าผิดระเบียบ
2322	704	34	approved	2024-07-30 12:50:20	2024-07-30 12:50:20	\N	ถุงเท้าผิดระเบียบ
2323	710	34	approved	2024-07-30 12:51:28	2024-07-30 12:51:28	\N	ไม่ติดโบว์
2324	812	34	approved	2024-07-30 12:52:35	2024-07-30 12:52:35	\N	ถุงเท้าผิดระเบียบ
2325	882	34	approved	2024-07-30 12:54:27	2024-07-30 12:54:27	\N	กางเกงผิดระเบียบ
2326	922	34	approved	2024-07-30 12:55:18	2024-07-30 12:55:18	\N	ถุงเท้าผิดระเบียบ
2327	910	34	approved	2024-07-30 12:56:48	2024-07-30 12:56:48	\N	ถุงเท้าผิดระเบียบ
2328	670	34	approved	2024-07-30 12:57:36	2024-07-30 12:57:36	\N	ถุงเท้าผิดระเบียบ
2329	680	34	approved	2024-07-30 12:59:26	2024-07-30 12:59:26	\N	ใส่เครื่องประดับ
2330	887	34	approved	2024-07-30 13:09:31	2024-07-30 13:09:31	\N	ถุงเท้าผิดระเบียบ
2331	843	34	approved	2024-07-30 13:10:25	2024-07-30 13:10:25	\N	ถุงเท้าผิดระเบียบ
2332	2155	34	approved	2024-07-30 13:23:10	2024-07-30 13:23:10	\N	เล็บทาสี
2333	387	34	approved	2024-07-30 13:25:11	2024-07-30 13:25:11	\N	ถุงเท้าผิดระเบียบ
2334	918	34	approved	2024-07-30 13:26:54	2024-07-30 13:26:54	\N	ถุงเท้าผิดระเบียบ
2335	1010	34	approved	2024-07-30 13:28:06	2024-07-30 13:28:06	\N	เครื่องประดับ
2336	1484	2	approved	2024-07-31 07:14:07	2024-07-31 07:14:07	\N	ทะเลาะวิวาทโดยใช้วาจา
2337	1332	71	approved	2024-07-31 07:16:04	2024-07-31 07:16:04	\N	ทะเลาะวิวาทโดยใช้วาจา
2338	1170	71	rejected	2024-07-31 07:17:09	2024-07-31 07:17:09	\N	ทะเลาะวิวาทโดยใช้วาจา
2339	1308	2	approved	2024-07-31 07:22:59	2024-07-31 07:22:59	\N	ผม
2340	1313	71	rejected	2024-07-31 07:23:32	2024-07-31 07:23:32	\N	ผมรองทรง
2341	1423	71	rejected	2024-07-31 07:24:28	2024-07-31 07:24:28	\N	ผมรองทรง
2342	1428	71	rejected	2024-07-31 07:24:58	2024-07-31 07:24:58	\N	ผมรองทรง
2343	1444	71	approved	2024-07-31 07:25:27	2024-07-31 07:25:27	\N	ผมยาว
2344	1444	71	approved	2024-07-31 07:26:06	2024-07-31 07:26:06	\N	ผมยาว
2345	1446	71	approved	2024-07-31 07:26:46	2024-07-31 07:26:46	\N	ผมยาว
2346	1447	71	rejected	2024-07-31 07:27:14	2024-07-31 07:27:14	\N	ผมยาว
2347	1447	71	approved	2024-07-31 07:29:28	2024-07-31 07:29:28	\N	พบนักเรียนบนอาคารเรียนในวันกีฬาสี
2348	1452	71	rejected	2024-07-31 07:29:52	2024-07-31 07:29:52	\N	พบนักเรียนบนอาคารเรียนในวันกีฬาสี
2349	1452	71	approved	2024-07-31 07:30:29	2024-07-31 07:30:29	\N	ยาว
2350	1455	71	rejected	2024-07-31 07:30:59	2024-07-31 07:30:59	\N	ยาว
2351	1461	71	rejected	2024-07-31 07:31:56	2024-07-31 07:31:56	\N	ยาว/ตัดแล้วทำสกิลเฮด
2352	1467	71	rejected	2024-07-31 07:32:22	2024-07-31 07:32:22	\N	สกิลเฮด
2353	1476	71	rejected	2024-07-31 07:32:45	2024-07-31 07:32:45	\N	สกิลเฮด
2354	1201	71	rejected	2024-07-31 07:33:57	2024-07-31 07:33:57	\N	ผมยาว
2355	1203	71	rejected	2024-07-31 07:34:23	2024-07-31 07:34:23	\N	ผมยาว
2356	1215	71	rejected	2024-07-31 07:34:55	2024-07-31 07:34:55	\N	ผมยาว
2357	1227	71	rejected	2024-07-31 07:35:17	2024-07-31 07:35:17	\N	ผมยาว
2358	1232	71	rejected	2024-07-31 07:35:49	2024-07-31 07:35:49	\N	รองทรง
2359	1243	71	rejected	2024-07-31 07:36:14	2024-07-31 07:36:14	\N	รองทรง
2360	1282	71	rejected	2024-07-31 07:37:09	2024-07-31 07:37:09	\N	ผมยาว
2361	1376	71	rejected	2024-07-31 07:37:52	2024-07-31 07:37:52	\N	หน้าม้า
2362	1383	71	rejected	2024-07-31 07:38:19	2024-07-31 07:38:19	\N	ผมยาว
2363	1384	71	rejected	2024-07-31 07:38:46	2024-07-31 07:38:46	\N	หน้าม้ายาว
2364	1385	71	rejected	2024-07-31 07:39:22	2024-07-31 07:39:22	\N	ผมยาว
2365	1390	71	rejected	2024-07-31 07:39:46	2024-07-31 07:39:46	\N	ผมยาว
2366	1402	71	approved	2024-07-31 07:40:44	2024-07-31 07:40:44	\N	เล็บยาว
2367	1142	71	approved	2024-07-31 07:41:31	2024-07-31 07:41:31	\N	ผมยาว
2368	1169	71	rejected	2024-07-31 07:41:57	2024-07-31 07:41:57	\N	ผมยาว
2369	1091	71	rejected	2024-07-31 07:42:36	2024-07-31 07:42:36	\N	รองทรง
2370	1105	71	rejected	2024-07-31 07:42:59	2024-07-31 07:42:59	\N	รองทรง
2371	2082	2	approved	2024-08-05 09:42:49	2024-08-05 09:42:49	\N	ใส่เครื่องประดับ
2372	2242	34	approved	2024-08-05 09:44:17	2024-08-05 09:44:17	\N	ใส่เครื่องประดับ
2373	2242	34	approved	2024-08-05 09:45:50	2024-08-05 09:45:50	\N	ถุงเท้าผิดระเบียบ
2374	863	34	approved	2024-08-05 09:49:00	2024-08-05 09:49:00	\N	ใส่เครื่องประดับ
2375	863	34	approved	2024-08-05 09:50:02	2024-08-05 09:50:02	\N	เล็บยาว
2376	2443	34	approved	2024-08-05 09:51:27	2024-08-05 09:51:27	\N	ใส่เครื่องประดับ
2377	2261	34	approved	2024-08-05 09:52:54	2024-08-05 09:52:54	\N	ใส่เครื่องประดับ
2378	2397	34	approved	2024-08-05 09:53:40	2024-08-05 09:53:40	\N	ใส่เครื่องประดับ
2379	2454	34	approved	2024-08-05 09:54:49	2024-08-05 09:54:49	\N	ใส่เครื่องประดับ
2380	852	34	approved	2024-08-05 09:58:37	2024-08-05 09:58:37	\N	ใส่เครื่องประดับ
2381	852	34	approved	2024-08-05 10:00:32	2024-08-05 10:00:32	\N	ถุงเท้าผิดระเบียบ
2382	852	34	approved	2024-08-05 10:01:34	2024-08-05 10:01:34	\N	เล็บยาว
2383	2035	34	approved	2024-08-05 10:03:20	2024-08-05 10:03:20	\N	เล็บยาว
2384	2127	34	approved	2024-08-05 10:05:18	2024-08-05 10:05:18	\N	ใส่เครื่องประดับ
2385	2285	2	approved	2024-08-05 10:25:34	2024-08-05 10:25:34	\N	ใส่เครื่องประดับ
2386	1431	34	approved	2024-08-05 10:45:35	2024-08-05 10:45:35	\N	ใส่เครื่องประดับ
2387	846	34	approved	2024-08-05 10:46:19	2024-08-05 10:46:19	\N	ใส่เครื่องประดับ
2388	774	34	approved	2024-08-05 10:46:59	2024-08-05 10:46:59	\N	ใส่เครื่องประดับ
2389	947	34	approved	2024-08-05 10:47:34	2024-08-05 10:47:34	\N	ใส่เครื่องประดับ
2390	2149	34	approved	2024-08-05 10:48:41	2024-08-05 10:48:41	\N	ใส่เครื่องประดับ
2391	804	2	approved	2024-08-05 10:49:06	2024-08-05 10:49:06	\N	ชกหน้าห้องน้ำประชุม
2392	1274	34	approved	2024-08-05 10:49:11	2024-08-05 10:49:11	\N	ใส่เครื่องประดับ
2393	812	2	approved	2024-08-05 10:50:03	2024-08-05 10:50:03	\N	ชกกันหน้าห้องน้ำหอประชุม
2394	533	2	approved	2024-08-05 13:02:59	2024-08-05 13:02:59	\N	เล่นในขณะเข้าแถว
2395	533	48	rejected	2024-08-05 13:03:35	2024-08-05 13:03:35	\N	เล่นในขณะเข้าแถว
2396	539	48	rejected	2024-08-05 13:05:37	2024-08-05 13:05:37	\N	เล่นในขณะเข้าแถว
2397	1571	2	approved	2024-08-06 08:10:39	2024-08-06 08:10:39	\N	รุมเพื่อนำหน้าสิริสิน
2398	1727	2	approved	2024-08-06 10:32:09	2024-08-06 10:32:09	\N	เล็บยาว
2399	2443	2	approved	2024-08-06 10:32:49	2024-08-06 10:32:49	\N	ใส่เครื่องประดับ
2400	1765	2	approved	2024-08-06 10:33:03	2024-08-06 10:33:03	\N	เล็บยาว
2401	760	34	approved	2024-08-06 10:33:33	2024-08-06 10:33:33	\N	เล็บยาว
2402	227	34	approved	2024-08-06 10:34:10	2024-08-06 10:34:10	\N	เล็บยาว
2403	2224	34	rejected	2024-08-06 10:34:57	2024-08-06 10:34:57	\N	เล็บยาว
2404	1782	2	approved	2024-08-06 10:34:58	2024-08-06 10:34:58	\N	เล็บยาว
2405	330	2	approved	2024-08-06 10:35:10	2024-08-06 10:35:10	\N	เล็บยาว
2406	2035	34	approved	2024-08-06 10:35:18	2024-08-06 10:35:18	\N	เล็บยาว
2407	2041	34	rejected	2024-08-06 10:35:46	2024-08-06 10:35:46	\N	เล็บยาว
2408	708	34	rejected	2024-08-06 10:35:49	2024-08-06 10:35:49	\N	เล็บยาว
2409	2118	34	rejected	2024-08-06 10:36:26	2024-08-06 10:36:26	\N	เล็บยาว
2410	729	34	approved	2024-08-06 10:36:44	2024-08-06 10:36:44	\N	เล็บยาว
2411	1879	34	approved	2024-08-06 10:37:17	2024-08-06 10:37:17	\N	เล็บยาว
2412	2381	34	approved	2024-08-06 10:37:55	2024-08-06 10:37:55	\N	เล็บยาว
2413	1796	34	rejected	2024-08-06 10:38:05	2024-08-06 10:38:05	\N	เล็บยาว
2414	2374	34	approved	2024-08-06 10:38:38	2024-08-06 10:38:38	\N	เล็บยาว
2415	2468	34	rejected	2024-08-06 10:38:40	2024-08-06 10:38:40	\N	เล็บยาว
2416	1954	34	rejected	2024-08-06 10:38:43	2024-08-06 10:38:43	\N	เล็บยาว
2417	1982	34	rejected	2024-08-06 10:39:36	2024-08-06 10:39:36	\N	เล็บยาว
2418	2309	34	rejected	2024-08-06 10:39:46	2024-08-06 10:39:46	\N	เล็บยาว
2419	1402	34	approved	2024-08-06 10:40:09	2024-08-06 10:40:09	\N	เล็บยาว
2420	2432	34	approved	2024-08-06 10:40:09	2024-08-06 10:40:09	\N	เล็บยาว หนวดเครา
2421	937	34	rejected	2024-08-06 10:40:45	2024-08-06 10:40:45	\N	เล็บยาว
2422	1191	34	approved	2024-08-06 10:41:00	2024-08-06 10:41:00	\N	เล็บยาว
2423	2262	34	approved	2024-08-06 10:41:06	2024-08-06 10:41:06	\N	เล็บยาว
2424	1199	34	approved	2024-08-06 10:41:11	2024-08-06 10:41:11	\N	เล็บยาว
2425	495	34	approved	2024-08-06 10:41:47	2024-08-06 10:41:47	\N	เล็บยาว
2426	2252	34	rejected	2024-08-06 10:41:56	2024-08-06 10:41:56	\N	เล็บยาว
2427	2345	34	rejected	2024-08-06 10:42:03	2024-08-06 10:42:03	\N	เล็บยาว
2428	2043	34	approved	2024-08-06 10:42:13	2024-08-06 10:42:13	\N	เล็บยาว
2429	1794	34	rejected	2024-08-06 10:42:19	2024-08-06 10:42:19	\N	เล็บยาว
2430	1993	34	rejected	2024-08-06 10:43:48	2024-08-06 10:43:48	\N	เล็บยาว
2431	2366	34	approved	2024-08-06 10:45:00	2024-08-06 10:45:00	\N	เล็บยาว
2432	2252	34	approved	2024-08-06 10:45:16	2024-08-06 10:45:16	\N	เล็บยาว
2433	427	34	rejected	2024-08-06 10:46:00	2024-08-06 10:46:00	\N	เล็บยาว
2434	311	34	approved	2024-08-06 10:46:38	2024-08-06 10:46:38	\N	เล็บยาว
2435	1773	34	rejected	2024-08-06 10:47:07	2024-08-06 10:47:07	\N	เล็บยาว
2436	702	34	approved	2024-08-06 10:47:52	2024-08-06 10:47:52	\N	เล็บยาว
2437	611	34	approved	2024-08-06 10:47:58	2024-08-06 10:47:58	\N	เล็บยาว
2438	2456	34	approved	2024-08-06 10:48:26	2024-08-06 10:48:26	\N	เล็บยาว
2439	863	34	approved	2024-08-06 10:48:41	2024-08-06 10:48:41	\N	เล็บยาว
2440	2269	34	rejected	2024-08-06 10:49:12	2024-08-06 10:49:12	\N	เล็บยาว
2441	1735	34	approved	2024-08-06 10:49:43	2024-08-06 10:49:43	\N	เล็บยาว ถุงเท้าผิดระเบียบ
2442	2351	34	rejected	2024-08-06 10:50:01	2024-08-06 10:50:01	\N	เล็บยาว
2443	1133	34	approved	2024-08-06 10:50:15	2024-08-06 10:50:15	\N	เล็บยาว
2444	1735	34	rejected	2024-08-06 10:50:35	2024-08-06 10:50:35	\N	เล็บยาว ถุงเท้าผิดระเบียบ
2445	1259	34	approved	2024-08-06 10:50:56	2024-08-06 10:50:56	\N	เล็บยาว
2520	807	34	rejected	2024-08-13 10:44:42	2024-08-13 10:44:42	\N	เล็บยาว
2446	1745	34	approved	2024-08-06 10:51:20	2024-08-06 10:51:20	\N	เล็บยาว ถุงเท้าผิดระเบียบ
2447	54	34	rejected	2024-08-06 10:51:26	2024-08-06 10:51:26	\N	เล็บยาว
2448	130	34	approved	2024-08-06 10:51:41	2024-08-06 10:51:41	\N	เล็บยาว
2449	1057	34	rejected	2024-08-06 10:52:08	2024-08-06 10:52:08	\N	เล็บยาว ถุงเท้าผิดระเบียบ
2450	66	34	rejected	2024-08-06 10:52:34	2024-08-06 10:52:34	\N	เล็บยาว
2451	1054	34	rejected	2024-08-06 10:52:41	2024-08-06 10:52:41	\N	เล็บยาว ถุงเท้าผิดระเบียบ
2452	124	34	rejected	2024-08-06 10:53:29	2024-08-06 10:53:29	\N	เล็บยาว ถุงเท้าผิดระเบียบ
2453	946	34	rejected	2024-08-06 10:53:34	2024-08-06 10:53:34	\N	เล็บยาว
2454	753	34	approved	2024-08-06 10:54:10	2024-08-06 10:54:10	\N	เล็บยาว
2455	795	34	approved	2024-08-06 10:54:16	2024-08-06 10:54:16	\N	เล็บยาว
2456	67	34	approved	2024-08-06 10:54:18	2024-08-06 10:54:18	\N	เล็บยาว ถุงเท้าผิดระเบียบ
2457	378	34	approved	2024-08-06 10:54:20	2024-08-06 10:54:20	\N	เล็บยาว
2458	115	34	approved	2024-08-06 10:55:12	2024-08-06 10:55:12	\N	เล็บยาว ถุงเท้าผิดระเบียบ
2459	1363	34	approved	2024-08-06 10:55:20	2024-08-06 10:55:20	\N	เล็บยาว
2460	688	34	approved	2024-08-06 10:55:50	2024-08-06 10:55:50	\N	เล็บยาว
2461	577	34	rejected	2024-08-06 10:55:52	2024-08-06 10:55:52	\N	เล็บยาว
2462	799	34	rejected	2024-08-06 10:55:58	2024-08-06 10:55:58	\N	เล็บยาว ถุงเท้าผิดระเบียบ
2463	564	34	approved	2024-08-06 10:55:58	2024-08-06 10:55:58	\N	เล็บยาว
2464	44	34	rejected	2024-08-06 10:56:52	2024-08-06 10:56:52	\N	เล็บยาว
2465	382	34	approved	2024-08-06 10:57:01	2024-08-06 10:57:01	\N	เล็บยาว
2466	921	34	approved	2024-08-06 10:57:09	2024-08-06 10:57:09	\N	ใส่เครื่องประดับ
2467	533	34	rejected	2024-08-06 10:57:30	2024-08-06 10:57:30	\N	เล็บยาว
2468	384	34	rejected	2024-08-06 10:57:35	2024-08-06 10:57:35	\N	เล็บยาว
2469	1227	34	approved	2024-08-06 10:57:59	2024-08-06 10:57:59	\N	เล็บยาว
2470	1141	34	rejected	2024-08-06 10:58:20	2024-08-06 10:58:20	\N	เล็บยาว
2471	1225	34	approved	2024-08-06 10:58:52	2024-08-06 10:58:52	\N	เล็บยาว
2472	1462	34	rejected	2024-08-06 10:59:06	2024-08-06 10:59:06	\N	เล็บยาว ถุงเท้าผิดระเบียบ
2473	469	34	approved	2024-08-06 10:59:36	2024-08-06 10:59:36	\N	เล็บยาว
2474	1400	34	approved	2024-08-06 11:00:00	2024-08-06 11:00:00	\N	เล็บยาว
2475	2432	34	approved	2024-08-06 11:00:12	2024-08-06 11:00:12	\N	เล็บยาว
2476	425	34	rejected	2024-08-06 11:00:33	2024-08-06 11:00:33	\N	เล็บยาว
2477	887	34	rejected	2024-08-06 11:01:32	2024-08-06 11:01:32	\N	เล็บยาว
2478	474	34	approved	2024-08-06 11:01:36	2024-08-06 11:01:36	\N	เล็บยาว
2479	1486	34	approved	2024-08-06 11:02:11	2024-08-06 11:02:11	\N	เล็บยาว
2480	960	2	approved	2024-08-06 11:03:12	2024-08-06 11:03:12	\N	เล็บยาว
2481	199	34	approved	2024-08-06 11:03:15	2024-08-06 11:03:15	\N	เล็บยาว
2482	372	34	approved	2024-08-06 11:03:22	2024-08-06 11:03:22	\N	เล็บยาว
2483	524	34	rejected	2024-08-06 11:03:52	2024-08-06 11:03:52	\N	เล็บยาว
2484	355	34	rejected	2024-08-06 11:03:54	2024-08-06 11:03:54	\N	เล็บยาว
2485	1031	34	rejected	2024-08-06 11:04:30	2024-08-06 11:04:30	\N	เล็บยาว
2486	314	34	approved	2024-08-06 12:49:09	2024-08-06 12:49:09	\N	นำไพ่มาเล่นโดยไม่ใช้เงินพนัน
2487	299	34	approved	2024-08-06 12:50:00	2024-08-06 12:50:00	\N	นำไพ่มาเล่นโดยไม่ใช้เงินพนัน
2488	290	34	approved	2024-08-06 12:50:32	2024-08-06 12:50:32	\N	นำไพ่มาเล่นโดยไม่ใช้เงินพนัน
2489	303	34	approved	2024-08-06 12:51:59	2024-08-06 12:51:59	\N	นำไพ่มาเล่นโดยไม่ใช้เงินพนัน
2490	311	34	rejected	2024-08-06 12:52:23	2024-08-06 12:52:23	\N	นำไพ่มาเล่นโดยไม่ใช้เงินพนัน
2491	325	34	approved	2024-08-06 12:54:25	2024-08-06 12:54:25	\N	นำไพ่มาเล่นโดยไม่ใช้เงินพนัน
2492	311	34	approved	2024-08-06 12:54:57	2024-08-06 12:54:57	\N	นำไพ่มาเล่นโดยไม่ใช้เงินพนัน
2493	319	34	approved	2024-08-06 12:56:25	2024-08-06 12:56:25	\N	นำไพ่มาเล่นโดยไม่ใช้เงินพนัน
2494	323	34	approved	2024-08-06 12:57:02	2024-08-06 12:57:02	\N	นำไพ่มาเล่นโดยไม่ใช้เงินพนัน
2495	982	2	approved	2024-08-08 08:10:19	2024-08-08 08:10:19	\N	แกล้งเพื่อน
2496	1210	2	rejected	2024-08-08 08:11:41	2024-08-08 08:11:41	\N	แกล้งเพื่อน
2497	1210	2	approved	2024-08-08 08:12:35	2024-08-08 08:12:35	\N	ทะเลาะวิวาท
2498	195	2	approved	2024-08-08 08:14:59	2024-08-08 08:14:59	\N	ทะเลาะวิวาท
2499	204	2	approved	2024-08-08 08:15:51	2024-08-08 08:15:51	\N	ทะเลาะวิวาท 
2500	960	2	approved	2024-08-08 12:46:58	2024-08-08 12:46:58	\N	สูบบุหรี่ (ใบจาก+ยาเส้น)
2501	1193	2	approved	2024-08-13 10:30:51	2024-08-13 10:30:51	\N	เล็บยาว
2502	1495	34	rejected	2024-08-13 10:32:04	2024-08-13 10:32:04	\N	เล็บยาว
2503	738	2	approved	2024-08-13 10:34:06	2024-08-13 10:34:06	\N	เล็บยาว
2504	125	2	approved	2024-08-13 10:34:22	2024-08-13 10:34:22	\N	เล็บยาว
2505	717	34	approved	2024-08-13 10:35:38	2024-08-13 10:35:38	\N	เล็บยาว
2506	98	34	approved	2024-08-13 10:36:11	2024-08-13 10:36:11	\N	เล็บยาว
2507	1732	34	approved	2024-08-13 10:37:55	2024-08-13 10:37:55	\N	ผมผิดระเบียบ
2508	687	34	approved	2024-08-13 10:38:40	2024-08-13 10:38:40	\N	ผมผิดระเบียบ
2509	1314	34	rejected	2024-08-13 10:39:21	2024-08-13 10:39:21	\N	เล็บยาว
2510	63	34	approved	2024-08-13 10:39:38	2024-08-13 10:39:38	\N	เล็บยาว
2511	1210	34	rejected	2024-08-13 10:40:07	2024-08-13 10:40:07	\N	เล็บยาว
2512	2314	34	approved	2024-08-13 10:40:38	2024-08-13 10:40:38	\N	ใส่เครื่องประดับ
2513	2116	34	approved	2024-08-13 10:41:42	2024-08-13 10:41:42	\N	ใส่เครื่องประดับ
2514	1259	34	approved	2024-08-13 10:42:22	2024-08-13 10:42:22	\N	เล็บยาว
2515	103	2	approved	2024-08-13 10:43:03	2024-08-13 10:43:03	\N	เล็บยาว
2516	1342	34	approved	2024-08-13 10:43:04	2024-08-13 10:43:04	\N	เล็บยาว
2517	742	34	approved	2024-08-13 10:43:37	2024-08-13 10:43:37	\N	เล็บยาว
2518	1006	34	rejected	2024-08-13 10:43:58	2024-08-13 10:43:58	\N	เล็บยาว
2519	1931	34	approved	2024-08-13 10:44:08	2024-08-13 10:44:08	\N	เล็บยาว
2521	775	34	rejected	2024-08-13 10:45:11	2024-08-13 10:45:11	\N	เล็บยาว
2522	453	34	rejected	2024-08-13 10:45:51	2024-08-13 10:45:51	\N	เล็บยาว
2523	801	34	rejected	2024-08-13 10:47:16	2024-08-13 10:47:16	\N	เล็บยาว
2524	2335	34	approved	2024-08-13 10:47:49	2024-08-13 10:47:49	\N	เล็บยาว
2525	2343	34	approved	2024-08-13 10:48:29	2024-08-13 10:48:29	\N	เล็บยาว
2526	854	34	rejected	2024-08-13 10:49:33	2024-08-13 10:49:33	\N	เล็บยาว
2527	295	34	rejected	2024-08-13 10:50:02	2024-08-13 10:50:02	\N	เล็บยาว
2528	689	34	approved	2024-08-13 10:51:11	2024-08-13 10:51:11	\N	ใส่เครื่องประดับ
2529	899	34	approved	2024-08-13 10:51:50	2024-08-13 10:51:50	\N	ใส่เครื่องประดับ
2530	716	34	rejected	2024-08-13 10:53:16	2024-08-13 10:53:16	\N	เล็บยาว
2531	944	34	rejected	2024-08-13 10:55:53	2024-08-13 10:55:53	\N	เล็บยาว
2532	282	34	rejected	2024-08-13 10:57:16	2024-08-13 10:57:16	\N	เล็บยาว
2533	724	34	rejected	2024-08-13 10:58:37	2024-08-13 10:58:37	\N	เล็บยาว
2534	1181	34	approved	2024-08-13 11:00:09	2024-08-13 11:00:09	\N	เล็บยาว
2535	1328	34	rejected	2024-08-13 11:00:52	2024-08-13 11:00:52	\N	เล็บยาว
2536	2120	34	rejected	2024-08-13 11:01:47	2024-08-13 11:01:47	\N	เล็บยาว
2537	1379	34	rejected	2024-08-13 11:03:16	2024-08-13 11:03:16	\N	เล็บยาว
2538	1035	34	rejected	2024-08-13 11:04:52	2024-08-13 11:04:52	\N	เล็บยาว
2539	1381	34	rejected	2024-08-13 11:05:23	2024-08-13 11:05:23	\N	เล็บยาว
2540	885	34	rejected	2024-08-13 11:06:16	2024-08-13 11:06:16	\N	เล็บยาว
2541	34	34	rejected	2024-08-13 11:06:49	2024-08-13 11:06:49	\N	เล็บยาว
2542	1575	2	approved	2024-08-13 14:13:40	2024-08-13 14:13:40	\N	เล็บยาว
2543	1673	34	approved	2024-08-13 14:15:04	2024-08-13 14:15:04	\N	เล็บยาว
2544	1644	34	approved	2024-08-13 14:16:18	2024-08-13 14:16:18	\N	เล็บยาว
2545	2202	34	approved	2024-08-13 14:17:12	2024-08-13 14:17:12	\N	เล็บยาว
2546	1919	34	approved	2024-08-13 14:17:47	2024-08-13 14:17:47	\N	เล็บยาว
2547	546	34	approved	2024-08-13 14:19:31	2024-08-13 14:19:31	\N	เล็บยาว
2548	675	34	approved	2024-08-13 14:21:47	2024-08-13 14:21:47	\N	เล็บยาว
2549	1556	34	approved	2024-08-13 14:22:22	2024-08-13 14:22:22	\N	เล็บยาว
2550	2155	34	approved	2024-08-13 14:23:03	2024-08-13 14:23:03	\N	เล็บยาว
2551	2043	34	approved	2024-08-13 14:25:43	2024-08-13 14:25:43	\N	เล็บยาว
2552	2317	34	approved	2024-08-13 14:27:09	2024-08-13 14:27:09	\N	เล็บยาว
2553	1617	34	approved	2024-08-13 14:28:16	2024-08-13 14:28:16	\N	เล็บยาว
2554	2314	34	approved	2024-08-13 14:29:10	2024-08-13 14:29:10	\N	เล็บยาว
2555	2449	34	approved	2024-08-13 14:29:41	2024-08-13 14:29:41	\N	เล็บยาว
2556	960	2	approved	2024-08-15 13:56:21	2024-08-15 13:56:21	\N	มีส่วนร่วมกระทำความผิด
2557	713	2	approved	2024-08-15 13:57:47	2024-08-15 13:57:47	\N	ทะเลาะวิวาท
2558	1449	2	approved	2024-08-15 13:59:20	2024-08-15 13:59:20	\N	สูบบุหรี่
2559	1375	2	approved	2024-08-16 13:53:27	2024-08-16 13:53:27	\N	หนีเรียนในวันพุธ
2560	303	34	approved	2024-08-19 08:33:11	2024-08-19 08:33:11	\N	การแต่งกาย
2561	1495	34	approved	2024-08-19 08:33:40	2024-08-19 08:33:40	\N	การแต่งกาย
2562	953	34	approved	2024-08-19 08:34:27	2024-08-19 08:34:27	\N	เล็บยาว
2563	760	34	approved	2024-08-19 08:34:56	2024-08-19 08:34:56	\N	เล็บยาว
2564	1264	34	approved	2024-08-19 08:40:53	2024-08-19 08:40:53	\N	เล็บยาว
2565	976	34	approved	2024-08-19 08:41:20	2024-08-19 08:41:20	\N	เล็บยาว
2566	1486	34	approved	2024-08-19 08:41:55	2024-08-19 08:41:55	\N	เล็บยาว
2567	944	34	approved	2024-08-19 08:42:37	2024-08-19 08:42:37	\N	เล็บยาว
2568	1768	34	approved	2024-08-19 08:43:07	2024-08-19 08:43:07	\N	เล็บยาว
2569	583	34	approved	2024-08-19 08:43:58	2024-08-19 08:43:58	\N	เล็บยาว
2570	1418	34	approved	2024-08-19 09:23:37	2024-08-19 09:23:37	\N	เล็บยาว
2571	642	34	approved	2024-08-19 09:24:25	2024-08-19 09:24:25	\N	การแต่งกาย
2572	987	2	approved	2024-08-20 06:54:24	2024-08-20 06:54:24	\N	ผมผิดระเบียบ
2573	987	2	approved	2024-08-20 06:55:15	2024-08-20 06:55:15	\N	ไม่สำรวมกิริยา
2574	987	2	approved	2024-08-20 06:56:45	2024-08-20 06:56:45	\N	ประพฤติตนไม่เหมาะสม
2575	987	2	approved	2024-08-20 06:57:34	2024-08-20 06:57:34	\N	มีส่วนร่วมกระทำความผิด
2576	991	2	approved	2024-08-20 07:05:45	2024-08-20 07:05:45	\N	ทรงผม
2577	991	2	approved	2024-08-20 07:06:30	2024-08-20 07:06:30	\N	มารยาท
2578	991	2	approved	2024-08-20 07:07:55	2024-08-20 07:07:55	\N	ประพฤติตน
2579	991	2	approved	2024-08-20 07:08:39	2024-08-20 07:08:39	\N	มีส่วนร่วม
2580	965	2	approved	2024-08-20 07:09:49	2024-08-20 07:09:49	\N	ผม
2581	965	2	approved	2024-08-20 07:10:32	2024-08-20 07:10:32	\N	มารยาท
2582	965	2	approved	2024-08-20 07:11:04	2024-08-20 07:11:04	\N	ประพฤติตน
2583	965	2	approved	2024-08-20 07:11:43	2024-08-20 07:11:43	\N	มีส่วนร่วม
2584	948	2	approved	2024-08-20 07:12:41	2024-08-20 07:12:41	\N	ผม
2585	948	2	approved	2024-08-20 07:13:32	2024-08-20 07:13:32	\N	มารยาท
2586	948	2	approved	2024-08-20 07:14:18	2024-08-20 07:14:18	\N	ประพฤติตน
2587	948	2	approved	2024-08-20 07:14:51	2024-08-20 07:14:51	\N	มีส่วนร่วม
2588	960	2	approved	2024-08-20 07:16:12	2024-08-20 07:16:12	\N	หนวด
2589	960	2	approved	2024-08-20 07:16:56	2024-08-20 07:16:56	\N	มารยาท
2590	960	2	approved	2024-08-20 07:17:36	2024-08-20 07:17:36	\N	ประพฤติตน
2591	960	2	approved	2024-08-20 07:18:13	2024-08-20 07:18:13	\N	มีส่วนร่วม
2592	987	2	approved	2024-08-20 07:20:39	2024-08-20 07:20:39	\N	ประพฤติตน
2593	987	2	approved	2024-08-20 07:21:30	2024-08-20 07:21:30	\N	มีส่วนร่วม
2594	991	2	approved	2024-08-20 07:23:11	2024-08-20 07:23:11	\N	ประพฤติตน
2595	991	2	approved	2024-08-20 07:24:32	2024-08-20 07:24:32	\N	มีส่วนร่วม
2596	982	2	approved	2024-08-20 07:25:23	2024-08-20 07:25:23	\N	ประพฤติตน
2597	982	2	approved	2024-08-20 07:25:57	2024-08-20 07:25:57	\N	มีส่วนร่วม
2598	976	2	approved	2024-08-20 07:26:50	2024-08-20 07:26:50	\N	ประพฤติตน
2599	976	2	approved	2024-08-20 07:27:20	2024-08-20 07:27:20	\N	มีส่วนร่วม
2600	994	2	approved	2024-08-20 07:28:14	2024-08-20 07:28:14	\N	ประพฤติตน
2601	994	2	approved	2024-08-20 07:28:44	2024-08-20 07:28:44	\N	มีส่วนร่วม
2602	999	2	approved	2024-08-20 07:29:28	2024-08-20 07:29:28	\N	ประพฤติตน
2603	999	2	approved	2024-08-20 07:29:56	2024-08-20 07:29:56	\N	มีส่วนร่วม
2604	2390	23	pending	2024-08-20 12:44:00	2024-08-20 12:44:00	\N	โบว์
2605	2262	23	pending	2024-08-20 12:46:34	2024-08-20 12:46:34	\N	โบว์
2606	2454	23	pending	2024-08-20 12:48:37	2024-08-20 12:48:37	\N	ถุงเท้า
2607	2403	23	pending	2024-08-20 12:49:32	2024-08-20 12:49:32	\N	กางเกง
2608	1340	23	pending	2024-08-20 12:50:14	2024-08-20 12:50:14	\N	โบว์
2609	1444	23	pending	2024-08-20 12:50:55	2024-08-20 12:50:55	\N	ทรงผมผิดระเบียบ
2610	1144	23	pending	2024-08-20 12:52:07	2024-08-20 12:52:07	\N	หนวดเครา
2611	449	23	pending	2024-08-20 12:54:15	2024-08-20 12:54:15	\N	โบว์
2612	889	23	pending	2024-08-20 12:56:43	2024-08-20 12:56:43	\N	หนวดเครา
2613	760	23	pending	2024-08-20 13:03:43	2024-08-20 13:03:43	\N	เล็บยาว
2614	1346	23	pending	2024-08-20 13:05:28	2024-08-20 13:05:28	\N	โบว์
2615	1019	23	pending	2024-08-20 13:06:31	2024-08-20 13:06:31	\N	โบว์
2616	655	23	pending	2024-08-20 13:07:34	2024-08-20 13:07:34	\N	โบว์
2617	1440	23	pending	2024-08-20 13:09:36	2024-08-20 13:09:36	\N	ทรงผมผิดระเบียบ
2618	1751	23	pending	2024-08-20 13:16:55	2024-08-20 13:16:55	\N	กระโปรง/กางเกง
2619	1306	23	pending	2024-08-20 13:18:03	2024-08-20 13:18:03	\N	เล็บยาว
2620	80	23	pending	2024-08-20 13:19:32	2024-08-20 13:19:32	\N	เล็บยาว
2621	1283	23	pending	2024-08-20 13:20:18	2024-08-20 13:20:18	\N	เล็บยาว
2622	351	23	pending	2024-08-20 13:22:52	2024-08-20 13:22:52	\N	เล็บยาว
2623	1409	23	pending	2024-08-20 13:23:39	2024-08-20 13:23:39	\N	เล็บยาว
2624	2278	23	pending	2024-08-20 13:24:24	2024-08-20 13:24:24	\N	ถุงเท้า
2625	2118	23	pending	2024-08-20 13:25:10	2024-08-20 13:25:10	\N	เล็บยาว
2626	1685	23	pending	2024-08-20 13:27:18	2024-08-20 13:27:18	\N	ใส่เครื่องประดับ
2627	2454	23	pending	2024-08-20 13:28:07	2024-08-20 13:28:07	\N	ถุงเท้า
2628	2080	23	pending	2024-08-20 13:28:46	2024-08-20 13:28:46	\N	เล็บยาว
2629	846	23	pending	2024-08-20 13:29:47	2024-08-20 13:29:47	\N	โบว์
2630	2387	23	pending	2024-08-20 13:30:38	2024-08-20 13:30:38	\N	เล็บยาว
2631	1956	23	pending	2024-08-20 13:32:18	2024-08-20 13:32:18	\N	เล็บยาว
2632	375	23	pending	2024-08-20 13:32:52	2024-08-20 13:32:52	\N	เล็บยาว
2633	760	23	pending	2024-08-20 13:33:26	2024-08-20 13:33:26	\N	เล็บยาว
2634	298	23	pending	2024-08-20 13:34:35	2024-08-20 13:34:35	\N	เล็บยาว
2635	1329	23	pending	2024-08-20 13:35:29	2024-08-20 13:35:29	\N	เล็บยาว
2636	2265	23	pending	2024-08-20 13:36:16	2024-08-20 13:36:16	\N	เล็บยาว
2637	1470	23	pending	2024-08-20 13:41:15	2024-08-20 13:41:15	\N	เล็บยาว
2638	1418	23	pending	2024-08-20 13:41:59	2024-08-20 13:41:59	\N	เล็บยาว
2639	1447	23	pending	2024-08-20 13:42:41	2024-08-20 13:42:41	\N	เล็บยาว
2640	1328	23	pending	2024-08-20 13:43:21	2024-08-20 13:43:21	\N	โบว์
2641	205	23	pending	2024-08-20 13:44:41	2024-08-20 13:44:41	\N	เล็บยาว
2642	991	23	pending	2024-08-20 13:46:26	2024-08-20 13:46:26	\N	เล็บยาว
2643	707	23	pending	2024-08-20 13:47:07	2024-08-20 13:47:07	\N	เล็บยาว
2644	1268	23	pending	2024-08-20 13:47:48	2024-08-20 13:47:48	\N	เล็บยาว
2645	1123	23	pending	2024-08-20 13:48:24	2024-08-20 13:48:24	\N	เล็บยาว
2646	1473	23	pending	2024-08-20 13:49:34	2024-08-20 13:49:34	\N	เล็บยาว
2647	1072	23	pending	2024-08-20 13:50:02	2024-08-20 13:50:02	\N	เล็บยาว
2648	712	23	pending	2024-08-20 13:50:42	2024-08-20 13:50:42	\N	เล็บยาว
2649	103	23	pending	2024-08-20 13:51:27	2024-08-20 13:51:27	\N	เล็บยาว
2650	167	23	pending	2024-08-20 13:52:20	2024-08-20 13:52:20	\N	เล็บยาว
2651	72	23	pending	2024-08-20 13:53:11	2024-08-20 13:53:11	\N	เล็บยาว
2652	982	23	pending	2024-08-20 13:54:26	2024-08-20 13:54:26	\N	เล็บยาว
2653	614	23	pending	2024-08-20 13:55:13	2024-08-20 13:55:13	\N	เล็บยาว
2654	370	23	pending	2024-08-20 13:58:00	2024-08-20 13:58:00	\N	โบว์
2655	641	2	pending	2024-08-20 17:36:18	2024-08-20 17:36:18	\N	 เด็กหญิง ภัทรปภา นาวาเดช โรงเรียนเวียงสระ ได้รับรางวัลรองชนะเลิศอันดับที่ 1 การแข่งขันประกวดร้องเพลงสากลชิงแชมป์ภาคใต้ “PSU-LAMS SINGING CONTEST 2024” รุ่นมัธยมศึกษาตอนต้น \nณ เวทีกลางอาคารศูนย์การเรียนรู้ มหาวิทยาลัยสงขลานครินทร์￼วิทยาเขตสุราษฎร์ธานี
2656	887	2	pending	2024-08-21 14:24:51	2024-08-21 14:24:51	\N	นักเรียนไม่ตั้งใจเรียนวิชาลูกเสือ ครูตักเตือนนักเรียนยังเล่นเกมอยู่ไม่เคารพเชื่อฟังคำสั่งครู และไม่ให้ความร่วมมือในการทำกิจกรรม
2657	1467	2	pending	2024-08-22 06:53:25	2024-08-22 06:53:25	\N	โดดเรียนคาบวิชาลูกเสือ ม.3 ในวันพุธ
2658	899	63	pending	2024-08-22 07:51:55	2024-08-22 07:51:55	\N	นักเรียนพูดคุยในคาบเรียนลูกเสือ โดยครูได้ทำการตักเตือนแล้วแต่ไม่ได้หยุดพฤติกรรมดังกล่าว หลังจากเรียนลูกเสือเสร็จครูได้ให้นักเรียนนั่งสมาธิเพื่อให้นักเรียนได้สำนึกผิดต่อสิ่งที่ได้ทำลงไป แต่นักเรียนไม่ได้สำนึกผิดแต่อย่างใดไม่ได้ให้ความร่วมมือและแสดงอาการต่อต้าน
2659	810	63	pending	2024-08-22 07:53:37	2024-08-22 07:53:37	\N	นักเรียนพูดคุยในคาบเรียนลูกเสือ โดยครูได้ทำการตักเตือนแล้วแต่ไม่ได้หยุดพฤติกรรมดังกล่าว หลังจากเรียนลูกเสือเสร็จครูได้ให้นักเรียนนั่งสมาธิเพื่อให้นักเรียนได้สำนึกผิดต่อสิ่งที่ได้ทำลงไป แต่นักเรียนไม่ได้สำนึกผิดแต่อย่างใดไม่ได้ให้ความร่วมมือและแสดงอาการต่อต้าน
2721	2080	34	pending	2024-08-23 09:14:56	2024-08-23 09:14:56	\N	ถุงเท้า
2722	1474	34	pending	2024-08-23 09:15:29	2024-08-23 09:15:29	\N	เล็บยาว
2723	1676	34	pending	2024-08-23 09:16:53	2024-08-23 09:16:53	\N	ถุงเท้า
2724	1771	34	pending	2024-08-23 09:18:41	2024-08-23 09:18:41	\N	ใส่เครื่องประดับมาโรงเรียน
2660	804	63	pending	2024-08-22 07:54:09	2024-08-22 07:54:09	\N	นักเรียนพูดคุยในคาบเรียนลูกเสือ โดยครูได้ทำการตักเตือนแล้วแต่ไม่ได้หยุดพฤติกรรมดังกล่าว หลังจากเรียนลูกเสือเสร็จครูได้ให้นักเรียนนั่งสมาธิเพื่อให้นักเรียนได้สำนึกผิดต่อสิ่งที่ได้ทำลงไป แต่นักเรียนไม่ได้สำนึกผิดแต่อย่างใดไม่ได้ให้ความร่วมมือและแสดงอาการต่อต้าน
2661	900	63	pending	2024-08-22 07:55:00	2024-08-22 07:55:00	\N	นักเรียนพูดคุยในคาบเรียนลูกเสือ โดยครูได้ทำการตักเตือนแล้วแต่ไม่ได้หยุดพฤติกรรมดังกล่าว หลังจากเรียนลูกเสือเสร็จครูได้ให้นักเรียนนั่งสมาธิเพื่อให้นักเรียนได้สำนึกผิดต่อสิ่งที่ได้ทำลงไป แต่นักเรียนไม่ได้สำนึกผิดแต่อย่างใดไม่ได้ให้ความร่วมมือและแสดงอาการต่อต้าน
2662	899	2	pending	2024-08-22 08:07:57	2024-08-22 08:07:57	\N	ยืนเเถวทำกิจกรรมหน้าเสาธงกิจกรรมหน้าเสาธงห้องอื่นที่ไม่ใช่ห้องตนเอง 
2663	929	32	pending	2024-08-22 11:25:08	2024-08-22 11:25:08	\N	ใส่ถุงเท้าผิดระเบียบ
2664	738	2	pending	2024-08-22 13:41:55	2024-08-22 13:41:55	\N	เล็บยาว ทาสี
2665	2409	34	pending	2024-08-22 13:45:29	2024-08-22 13:45:29	\N	เล็บยาว ทาสี
2666	1078	34	pending	2024-08-22 13:46:44	2024-08-22 13:46:44	\N	เล็บยาว ทาสี
2667	1260	34	pending	2024-08-22 13:48:19	2024-08-22 13:48:19	\N	เล็บยาว ทาสี
2668	973	2	pending	2024-08-22 13:49:12	2024-08-22 13:49:12	\N	เล็บยาว
2669	1081	34	pending	2024-08-22 13:49:51	2024-08-22 13:49:51	\N	เล็บยาว
2670	311	34	pending	2024-08-22 13:50:02	2024-08-22 13:50:02	\N	เล็บยาว ทาสี
2671	203	34	pending	2024-08-22 13:50:54	2024-08-22 13:50:54	\N	เล็บยาว
2672	66	34	pending	2024-08-22 13:51:33	2024-08-22 13:51:33	\N	เล็บยาว ทาสี
2673	472	34	pending	2024-08-22 13:51:51	2024-08-22 13:51:51	\N	เล็บยาว
2674	1487	34	pending	2024-08-22 13:52:23	2024-08-22 13:52:23	\N	เล็บยาว
2675	1025	34	pending	2024-08-22 13:53:00	2024-08-22 13:53:00	\N	เล็บยาว ทาสี
2676	356	34	pending	2024-08-22 13:53:12	2024-08-22 13:53:12	\N	เล็บยาว
2677	1424	34	pending	2024-08-22 13:53:50	2024-08-22 13:53:50	\N	เล็บยาว
2678	732	34	pending	2024-08-22 13:54:34	2024-08-22 13:54:34	\N	เล็บยาว
2679	159	34	pending	2024-08-22 13:55:16	2024-08-22 13:55:16	\N	เล็บยาว
2680	1134	34	pending	2024-08-22 13:56:18	2024-08-22 13:56:18	\N	เล็บยาว
2681	780	34	pending	2024-08-22 13:56:52	2024-08-22 13:56:52	\N	เล็บยาว
2682	1456	34	pending	2024-08-22 13:56:56	2024-08-22 13:56:56	\N	เล็บยาว ทาสี
2683	874	34	pending	2024-08-22 13:58:53	2024-08-22 13:58:53	\N	เล็บยาว ทาสี
2684	1173	34	pending	2024-08-22 13:58:55	2024-08-22 13:58:55	\N	เล็บยาว
2685	229	34	pending	2024-08-22 13:59:49	2024-08-22 13:59:49	\N	เล็บยาว
2686	3	34	pending	2024-08-22 14:01:22	2024-08-22 14:01:22	\N	เล็บยาว
2687	619	34	pending	2024-08-22 14:04:37	2024-08-22 14:04:37	\N	เล็บยาว
2688	977	34	pending	2024-08-22 14:06:40	2024-08-22 14:06:40	\N	เล็บยาว
2689	1316	34	pending	2024-08-22 14:07:14	2024-08-22 14:07:14	\N	เล็บยาว
2690	378	34	pending	2024-08-22 14:07:56	2024-08-22 14:07:56	\N	เล็บยาว
2691	1427	2	pending	2024-08-23 08:57:52	2024-08-23 08:57:52	\N	ใส่ครื่องประดับ
2692	1427	34	pending	2024-08-23 08:58:31	2024-08-23 08:58:31	\N	ใส่ครื่องประดับ
2693	680	34	pending	2024-08-23 08:59:31	2024-08-23 08:59:31	\N	ใส่ครื่องประดับ
2694	1357	34	pending	2024-08-23 09:00:22	2024-08-23 09:00:22	\N	ใส่ครื่องประดับ
2695	1187	34	pending	2024-08-23 09:01:03	2024-08-23 09:01:03	\N	ใส่ครื่องประดับ
2696	456	34	pending	2024-08-23 09:01:58	2024-08-23 09:01:58	\N	ใส่ครื่องประดับ
2697	1322	2	pending	2024-08-23 09:03:14	2024-08-23 09:03:14	\N	ใส่เครื่องประดับมาโรงเรียน
2698	1474	34	pending	2024-08-23 09:04:28	2024-08-23 09:04:28	\N	ทรงผมผิดระเบียบ
2699	1019	34	pending	2024-08-23 09:04:30	2024-08-23 09:04:30	\N	ถุงเท้า
2700	466	34	pending	2024-08-23 09:05:00	2024-08-23 09:05:00	\N	ทรงผมผิดระเบียบ
2701	1364	34	pending	2024-08-23 09:05:25	2024-08-23 09:05:25	\N	เล็บยาว 
2702	966	34	pending	2024-08-23 09:05:29	2024-08-23 09:05:29	\N	ทรงผมผิดระเบียบ
2703	330	34	pending	2024-08-23 09:05:55	2024-08-23 09:05:55	\N	ทรงผมผิดระเบียบ
2704	1314	34	pending	2024-08-23 09:07:03	2024-08-23 09:07:03	\N	เล็บยาว 
2705	775	34	pending	2024-08-23 09:07:45	2024-08-23 09:07:45	\N	เล็บยาว 
2706	1440	34	pending	2024-08-23 09:08:36	2024-08-23 09:08:36	\N	ทรงผมผิดระเบียบ
2707	675	34	pending	2024-08-23 09:08:38	2024-08-23 09:08:38	\N	เล็บยาว 
2708	241	34	pending	2024-08-23 09:09:13	2024-08-23 09:09:13	\N	ทรงผมผิดระเบียบ
2709	763	34	pending	2024-08-23 09:09:21	2024-08-23 09:09:21	\N	เล็บยาว 
2710	1223	34	pending	2024-08-23 09:10:09	2024-08-23 09:10:09	\N	เล็บยาว 
2711	460	34	pending	2024-08-23 09:10:32	2024-08-23 09:10:32	\N	ใส่เครื่องประดับมาโรงเรียน
2712	2067	34	pending	2024-08-23 09:10:48	2024-08-23 09:10:48	\N	เล็บยาว 
2713	647	34	pending	2024-08-23 09:11:24	2024-08-23 09:11:24	\N	ใส่เครื่องประดับมาโรงเรียน
2714	1420	34	pending	2024-08-23 09:11:27	2024-08-23 09:11:27	\N	เล็บยาว 
2715	1477	34	pending	2024-08-23 09:11:51	2024-08-23 09:11:51	\N	ใส่เครื่องประดับมาโรงเรียน
2716	1906	34	pending	2024-08-23 09:12:08	2024-08-23 09:12:08	\N	เล็บยาว 
2717	219	34	pending	2024-08-23 09:12:25	2024-08-23 09:12:25	\N	ใส่เครื่องประดับมาโรงเรียน
2718	2431	34	pending	2024-08-23 09:12:45	2024-08-23 09:12:45	\N	เล็บยาว 
2719	764	34	pending	2024-08-23 09:12:55	2024-08-23 09:12:55	\N	ใส่เครื่องประดับมาโรงเรียน
2720	1440	34	pending	2024-08-23 09:14:47	2024-08-23 09:14:47	\N	ใส่เครื่องประดับมาโรงเรียน
2725	1649	34	pending	2024-08-23 09:20:04	2024-08-23 09:20:04	\N	กระโปรงผิดระเบียบ
2726	2432	34	pending	2024-08-23 09:20:42	2024-08-23 09:20:42	\N	กางเกงผิดระเบียบ
2727	2071	34	pending	2024-08-23 09:21:17	2024-08-23 09:21:17	\N	กางเกงผิดระเบียบ
2728	1982	34	pending	2024-08-23 09:22:16	2024-08-23 09:22:16	\N	ใส่เครื่องประดับมาโรงเรียน
2729	462	34	pending	2024-08-23 09:22:51	2024-08-23 09:22:51	\N	ใส่เครื่องประดับ
2730	1538	34	pending	2024-08-23 09:23:02	2024-08-23 09:23:02	\N	ใส่เครื่องประดับมาโรงเรียน
2731	689	34	pending	2024-08-23 09:23:36	2024-08-23 09:23:36	\N	ใส่เครื่องประดับ
2732	1619	34	pending	2024-08-23 09:24:49	2024-08-23 09:24:49	\N	ใส่เครื่องประดับมาโรงเรียน
2733	1792	34	pending	2024-08-23 09:25:22	2024-08-23 09:25:22	\N	ใส่เครื่องประดับมาโรงเรียน
2734	1921	34	pending	2024-08-23 09:26:05	2024-08-23 09:26:05	\N	เล็บยาว
2735	944	34	pending	2024-08-23 09:26:25	2024-08-23 09:26:25	\N	กระโปรง
2736	1918	34	pending	2024-08-23 09:26:32	2024-08-23 09:26:32	\N	เล็บยาว
2737	1906	34	pending	2024-08-23 09:26:51	2024-08-23 09:26:51	\N	เล็บยาว
2738	981	34	pending	2024-08-23 09:27:33	2024-08-23 09:27:33	\N	ทรงผมผิดระเบียบ
2739	982	34	pending	2024-08-23 09:27:35	2024-08-23 09:27:35	\N	ผม
2740	899	34	pending	2024-08-23 09:28:14	2024-08-23 09:28:14	\N	ผม
2741	72	34	pending	2024-08-23 09:28:51	2024-08-23 09:28:51	\N	ผม
2742	109	34	pending	2024-08-23 09:29:27	2024-08-23 09:29:27	\N	ผม
2743	965	34	pending	2024-08-23 09:30:11	2024-08-23 09:30:11	\N	ผม
2744	1142	34	pending	2024-08-23 09:31:06	2024-08-23 09:31:06	\N	ผม
2745	1342	2	pending	2024-08-23 12:12:51	2024-08-23 12:12:51	\N	ใส่เครื่องประดับ
2746	372	21	pending	2024-08-23 12:14:14	2024-08-23 12:14:14	\N	ซอยผม
2747	449	21	pending	2024-08-23 12:15:09	2024-08-23 12:15:09	\N	ใส่เครื่องประดับ
2748	491	21	pending	2024-08-23 12:16:00	2024-08-23 12:16:00	\N	ใส่เครื่องประดับ
2749	491	21	pending	2024-08-23 12:16:51	2024-08-23 12:16:51	\N	ใส่เครื่องประดับ
2750	483	21	pending	2024-08-23 12:18:06	2024-08-23 12:18:06	\N	ทรงผมผิดระเบียบ
2751	469	21	pending	2024-08-23 12:18:56	2024-08-23 12:18:56	\N	ทรงผมผิดระเบียบ
2752	873	21	pending	2024-08-23 12:20:23	2024-08-23 12:20:23	\N	ถุงเท้าผิดระเบียบ
2753	1483	21	pending	2024-08-23 12:21:57	2024-08-23 12:21:57	\N	กระโปรงผิดระเบียบ
2754	182	21	pending	2024-08-23 12:22:40	2024-08-23 12:22:40	\N	ซอยผม
2755	1484	21	pending	2024-08-23 12:24:37	2024-08-23 12:24:37	\N	กระโปรงผิดระเบียบ
2756	858	21	pending	2024-08-23 12:26:23	2024-08-23 12:26:23	\N	ใส่เครื่องประดับ
2757	2339	2	pending	2024-08-23 12:26:44	2024-08-23 12:26:44	\N	ใส่เครื่องประดับ
2758	2353	21	pending	2024-08-23 12:27:44	2024-08-23 12:27:44	\N	ใส่เครื่องประดับ
2759	1775	21	pending	2024-08-23 12:28:26	2024-08-23 12:28:26	\N	ใส่เครื่องประดับ
2760	1869	21	pending	2024-08-23 12:29:19	2024-08-23 12:29:19	\N	ใส่เครื่องประดับ
2761	1655	34	pending	2024-08-23 12:29:27	2024-08-23 12:29:27	\N	เล็บยาว
2762	1780	21	pending	2024-08-23 12:30:13	2024-08-23 12:30:13	\N	ใส่เครื่องประดับ
2763	2019	34	pending	2024-08-23 12:30:34	2024-08-23 12:30:34	\N	เล็บยาว
2764	2262	21	pending	2024-08-23 12:31:01	2024-08-23 12:31:01	\N	ใส่เครื่องประดับ
2765	2035	2	pending	2024-08-23 12:32:15	2024-08-23 12:32:15	\N	เล็บยาว
2766	1810	34	pending	2024-08-23 12:32:17	2024-08-23 12:32:17	\N	เล็บยาว
2767	1790	21	pending	2024-08-23 12:33:14	2024-08-23 12:33:14	\N	ใส่เครื่องประดับ
2768	1906	34	pending	2024-08-23 12:33:28	2024-08-23 12:33:28	\N	เล็บยาว
2769	2443	17	pending	2024-08-23 12:33:59	2024-08-23 12:33:59	\N	ใส่เครื่องประดับ
2770	2141	34	pending	2024-08-23 12:34:53	2024-08-23 12:34:53	\N	เล็บยาว
2771	1571	34	pending	2024-08-23 12:35:02	2024-08-23 12:35:02	\N	เล็บยาว
2772	2149	21	pending	2024-08-23 12:35:34	2024-08-23 12:35:34	\N	ใส่เครื่องประดับ
2773	536	34	pending	2024-08-23 12:35:45	2024-08-23 12:35:45	\N	เล็บยาว
2774	1660	34	pending	2024-08-23 12:36:28	2024-08-23 12:36:28	\N	เล็บยาว
2775	1765	17	pending	2024-08-23 12:36:42	2024-08-23 12:36:42	\N	ใส่เครื่องประดับ
2776	2136	21	pending	2024-08-23 12:37:05	2024-08-23 12:37:05	\N	ใส่เครื่องประดับ
2777	1955	34	pending	2024-08-23 12:37:47	2024-08-23 12:37:47	\N	เล็บยาว
2778	715	17	pending	2024-08-23 12:38:58	2024-08-23 12:38:58	\N	กระโปรงผิดระเบียบ
2779	1195	2	pending	2024-08-23 12:39:01	2024-08-23 12:39:01	\N	เล็บยาว
2780	1337	34	pending	2024-08-23 12:39:31	2024-08-23 12:39:31	\N	เล็บยาว
2781	689	21	pending	2024-08-23 12:39:31	2024-08-23 12:39:31	\N	กระโปรงผิดระเบียบ
2782	346	34	pending	2024-08-23 12:39:58	2024-08-23 12:39:58	\N	เล็บยาว
2783	1261	17	pending	2024-08-23 12:40:10	2024-08-23 12:40:10	\N	กระโปรงผิดระเบียบ
2784	612	34	pending	2024-08-23 12:41:02	2024-08-23 12:41:02	\N	เล็บยาว
2785	1359	21	pending	2024-08-23 12:41:26	2024-08-23 12:41:26	\N	กระโปรงผิดระเบียบ
2786	1142	21	pending	2024-08-23 12:42:25	2024-08-23 12:42:25	\N	กระโปรงผิดระเบียบ
2787	1447	34	pending	2024-08-23 12:43:12	2024-08-23 12:43:12	\N	เล็บยาว
2788	1332	17	pending	2024-08-23 12:43:27	2024-08-23 12:43:27	\N	กระโปรงผิดระเบียบ
2789	657	21	pending	2024-08-23 12:44:35	2024-08-23 12:44:35	\N	ถุงเท้าผิดระเบียบ
2790	944	34	pending	2024-08-23 12:45:05	2024-08-23 12:45:05	\N	เล็บยาว
2791	1266	17	pending	2024-08-23 12:45:46	2024-08-23 12:45:46	\N	กระโปรงผิดระเบียบ
2792	1060	34	pending	2024-08-23 12:45:47	2024-08-23 12:45:47	\N	เล็บยาว
2793	1328	34	pending	2024-08-23 12:46:30	2024-08-23 12:46:30	\N	เล็บยาว
2794	1648	34	pending	2024-08-23 12:46:50	2024-08-23 12:46:50	\N	เล็บยาว
2795	1495	17	pending	2024-08-23 12:47:11	2024-08-23 12:47:11	\N	ถุงเท้าผิดระเบียบ
2796	1359	34	pending	2024-08-23 12:47:29	2024-08-23 12:47:29	\N	เล็บยาว
2797	1480	21	pending	2024-08-23 12:47:35	2024-08-23 12:47:35	\N	ถุงเท้าผิดระเบียบ
2798	1029	34	pending	2024-08-23 12:48:11	2024-08-23 12:48:11	\N	เล็บยาว
2799	760	17	pending	2024-08-23 12:48:58	2024-08-23 12:48:58	\N	เล็บยาว
2800	766	21	pending	2024-08-23 12:49:32	2024-08-23 12:49:32	\N	ถุงเท้าผิดระเบียบ
2801	1736	34	pending	2024-08-23 12:49:46	2024-08-23 12:49:46	\N	ใส่เครื่องประดับ
2802	1323	34	pending	2024-08-23 12:51:13	2024-08-23 12:51:13	\N	เล็บยาว
2803	1161	2	pending	2024-08-23 12:52:42	2024-08-23 12:52:42	\N	เล็บยาว
2804	905	2	pending	2024-08-23 12:56:19	2024-08-23 12:56:19	\N	เล็บยาว
2805	1712	34	pending	2024-08-23 12:57:33	2024-08-23 12:57:33	\N	เล็บยาว
2806	2445	34	pending	2024-08-23 12:58:58	2024-08-23 12:58:58	\N	เล็บยาว
2807	1751	34	pending	2024-08-23 13:00:27	2024-08-23 13:00:27	\N	เล็บยาว
2808	274	34	pending	2024-08-23 13:05:27	2024-08-23 13:05:27	\N	เล็บยาว
2809	1686	34	pending	2024-08-23 13:07:07	2024-08-23 13:07:07	\N	เล็บยาว
2810	1782	34	pending	2024-08-23 13:08:15	2024-08-23 13:08:15	\N	เล็บยาว
2811	2052	34	pending	2024-08-23 13:09:27	2024-08-23 13:09:27	\N	เล็บยาว
2812	2244	34	pending	2024-08-23 13:10:47	2024-08-23 13:10:47	\N	เล็บยาว
2813	802	34	pending	2024-08-23 13:17:17	2024-08-23 13:17:17	\N	เล็บยาว
2814	920	34	pending	2024-08-23 13:19:00	2024-08-23 13:19:00	\N	ใส่เครื่องประดับ
2815	1247	34	pending	2024-08-23 13:21:44	2024-08-23 13:21:44	\N	ใส่เครื่องประดับ
2816	2228	34	pending	2024-08-23 13:23:28	2024-08-23 13:23:28	\N	เล็บยาว
2817	2166	34	pending	2024-08-23 13:24:46	2024-08-23 13:24:46	\N	เล็บยาว
2818	1329	34	pending	2024-08-23 13:28:36	2024-08-23 13:28:36	\N	เล็บยาว
2819	916	34	pending	2024-08-23 13:30:47	2024-08-23 13:30:47	\N	เล็บยาว
2820	677	34	pending	2024-08-23 13:32:55	2024-08-23 13:32:55	\N	ใส่เครื่องประดับ
2821	1035	34	pending	2024-08-23 13:34:29	2024-08-23 13:34:29	\N	เล็บยาว
2822	1162	34	pending	2024-08-23 13:35:29	2024-08-23 13:35:29	\N	เล็บยาว
2823	955	17	pending	2024-08-23 13:36:10	2024-08-23 13:36:10	\N	ผมและกางเกงผิดระเบียบ
2824	607	21	pending	2024-08-23 13:36:55	2024-08-23 13:36:55	\N	กระโปรงผิดระเบียบ
2825	642	34	pending	2024-08-23 13:37:38	2024-08-23 13:37:38	\N	ถุงเท้าผิดระเบียบ
2826	2398	17	pending	2024-08-23 13:38:23	2024-08-23 13:38:23	\N	เล็บยาว ถุงเท้าผิดระเบียบ
2827	733	34	pending	2024-08-23 13:39:18	2024-08-23 13:39:18	\N	ถุงเท้าผิดระเบียบ
2828	2399	21	pending	2024-08-23 13:40:17	2024-08-23 13:40:17	\N	กระโปรงผิดระเบียบ
2829	1275	34	pending	2024-08-23 13:40:39	2024-08-23 13:40:39	\N	เล็บยาว
2830	2128	17	pending	2024-08-23 13:41:11	2024-08-23 13:41:11	\N	กระโปรงผิดระเบียบ
2831	772	21	pending	2024-08-23 13:42:55	2024-08-23 13:42:55	\N	ใส่เครื่องประดับ
2832	986	21	pending	2024-08-23 13:43:53	2024-08-23 13:43:53	\N	กางเกงผิดระเบียบ
2833	1370	34	pending	2024-08-23 13:45:05	2024-08-23 13:45:05	\N	เล็บยาว
2834	2148	21	pending	2024-08-23 13:46:29	2024-08-23 13:46:29	\N	ใส่เครื่องประดับ
2835	1062	34	pending	2024-08-26 07:12:40	2024-08-26 07:12:40	\N	เล็บยาว ทาสี
2836	890	34	pending	2024-08-26 07:15:24	2024-08-26 07:15:24	\N	เล็บยาว ทาสี
2837	932	34	pending	2024-08-26 07:17:15	2024-08-26 07:17:15	\N	เล็บยาว ทาสี
2838	1306	34	pending	2024-08-26 07:18:37	2024-08-26 07:18:37	\N	เล็บยาว ทาสี
2839	507	34	pending	2024-08-26 07:21:42	2024-08-26 07:21:42	\N	เล็บยาว ทาสี
2840	1400	34	pending	2024-08-26 07:23:38	2024-08-26 07:23:38	\N	เล็บยาว ทาสี
2841	384	34	pending	2024-08-26 07:25:03	2024-08-26 07:25:03	\N	เล็บยาว ทาสี
2842	852	34	pending	2024-08-26 07:26:58	2024-08-26 07:26:58	\N	เล็บยาว ทาสี
2843	123	34	pending	2024-08-26 07:28:32	2024-08-26 07:28:32	\N	เล็บยาว ทาสี
2844	135	34	pending	2024-08-26 07:30:02	2024-08-26 07:30:02	\N	เล็บยาว ทาสี
2845	820	34	pending	2024-08-26 07:32:07	2024-08-26 07:32:07	\N	เล็บยาว ทาสี
2846	1454	34	pending	2024-08-26 07:36:56	2024-08-26 07:36:56	\N	เล็บยาว ทาสี
2847	349	2	pending	2024-08-26 09:12:21	2024-08-26 09:12:21	\N	เล็บยาว
2848	293	34	pending	2024-08-26 09:13:13	2024-08-26 09:13:13	\N	เล็บยาว
2849	932	34	pending	2024-08-26 09:14:45	2024-08-26 09:14:45	\N	เล็บยาว
2850	1314	34	pending	2024-08-26 09:15:56	2024-08-26 09:15:56	\N	เล็บยาว
2851	1323	34	pending	2024-08-26 09:19:03	2024-08-26 09:19:03	\N	เล็บยาว
2852	68	34	pending	2024-08-26 09:19:55	2024-08-26 09:19:55	\N	เล็บยาว
2853	436	34	pending	2024-08-26 09:21:19	2024-08-26 09:21:19	\N	เล็บยาว
2854	981	34	pending	2024-08-26 09:23:14	2024-08-26 09:23:14	\N	เล็บยาว
2855	775	34	pending	2024-08-26 09:24:43	2024-08-26 09:24:43	\N	เล็บยาว
2856	987	34	pending	2024-08-26 09:26:50	2024-08-26 09:26:50	\N	เล็บยาว
2857	748	34	pending	2024-08-26 09:28:59	2024-08-26 09:28:59	\N	เล็บยาว
2858	1447	34	pending	2024-08-26 09:30:21	2024-08-26 09:30:21	\N	เล็บยาว
2859	846	34	pending	2024-08-26 09:32:53	2024-08-26 09:32:53	\N	เล็บยาว
2860	688	34	pending	2024-08-26 09:34:09	2024-08-26 09:34:09	\N	เล็บยาว
2861	1213	34	pending	2024-08-26 09:35:47	2024-08-26 09:35:47	\N	เล็บยาว
2862	766	34	pending	2024-08-26 09:38:04	2024-08-26 09:38:04	\N	_
2863	2221	34	pending	2024-08-26 09:38:58	2024-08-26 09:38:58	\N	_
2864	536	34	pending	2024-08-26 09:40:15	2024-08-26 09:40:15	\N	_
2865	1065	34	pending	2024-08-26 09:41:02	2024-08-26 09:41:02	\N	_
2866	1467	34	pending	2024-08-26 09:41:58	2024-08-26 09:41:58	\N	_
2867	608	34	pending	2024-08-26 09:42:46	2024-08-26 09:42:46	\N	_
2868	675	34	pending	2024-08-26 09:44:53	2024-08-26 09:44:53	\N	_
2869	1776	34	pending	2024-08-26 09:47:22	2024-08-26 09:47:22	\N	_
2870	265	34	pending	2024-08-26 09:48:28	2024-08-26 09:48:28	\N	_
2871	168	34	pending	2024-08-26 09:50:31	2024-08-26 09:50:31	\N	_
2872	716	34	pending	2024-08-26 09:51:56	2024-08-26 09:51:56	\N	_
2873	1458	34	pending	2024-08-26 09:53:26	2024-08-26 09:53:26	\N	_
2874	362	34	pending	2024-08-26 09:54:44	2024-08-26 09:54:44	\N	_
2875	1354	34	pending	2024-08-26 09:55:54	2024-08-26 09:55:54	\N	_
2876	2345	34	pending	2024-08-26 09:57:30	2024-08-26 09:57:30	\N	_
2877	185	34	pending	2024-08-26 09:59:01	2024-08-26 09:59:01	\N	_
2878	736	34	pending	2024-08-26 10:02:19	2024-08-26 10:02:19	\N	_
2879	983	34	pending	2024-08-26 10:03:22	2024-08-26 10:03:22	\N	_
2880	289	34	pending	2024-08-26 10:04:26	2024-08-26 10:04:26	\N	_
2881	1402	34	pending	2024-08-26 10:11:41	2024-08-26 10:11:41	\N	_
2882	264	34	pending	2024-08-26 10:13:55	2024-08-26 10:13:55	\N	_
2883	1433	34	pending	2024-08-26 10:15:55	2024-08-26 10:15:55	\N	-
2884	678	34	pending	2024-08-26 10:16:37	2024-08-26 10:16:37	\N	-
2885	928	34	pending	2024-08-26 10:17:22	2024-08-26 10:17:22	\N	-
2886	742	34	pending	2024-08-26 10:18:28	2024-08-26 10:18:28	\N	-
2887	886	34	pending	2024-08-26 10:19:24	2024-08-26 10:19:24	\N	-
2888	1420	34	pending	2024-08-26 10:20:22	2024-08-26 10:20:22	\N	-
2889	1495	34	pending	2024-08-26 10:22:40	2024-08-26 10:22:40	\N	-
2890	841	34	pending	2024-08-26 10:25:18	2024-08-26 10:25:18	\N	-
2891	1038	34	pending	2024-08-26 10:26:29	2024-08-26 10:26:29	\N	-
2892	760	34	pending	2024-08-26 10:27:42	2024-08-26 10:27:42	\N	-
2893	561	34	pending	2024-08-26 10:28:26	2024-08-26 10:28:26	\N	-
2894	1096	2	pending	2024-08-27 09:31:24	2024-08-27 09:31:24	\N	ใส่เครื่องประดับ
2895	303	34	pending	2024-08-27 09:32:54	2024-08-27 09:32:54	\N	ใส่เครื่องประดับ
2896	1416	34	pending	2024-08-27 09:33:51	2024-08-27 09:33:51	\N	ใส่เครื่องประดับ
2897	846	34	pending	2024-08-27 09:35:33	2024-08-27 09:35:33	\N	ใส่เครื่องประดับ
2898	928	34	pending	2024-08-27 09:36:44	2024-08-27 09:36:44	\N	ใส่เครื่องประดับ
2899	1176	34	pending	2024-08-27 09:37:45	2024-08-27 09:37:45	\N	ใส่เครื่องประดับ
2900	1230	2	pending	2024-08-27 09:38:31	2024-08-27 09:38:31	\N	ใส่เครื่องประดับ
2901	886	34	pending	2024-08-27 09:39:19	2024-08-27 09:39:19	\N	ใส่เครื่องประดับ
2902	1328	34	pending	2024-08-27 09:40:18	2024-08-27 09:40:18	\N	ใส่เครื่องประดับ
2903	675	34	pending	2024-08-27 09:40:36	2024-08-27 09:40:36	\N	ใส่เครื่องประดับ
2904	2262	34	pending	2024-08-27 09:43:09	2024-08-27 09:43:09	\N	ถุงเท้าผิดระเบียบ
2905	1195	34	pending	2024-08-27 09:43:55	2024-08-27 09:43:55	\N	เล็บยาว
2906	1701	34	pending	2024-08-27 09:44:33	2024-08-27 09:44:33	\N	เล็บยาว
2907	1019	34	pending	2024-08-27 09:45:43	2024-08-27 09:45:43	\N	ใส่เครื่องประดับ
2908	2376	34	pending	2024-08-27 09:46:17	2024-08-27 09:46:17	\N	ใส่เครื่องประดับ
2909	1259	34	pending	2024-08-27 09:50:04	2024-08-27 09:50:04	\N	เล็บยาว\n
2910	1573	34	pending	2024-08-27 09:53:21	2024-08-27 09:53:21	\N	ใส่เครื่องประดับ\n
2911	2345	34	pending	2024-08-27 09:54:29	2024-08-27 09:54:29	\N	ใส่เครื่องประดับ\n
2912	505	34	pending	2024-08-27 09:55:32	2024-08-27 09:55:32	\N	เล็บยาว\n
2913	1959	34	pending	2024-08-27 09:57:16	2024-08-27 09:57:16	\N	เล็บยาว\n
2914	1604	34	pending	2024-08-27 09:58:14	2024-08-27 09:58:14	\N	ใสเครื่องประดับ\n
2915	1764	34	pending	2024-08-27 09:59:18	2024-08-27 09:59:18	\N	กระโปรงผิดระเบียบ\n
2916	1912	34	pending	2024-08-27 10:00:27	2024-08-27 10:00:27	\N	เล็บยาว
2917	2051	34	pending	2024-08-27 10:01:56	2024-08-27 10:01:56	\N	เล็บยาว
2918	2390	34	pending	2024-08-27 10:03:58	2024-08-27 10:03:58	\N	เล็บยาว
2919	766	2	pending	2024-08-27 10:04:28	2024-08-27 10:04:28	\N	ใส่เครื่องประดับ
2920	932	34	pending	2024-08-27 10:05:12	2024-08-27 10:05:12	\N	เล็บยาว
2921	2090	34	pending	2024-08-27 10:05:14	2024-08-27 10:05:14	\N	เล็บยาว
2922	2252	34	pending	2024-08-27 10:06:45	2024-08-27 10:06:45	\N	เล็บยาว
2923	886	34	pending	2024-08-27 10:06:48	2024-08-27 10:06:48	\N	ใส่เครื่องประดับ
2924	852	34	pending	2024-08-27 10:07:58	2024-08-27 10:07:58	\N	ใส่เครื่องประดับ
2925	748	34	pending	2024-08-27 10:08:22	2024-08-27 10:08:22	\N	เล็บยาว
2926	80	34	pending	2024-08-27 10:08:49	2024-08-27 10:08:49	\N	เล็บยาว
2927	898	34	pending	2024-08-27 10:09:33	2024-08-27 10:09:33	\N	เล็บยาว
2928	1217	34	pending	2024-08-27 10:10:33	2024-08-27 10:10:33	\N	เล็บยาว
2929	741	34	pending	2024-08-27 10:11:09	2024-08-27 10:11:09	\N	เล็บยาว
2930	760	34	pending	2024-08-27 10:11:13	2024-08-27 10:11:13	\N	เล็บยาว
2931	2265	34	pending	2024-08-27 10:11:54	2024-08-27 10:11:54	\N	เล็บยาว
2932	2279	34	pending	2024-08-27 10:12:15	2024-08-27 10:12:15	\N	เล็บยาว
2933	826	34	pending	2024-08-27 10:12:54	2024-08-27 10:12:54	\N	เล็บยาว
2934	1455	34	pending	2024-08-27 10:13:14	2024-08-27 10:13:14	\N	เล็บยาว
2935	750	34	pending	2024-08-27 10:13:32	2024-08-27 10:13:32	\N	เล็บยาว
2936	748	34	pending	2024-08-27 10:14:08	2024-08-27 10:14:08	\N	เล็บยาว
2937	1379	34	pending	2024-08-27 10:16:08	2024-08-27 10:16:08	\N	เล็บยาว
2938	2445	34	pending	2024-08-27 10:16:44	2024-08-27 10:16:44	\N	เล็บยาว
2939	675	34	pending	2024-08-27 10:17:20	2024-08-27 10:17:20	\N	เล็บยาว
2940	1213	2	pending	2024-08-27 10:17:49	2024-08-27 10:17:49	\N	เล็บยาว
2941	1034	34	pending	2024-08-27 10:18:42	2024-08-27 10:18:42	\N	เล็บยาว
2942	1368	34	pending	2024-08-27 10:19:43	2024-08-27 10:19:43	\N	เล็บยาว
2943	247	34	pending	2024-08-27 10:19:57	2024-08-27 10:19:57	\N	เล็บยาว
2944	550	34	pending	2024-08-27 10:20:37	2024-08-27 10:20:37	\N	เล็บยาว
2945	874	34	pending	2024-08-27 10:21:39	2024-08-27 10:21:39	\N	เล็บยาว
2946	1416	34	pending	2024-08-27 10:22:25	2024-08-27 10:22:25	\N	เล็บยาว
2947	1495	34	pending	2024-08-27 10:22:52	2024-08-27 10:22:52	\N	เล็บยาว
2948	1072	34	pending	2024-08-27 10:23:13	2024-08-27 10:23:13	\N	เล็บยาว
2949	443	34	pending	2024-08-27 10:23:42	2024-08-27 10:23:42	\N	เล็บยาว
2950	1447	34	pending	2024-08-27 10:24:02	2024-08-27 10:24:02	\N	เล็บยาว
2951	878	34	pending	2024-08-27 10:24:59	2024-08-27 10:24:59	\N	เล็บยาว
2952	2156	34	pending	2024-08-27 10:26:11	2024-08-27 10:26:11	\N	เล็บยาว
2953	2174	34	pending	2024-08-27 10:26:39	2024-08-27 10:26:39	\N	เล็บยาว
2954	1767	34	pending	2024-08-27 10:27:09	2024-08-27 10:27:09	\N	เล็บยาว
2955	1710	34	pending	2024-08-27 10:27:28	2024-08-27 10:27:28	\N	เล็บยาว
2956	1018	34	pending	2024-08-27 10:28:15	2024-08-27 10:28:15	\N	เล็บยาว
2957	410	34	pending	2024-08-27 10:28:58	2024-08-27 10:28:58	\N	เล็บยาว
2958	846	34	pending	2024-08-27 10:29:53	2024-08-27 10:29:53	\N	ใส่เครื่องประดับ
2959	449	34	pending	2024-08-27 10:30:25	2024-08-27 10:30:25	\N	เล็บยาว
2960	460	34	pending	2024-08-27 10:30:55	2024-08-27 10:30:55	\N	เล็บยาว
2961	480	34	pending	2024-08-27 10:31:08	2024-08-27 10:31:08	\N	เล็บยาว
2962	2387	34	pending	2024-08-27 10:31:37	2024-08-27 10:31:37	\N	เล็บยาว
2963	1678	34	pending	2024-08-27 10:32:22	2024-08-27 10:32:22	\N	เล็บยาว
2964	1802	34	pending	2024-08-27 10:32:47	2024-08-27 10:32:47	\N	เล็บยาว
2965	1868	34	pending	2024-08-27 10:33:08	2024-08-27 10:33:08	\N	เล็บยาว
2966	933	34	pending	2024-08-27 10:33:49	2024-08-27 10:33:49	\N	เล็บยาว
2967	1980	34	pending	2024-08-27 10:35:17	2024-08-27 10:35:17	\N	เล็บยาว
2968	2204	34	pending	2024-08-27 10:35:32	2024-08-27 10:35:32	\N	เล็บยาว
2969	1610	34	pending	2024-08-27 10:36:03	2024-08-27 10:36:03	\N	เล็บยาว
2970	1183	34	pending	2024-08-27 10:36:36	2024-08-27 10:36:36	\N	เล็บยาว
2971	1549	34	pending	2024-08-27 10:37:09	2024-08-27 10:37:09	\N	เล็บยาว
2972	2390	34	pending	2024-08-27 10:38:40	2024-08-27 10:38:40	\N	เล็บยาว
2973	1743	34	pending	2024-08-27 10:38:54	2024-08-27 10:38:54	\N	เล็บยาว
2974	2045	34	pending	2024-08-27 10:40:38	2024-08-27 10:40:38	\N	เล็บยาว
2975	1906	34	pending	2024-08-27 10:40:57	2024-08-27 10:40:57	\N	เล็บยาว
2976	1193	34	pending	2024-08-27 10:41:42	2024-08-27 10:41:42	\N	เล็บยาว
2977	1628	34	pending	2024-08-27 10:42:05	2024-08-27 10:42:05	\N	เล็บยาว
2978	346	34	pending	2024-08-27 10:42:24	2024-08-27 10:42:24	\N	เล็บยาว
2979	2445	34	pending	2024-08-27 10:43:02	2024-08-27 10:43:02	\N	ใส่เครื่องประดับ
2980	2071	34	pending	2024-08-27 10:43:24	2024-08-27 10:43:24	\N	เล็บยาว
2981	2443	34	pending	2024-08-27 10:44:45	2024-08-27 10:44:45	\N	ใส่เครื่องประดับ
2982	1470	34	pending	2024-08-27 10:45:17	2024-08-27 10:45:17	\N	เล็บยาว
2983	1364	34	pending	2024-08-27 10:46:02	2024-08-27 10:46:02	\N	เล็บยาว
2984	960	34	pending	2024-08-27 10:46:40	2024-08-27 10:46:40	\N	เล็บยาว
2985	967	2	pending	2024-08-27 12:32:56	2024-08-27 12:32:56	\N	เล็บยาว
2986	1337	34	pending	2024-08-27 12:33:39	2024-08-27 12:33:39	\N	เล็บยาว
2987	2432	34	pending	2024-08-27 12:35:33	2024-08-27 12:35:33	\N	ใส่เครื่องประดับ
2988	666	34	pending	2024-08-27 12:36:16	2024-08-27 12:36:16	\N	ใส่เครื่องประดับ
2989	2449	34	pending	2024-08-27 12:36:55	2024-08-27 12:36:55	\N	ใส่เครื่องประดับ
2990	346	34	pending	2024-08-27 12:38:14	2024-08-27 12:38:14	\N	เล็บยาว
2991	995	34	pending	2024-08-27 12:39:10	2024-08-27 12:39:10	\N	เล็บยาว
2992	760	34	pending	2024-08-27 12:40:12	2024-08-27 12:40:12	\N	ใส่เครื่องประดับ
2993	1782	34	pending	2024-08-27 12:41:33	2024-08-27 12:41:33	\N	เล็บยาว
2994	325	34	pending	2024-08-27 12:42:33	2024-08-27 12:42:33	\N	ถุงเท้าผิดระเบียบ
2995	583	34	pending	2024-08-27 12:43:26	2024-08-27 12:43:26	\N	ใส่เครื่องประดับ
2996	2062	34	pending	2024-08-27 12:44:13	2024-08-27 12:44:13	\N	เล็บยาว
2997	2387	34	pending	2024-08-27 12:46:01	2024-08-27 12:46:01	\N	ใส่เครื่องประดับ
2998	2414	34	pending	2024-08-27 12:47:17	2024-08-27 12:47:17	\N	เล็บยาว
2999	2103	34	pending	2024-08-27 12:47:54	2024-08-27 12:47:54	\N	เล็บยาว
3000	983	32	pending	2024-08-27 12:53:20	2024-08-27 12:53:20	\N	สูบบุหรี่ห้องน้ำหน้าอาคาร 5
3001	1776	34	pending	2024-08-27 12:56:00	2024-08-27 12:56:00	\N	ใส่เครื่องประดับ
3002	536	2	pending	2024-08-28 07:01:40	2024-08-28 07:01:40	\N	ผมรองทรง 
3003	524	34	pending	2024-08-28 07:25:04	2024-08-28 07:25:04	\N	เล็บยาว ทาสี
3004	1322	34	pending	2024-08-28 07:27:28	2024-08-28 07:27:28	\N	เล็บยาว ทาสี
3005	469	34	pending	2024-08-28 07:30:20	2024-08-28 07:30:20	\N	เล็บยาว ทาสี
3006	982	34	pending	2024-08-28 07:37:33	2024-08-28 07:37:33	\N	เล็บยาว ทาสี
3007	473	34	pending	2024-08-28 07:40:33	2024-08-28 07:40:33	\N	เล็บยาว
3008	466	34	pending	2024-08-28 07:45:28	2024-08-28 07:45:28	\N	เล็บยาว ทาสี
3009	80	34	pending	2024-08-28 07:46:46	2024-08-28 07:46:46	\N	เล็บยาว ทาสี
3010	463	34	pending	2024-08-28 07:48:14	2024-08-28 07:48:14	\N	เล็บยาว ทาสี
3011	729	34	pending	2024-08-28 07:58:21	2024-08-28 07:58:21	\N	เล็บยาว ทาสี
3012	911	34	pending	2024-08-28 07:59:56	2024-08-28 07:59:56	\N	เล็บยาว ทาสี
3013	529	34	pending	2024-08-28 08:01:37	2024-08-28 08:01:37	\N	เล็บยาว ทาสี
3014	250	34	pending	2024-08-28 08:02:58	2024-08-28 08:02:58	\N	เล็บยาว ทาสี
3015	885	34	pending	2024-08-28 08:12:47	2024-08-28 08:12:47	\N	เล็บยาว ทาสี
3016	248	34	pending	2024-08-28 08:15:00	2024-08-28 08:15:00	\N	เล็บยาว ทาสี
3017	1091	34	pending	2024-08-28 08:17:18	2024-08-28 08:17:18	\N	เล็บยาว ทาสี
3018	1295	34	pending	2024-08-28 08:18:44	2024-08-28 08:18:44	\N	เล็บยาว ทาสี
3019	670	34	pending	2024-08-28 08:20:26	2024-08-28 08:20:26	\N	เล็บยาว ทาสี
3020	835	34	pending	2024-08-28 08:22:14	2024-08-28 08:22:14	\N	เล็บยาว ทาสี
3021	431	34	pending	2024-08-28 08:24:00	2024-08-28 08:24:00	\N	เล็บยาว ทาสี
3022	1434	34	pending	2024-08-28 08:29:07	2024-08-28 08:29:07	\N	เล็บยาว ทาสี
3023	1416	34	pending	2024-08-28 08:33:05	2024-08-28 08:33:05	\N	เล็บยาว ทาสี
3024	87	34	pending	2024-08-28 08:38:56	2024-08-28 08:38:56	\N	เล็บยาว ทาสี
3025	381	34	pending	2024-08-28 08:40:39	2024-08-28 08:40:39	\N	เล็บยาว ทาสี
3026	1139	34	pending	2024-08-28 08:50:02	2024-08-28 08:50:02	\N	เล็บยาว ทาสี
3027	1046	34	pending	2024-08-28 08:59:27	2024-08-28 08:59:27	\N	เล็บยาว ทาสี
3028	1420	34	pending	2024-08-28 09:12:17	2024-08-28 09:12:17	\N	เล็บยาว ทาสี
3029	1208	34	pending	2024-08-28 09:14:06	2024-08-28 09:14:06	\N	เล็บยาว ทาสี
3030	643	34	pending	2024-08-28 09:15:22	2024-08-28 09:15:22	\N	เล็บยาว ทาสี
3031	843	34	pending	2024-08-28 09:19:29	2024-08-28 09:19:29	\N	เล็บยาว ทาสี
3032	38	34	pending	2024-08-28 09:21:06	2024-08-28 09:21:06	\N	เล็บยาว ทาสี
3033	79	34	pending	2024-08-28 09:22:41	2024-08-28 09:22:41	\N	เล็บยาว ทาสี
3034	789	34	pending	2024-08-28 09:32:19	2024-08-28 09:32:19	\N	เล็บยาว ทาสี
3035	587	34	pending	2024-08-28 09:40:52	2024-08-28 09:40:52	\N	เล็บยาว ทาสี
3036	1427	34	pending	2024-08-28 09:43:22	2024-08-28 09:43:22	\N	เล็บยาว ทาสี
3037	666	34	pending	2024-08-28 09:45:27	2024-08-28 09:45:27	\N	เล็บยาว ทาสี
3038	1116	34	pending	2024-08-28 09:47:12	2024-08-28 09:47:12	\N	เล็บยาว ทาสี
3039	836	34	pending	2024-08-28 09:48:48	2024-08-28 09:48:48	\N	เล็บยาว ทาสี
3040	1918	34	pending	2024-08-28 09:52:20	2024-08-28 09:52:20	\N	ใส่เครื่องประดับ
3041	2436	34	pending	2024-08-28 09:55:44	2024-08-28 09:55:44	\N	ใส่เครื่องประดับ
3042	2323	34	pending	2024-08-28 09:57:42	2024-08-28 09:57:42	\N	ใส่เครื่องประดับ
3043	1628	34	pending	2024-08-28 10:00:06	2024-08-28 10:00:06	\N	ใส่เครื่องประดับ
3044	2120	34	pending	2024-08-28 10:04:22	2024-08-28 10:04:22	\N	ใส่เครื่องประดับ
3045	2071	34	pending	2024-08-28 10:06:50	2024-08-28 10:06:50	\N	เล็บยาว ทาสี
3046	2013	34	pending	2024-08-28 10:08:27	2024-08-28 10:08:27	\N	เล็บยาว ทาสี
3047	2192	34	pending	2024-08-28 10:10:28	2024-08-28 10:10:28	\N	เล็บยาว ทาสี
3048	967	2	pending	2024-08-30 09:33:52	2024-08-30 09:33:52	\N	พบนักเรียนมั่วสุมที่ห้องน้ำฝั่งอาคาร5 
3049	814	71	pending	2024-08-30 09:34:45	2024-08-30 09:34:45	\N	พบนักเรียนมั่วสุมที่ห้องน้ำฝั่งอาคาร5 
3050	909	2	pending	2024-08-30 13:17:41	2024-08-30 13:17:41	\N	ทำความสะอาด
3051	906	51	pending	2024-08-30 13:18:27	2024-08-30 13:18:27	\N	ทำความสะอาด
3052	897	51	pending	2024-08-30 13:19:08	2024-08-30 13:19:08	\N	ทำความสะอาด
3053	905	51	pending	2024-08-30 13:20:02	2024-08-30 13:20:02	\N	ทำความสะอาด
3054	614	51	pending	2024-08-30 13:20:36	2024-08-30 13:20:36	\N	ทำความสะอาด
3055	615	51	pending	2024-08-30 13:21:33	2024-08-30 13:21:33	\N	ทำความสะอาด
3056	841	2	approved	2024-09-02 12:02:23	2024-09-02 12:02:23	\N	หนีรร.
3057	841	2	approved	2024-09-02 12:03:23	2024-09-02 12:03:23	\N	หนีเรียน
3058	841	2	approved	2024-09-02 12:04:23	2024-09-02 12:04:23	\N	หนีรร.
3059	1461	32	pending	2024-09-04 06:47:28	2024-09-04 06:47:28	\N	สูบบุหรี่หลังโรงอาหาร
3060	1482	32	pending	2024-09-04 06:50:50	2024-09-04 06:50:50	\N	ทาคิ้วทาปาก
3061	1484	32	pending	2024-09-04 06:51:49	2024-09-04 06:51:49	\N	ทาคิ้วทาปาก
3062	1259	2	pending	2024-09-04 14:06:01	2024-09-04 14:06:01	\N	เล็บยาว
3063	675	2	pending	2024-09-04 14:06:40	2024-09-04 14:06:40	\N	\nใส่เครื่องประดับและไว้เล็บยาว
3064	337	34	pending	2024-09-04 14:06:55	2024-09-04 14:06:55	\N	เล็บยาว
3065	675	34	pending	2024-09-04 14:07:44	2024-09-04 14:07:44	\N	\nใส่เครื่องประดับและไว้เล็บยาว
3066	511	34	pending	2024-09-04 14:08:53	2024-09-04 14:08:53	\N	ใส่เครื่องประดับ
3067	231	34	pending	2024-09-04 14:10:06	2024-09-04 14:10:06	\N	ใส่เครื่องประดับ
3068	512	34	pending	2024-09-04 14:10:08	2024-09-04 14:10:08	\N	\nใส่เครื่องประดับและไว้เล็บยาว
3069	920	34	pending	2024-09-04 14:11:01	2024-09-04 14:11:01	\N	ใส่เครื่องประดับ
3070	325	34	pending	2024-09-04 14:11:48	2024-09-04 14:11:48	\N	เล็บยาว
3071	680	34	pending	2024-09-04 14:12:19	2024-09-04 14:12:19	\N	เล็บยาว
3072	740	34	pending	2024-09-04 14:12:26	2024-09-04 14:12:26	\N	ไม่ใส่ชุดลูกเสือ
3073	929	34	pending	2024-09-04 14:13:01	2024-09-04 14:13:01	\N	ใส่เครื่องประดับ
3074	1732	34	pending	2024-09-04 14:15:33	2024-09-04 14:15:33	\N	ถุงเท้าผิดระเบียบ
3075	933	34	pending	2024-09-04 14:15:44	2024-09-04 14:15:44	\N	เล็บยาว
3076	2174	34	pending	2024-09-04 14:16:15	2024-09-04 14:16:15	\N	เล็บยาว
3077	899	34	pending	2024-09-04 14:16:26	2024-09-04 14:16:26	\N	เล็บยาว
3078	1161	34	pending	2024-09-04 14:17:13	2024-09-04 14:17:13	\N	เล็บยาว
3079	2374	34	pending	2024-09-04 14:17:17	2024-09-04 14:17:17	\N	เล็บยาว
3080	2195	34	pending	2024-09-04 14:18:08	2024-09-04 14:18:08	\N	ใส่เครื่องประดับมาโรงเรียน
3081	38	34	pending	2024-09-04 14:19:19	2024-09-04 14:19:19	\N	เล็บยาว
3082	475	34	pending	2024-09-04 14:20:30	2024-09-04 14:20:30	\N	เล็บยาว
3083	1417	34	pending	2024-09-04 14:20:38	2024-09-04 14:20:38	\N	ใส่เครื่องประดับมาโรงเรียน
3084	1404	34	pending	2024-09-04 14:21:10	2024-09-04 14:21:10	\N	เล็บยาว
3085	1790	34	pending	2024-09-04 14:21:22	2024-09-04 14:21:22	\N	ใส่เครื่องประดับมาโรงเรียน
3086	846	34	pending	2024-09-04 14:21:48	2024-09-04 14:21:48	\N	เล็บยาว
3087	449	34	pending	2024-09-04 14:22:00	2024-09-04 14:22:00	\N	ใส่เครื่องประดับมาโรงเรียน
3088	375	34	pending	2024-09-04 14:22:38	2024-09-04 14:22:38	\N	เล็บยาว
3089	1884	34	pending	2024-09-04 14:22:56	2024-09-04 14:22:56	\N	เล็บยาว
3090	2390	34	pending	2024-09-04 14:23:40	2024-09-04 14:23:40	\N	เล็บยาว
3091	2388	34	pending	2024-09-04 14:24:21	2024-09-04 14:24:21	\N	เล็บยาว
3092	1213	34	pending	2024-09-04 14:24:39	2024-09-04 14:24:39	\N	เล็บยาว
3093	491	34	pending	2024-09-04 14:25:56	2024-09-04 14:25:56	\N	ผมผิดระเบียบ
3094	2166	34	pending	2024-09-04 14:27:16	2024-09-04 14:27:16	\N	เล็บยาว
3095	2409	34	pending	2024-09-04 14:27:46	2024-09-04 14:27:46	\N	เล็บยาว
3096	1921	34	pending	2024-09-04 14:28:13	2024-09-04 14:28:13	\N	เล็บยาว
3097	368	34	pending	2024-09-04 14:28:32	2024-09-04 14:28:32	\N	เล็บยาว
3098	1924	34	pending	2024-09-04 14:28:43	2024-09-04 14:28:43	\N	เล็บยาว
3099	2242	34	pending	2024-09-04 14:29:29	2024-09-04 14:29:29	\N	เล็บยาว
3100	350	34	pending	2024-09-04 14:29:30	2024-09-04 14:29:30	\N	เล็บยาว
3101	1264	34	pending	2024-09-04 14:30:12	2024-09-04 14:30:12	\N	เล็บยาว
3102	1936	34	pending	2024-09-04 14:30:17	2024-09-04 14:30:17	\N	เล็บยาว
3103	1467	32	pending	2024-09-05 06:38:07	2024-09-05 06:38:07	\N	โดดเรียนคาบลูกเสือ
3104	1794	34	pending	2024-09-05 09:54:51	2024-09-05 09:54:51	\N	เครื่องประดับ แต่งหน้า
3105	495	34	pending	2024-09-05 09:55:37	2024-09-05 09:55:37	\N	เครื่องประดับ 
3106	1689	34	pending	2024-09-05 09:56:23	2024-09-05 09:56:23	\N	เครื่องประดับ 
3107	357	34	pending	2024-09-05 09:56:58	2024-09-05 09:56:58	\N	เครื่องประดับ 
3108	1896	34	pending	2024-09-05 09:57:45	2024-09-05 09:57:45	\N	เครื่องประดับ 
3109	680	34	pending	2024-09-05 10:00:37	2024-09-05 10:00:37	\N	เครื่องประดับ 
3110	774	34	pending	2024-09-05 10:02:03	2024-09-05 10:02:03	\N	เครื่องประดับ 
3111	1427	34	pending	2024-09-05 10:03:05	2024-09-05 10:03:05	\N	กระโปรงผิดระเบียบ
3193	1893	2	pending	2024-09-11 07:16:05	2024-09-11 07:16:05	\N	นำอาหารจากภายนอกเข้ามา
3112	898	32	pending	2024-09-05 11:21:31	2024-09-05 11:21:31	\N	หนีเรียนในคาบศิลปะ 3 ในวันพุธคาบที่ 5 วันที่ 4 กันยายน 2567
3113	994	32	pending	2024-09-05 12:07:08	2024-09-05 12:07:08	\N	มีพฤติกรรมหนีเรียนหลายครั้ง หลายคาบ
3114	987	32	pending	2024-09-05 12:08:09	2024-09-05 12:08:09	\N	มีพฤติกรรมหนีเรียนหลายครั้ง หลายคาบ
3115	706	3	pending	2024-09-06 13:34:18	2024-09-06 13:34:18	\N	กวาดขยะ
3116	1461	32	pending	2024-09-09 06:19:26	2024-09-09 06:19:26	\N	ตัดผมไม่ใช่ทรงนักเรียน
3117	1162	2	pending	2024-09-09 06:21:58	2024-09-09 06:21:58	\N	-
3118	2429	63	pending	2024-09-09 06:23:28	2024-09-09 06:23:28	\N	-
3119	2389	63	pending	2024-09-09 06:24:12	2024-09-09 06:24:12	\N	-
3120	2426	63	pending	2024-09-09 06:24:39	2024-09-09 06:24:39	\N	-
3121	2424	63	pending	2024-09-09 06:25:03	2024-09-09 06:25:03	\N	-
3122	864	63	pending	2024-09-09 06:25:35	2024-09-09 06:25:35	\N	-
3123	970	63	pending	2024-09-09 06:26:01	2024-09-09 06:26:01	\N	-
3124	1773	63	pending	2024-09-09 06:26:35	2024-09-09 06:26:35	\N	-
3125	2272	63	pending	2024-09-09 06:27:07	2024-09-09 06:27:07	\N	-
3126	2277	63	pending	2024-09-09 06:27:45	2024-09-09 06:27:45	\N	-
3127	2185	63	pending	2024-09-09 06:28:07	2024-09-09 06:28:07	\N	-
3128	1177	63	pending	2024-09-09 06:28:26	2024-09-09 06:28:26	\N	-
3129	2279	63	pending	2024-09-09 06:28:48	2024-09-09 06:28:48	\N	-
3130	1944	63	pending	2024-09-09 06:29:12	2024-09-09 06:29:12	\N	-
3131	2037	63	pending	2024-09-09 06:30:04	2024-09-09 06:30:04	\N	-
3132	2038	63	pending	2024-09-09 06:31:00	2024-09-09 06:31:00	\N	-
3133	567	63	pending	2024-09-09 06:31:45	2024-09-09 06:31:45	\N	-
3134	329	63	pending	2024-09-09 06:32:11	2024-09-09 06:32:11	\N	-
3135	2345	63	pending	2024-09-09 06:32:35	2024-09-09 06:32:35	\N	-
3136	1476	63	pending	2024-09-09 06:33:37	2024-09-09 06:33:37	\N	-
3137	944	63	pending	2024-09-09 06:33:58	2024-09-09 06:33:58	\N	-
3138	2161	63	pending	2024-09-09 06:34:24	2024-09-09 06:34:24	\N	-
3139	2099	2	pending	2024-09-09 06:38:48	2024-09-09 06:38:48	\N	-
3140	2094	63	pending	2024-09-09 06:39:28	2024-09-09 06:39:28	\N	8.08
3141	2102	63	pending	2024-09-09 06:39:49	2024-09-09 06:39:49	\N	8.08
3142	2104	63	pending	2024-09-09 06:40:08	2024-09-09 06:40:08	\N	8.08
3143	2292	63	pending	2024-09-09 06:40:37	2024-09-09 06:40:37	\N	08.09 น.
3144	1929	63	pending	2024-09-09 06:41:48	2024-09-09 06:41:48	\N	09.10 น.
3145	1911	63	pending	2024-09-09 06:42:18	2024-09-09 06:42:18	\N	09.12 น.
3146	335	63	pending	2024-09-09 06:47:15	2024-09-09 06:47:15	\N	08.17 น.
3147	1338	63	pending	2024-09-09 06:47:59	2024-09-09 06:47:59	\N	08.17 น.
3148	1597	63	pending	2024-09-09 06:48:34	2024-09-09 06:48:34	\N	08.17 น.
3149	1571	63	pending	2024-09-09 06:49:04	2024-09-09 06:49:04	\N	08.18น.
3150	1342	63	pending	2024-09-09 06:49:31	2024-09-09 06:49:31	\N	08.18น.
3151	1434	34	pending	2024-09-09 08:42:49	2024-09-09 08:42:49	\N	การแต่งกาย
3152	852	34	pending	2024-09-09 08:44:18	2024-09-09 08:44:18	\N	การแต่งกาย
3153	362	34	pending	2024-09-09 08:45:37	2024-09-09 08:45:37	\N	เล็บยาว
3154	491	34	pending	2024-09-09 08:56:25	2024-09-09 08:56:25	\N	ทรงผม
3155	1018	34	pending	2024-09-09 08:59:25	2024-09-09 08:59:25	\N	ถุงเท้า
3156	257	34	pending	2024-09-09 09:00:01	2024-09-09 09:00:01	\N	ทรงผม
3157	1417	34	pending	2024-09-09 09:00:41	2024-09-09 09:00:41	\N	การแต่งกาย
3158	412	34	pending	2024-09-09 09:01:33	2024-09-09 09:01:33	\N	ถุงเท้า
3159	1009	34	pending	2024-09-09 09:03:00	2024-09-09 09:03:00	\N	เล็บยาว
3160	766	34	pending	2024-09-09 09:04:52	2024-09-09 09:04:52	\N	เล็บยาว
3161	1486	34	pending	2024-09-09 09:05:43	2024-09-09 09:05:43	\N	เล็บยาว
3162	642	34	pending	2024-09-09 09:06:59	2024-09-09 09:06:59	\N	ถุงเท้า
3163	997	34	pending	2024-09-09 09:08:22	2024-09-09 09:08:22	\N	ถุงเท้า
3164	2432	34	pending	2024-09-09 09:08:58	2024-09-09 09:08:58	\N	การแต่งกาย
3165	457	34	pending	2024-09-09 09:09:58	2024-09-09 09:09:58	\N	การแต่งกาย
3166	2092	34	pending	2024-09-09 09:10:32	2024-09-09 09:10:32	\N	ถุงเท้า
3167	2242	34	pending	2024-09-09 09:11:25	2024-09-09 09:11:25	\N	ถุงเท้า
3168	561	34	pending	2024-09-09 09:12:24	2024-09-09 09:12:24	\N	เล็บยาว
3169	1400	34	pending	2024-09-09 09:13:35	2024-09-09 09:13:35	\N	ถุงเท้า
3170	839	34	pending	2024-09-09 09:14:22	2024-09-09 09:14:22	\N	เล็บยาว
3171	1936	34	pending	2024-09-09 09:15:41	2024-09-09 09:15:41	\N	ทรงผม
3172	1026	34	pending	2024-09-09 09:19:34	2024-09-09 09:19:34	\N	การแต่งกาย
3173	2135	34	pending	2024-09-09 09:21:21	2024-09-09 09:21:21	\N	การแต่งกาย
3174	2098	34	pending	2024-09-09 09:27:47	2024-09-09 09:27:47	\N	เล็บยาว
3175	2103	34	pending	2024-09-09 09:28:22	2024-09-09 09:28:22	\N	เล็บยาว
3176	2430	34	pending	2024-09-09 09:28:47	2024-09-09 09:28:47	\N	เล็บยาว
3177	1955	34	pending	2024-09-09 09:30:12	2024-09-09 09:30:12	\N	ถุงเท้า
3178	2046	34	pending	2024-09-09 09:31:02	2024-09-09 09:31:02	\N	ถุงเท้า
3179	2406	34	pending	2024-09-09 09:33:59	2024-09-09 09:33:59	\N	ถุงเท้า
3180	1721	34	pending	2024-09-09 09:34:26	2024-09-09 09:34:26	\N	ถุงเท้า
3181	1793	34	pending	2024-09-09 09:34:58	2024-09-09 09:34:58	\N	การแต่งกาย
3182	2390	34	pending	2024-09-09 09:35:28	2024-09-09 09:35:28	\N	ถุงเท้า
3183	2387	34	pending	2024-09-09 09:36:24	2024-09-09 09:36:24	\N	ถุงเท้า
3184	1894	34	pending	2024-09-09 09:36:52	2024-09-09 09:36:52	\N	ถุงเท้า
3185	2365	34	pending	2024-09-09 09:40:29	2024-09-09 09:40:29	\N	ถุงเท้า
3186	2278	34	pending	2024-09-09 09:41:20	2024-09-09 09:41:20	\N	ถุงเท้า
3187	1855	34	pending	2024-09-09 09:41:50	2024-09-09 09:41:50	\N	ถุงเท้า
3188	1797	34	pending	2024-09-09 09:42:45	2024-09-09 09:42:45	\N	การแต่งกาย
3189	2454	34	pending	2024-09-09 09:43:19	2024-09-09 09:43:19	\N	ถุงเท้า
3190	2449	34	pending	2024-09-09 09:44:14	2024-09-09 09:44:14	\N	ถุงเท้า
3191	2442	34	pending	2024-09-09 09:44:42	2024-09-09 09:44:42	\N	ถุงเท้า
3192	1461	32	pending	2024-09-11 06:18:05	2024-09-11 06:18:05	\N	ไม่ตัดทรงผมนักเรียน
3194	1905	2	pending	2024-09-11 07:21:25	2024-09-11 07:21:25	\N	สั่งอาหารนอกเข้ามา
3195	1907	2	pending	2024-09-11 07:23:02	2024-09-11 07:23:02	\N	นำอาหารจากภายนอก
3196	1908	2	pending	2024-09-11 07:24:02	2024-09-11 07:24:02	\N	นำอาหารภายนอก
3197	1349	2	pending	2024-09-11 07:25:47	2024-09-11 07:25:47	\N	นำอาหารภายนอก
3198	1340	2	pending	2024-09-11 07:26:59	2024-09-11 07:26:59	\N	นำอาหารจากภายนอก
3199	1352	2	pending	2024-09-11 07:27:49	2024-09-11 07:27:49	\N	นำอาหารจากภายนอกมา
3200	1461	32	pending	2024-09-12 06:20:37	2024-09-12 06:20:37	\N	ไม่ตัดทรงผมนักเรียน
3201	642	2	pending	2024-09-12 06:46:35	2024-09-12 06:46:35	\N	ช่วยทำความสะอาด
3202	654	10	pending	2024-09-12 06:48:56	2024-09-12 06:48:56	\N	ตัดผมและแต่งกายไม่เรียบร้อยบ่อยครั้ง
3203	641	10	pending	2024-09-12 06:49:33	2024-09-12 06:49:33	\N	ตัดผมและแต่งกายไม่เรียบร้อยบ่อยครั้ง
3204	733	2	pending	2024-09-12 09:14:24	2024-09-12 09:14:24	\N	หนีเรียน
3205	740	10	pending	2024-09-12 09:16:58	2024-09-12 09:16:58	\N	หนีเรียน
3206	751	10	pending	2024-09-12 09:18:28	2024-09-12 09:18:28	\N	หนีเรียน
3207	709	10	pending	2024-09-12 09:21:00	2024-09-12 09:21:00	\N	หนีเรียน
3208	733	10	pending	2024-09-12 19:23:00	2024-09-12 19:23:00	\N	นักเรียนหนีเรียน
3209	740	7	pending	2024-09-12 19:23:44	2024-09-12 19:23:44	\N	นักเรียนหนีเรียน
3210	750	7	pending	2024-09-12 19:24:24	2024-09-12 19:24:24	\N	นักเรียนหนีเรียน
3211	751	7	pending	2024-09-12 19:25:07	2024-09-12 19:25:07	\N	นักเรียนหนีเรียน
3212	709	7	pending	2024-09-12 19:26:01	2024-09-12 19:26:01	\N	นักเรียนหนีเรียน
3213	724	7	pending	2024-09-12 19:26:38	2024-09-12 19:26:38	\N	นักเรียนหนีเรียน
3214	733	7	approved	2024-09-12 19:27:16	2024-09-12 19:27:16	\N	นักเรียนหนีเรียน
3215	740	7	approved	2024-09-12 19:27:52	2024-09-12 19:27:52	\N	นักเรียนหนีเรียน
3216	751	7	pending	2024-09-12 19:28:34	2024-09-12 19:28:34	\N	นักเรียนหนีเรียน
3217	1989	7	pending	2024-09-12 19:34:41	2024-09-12 19:34:41	\N	นักเรียนหนีเรียน
3218	1996	7	pending	2024-09-12 19:35:30	2024-09-12 19:35:30	\N	นักเรียนหนีเรียน
3219	1980	7	approved	2024-09-12 19:36:30	2024-09-12 19:36:30	\N	นักเรียนหนีเรียน
3220	1985	7	approved	2024-09-12 19:37:04	2024-09-12 19:37:04	\N	นักเรียนหนีเรียน
3221	1989	7	pending	2024-09-12 19:37:44	2024-09-12 19:37:44	\N	นักเรียนหนีเรียน
3222	1990	7	approved	2024-09-12 19:38:19	2024-09-12 19:38:19	\N	นักเรียนหนีเรียน
3223	1991	7	pending	2024-09-12 19:39:05	2024-09-12 19:39:05	\N	นักเรียนหนีเรียน
3224	1992	7	pending	2024-09-12 19:39:38	2024-09-12 19:39:38	\N	นักเรียนหนีเรียน
3225	1996	7	approved	2024-09-12 19:40:18	2024-09-12 19:40:18	\N	นักเรียนหนีเรียน
3226	2007	7	approved	2024-09-12 19:40:53	2024-09-12 19:40:53	\N	นักเรียนหนีเรียน
3227	2011	7	approved	2024-09-12 19:41:41	2024-09-12 19:41:41	\N	นักเรียนหนีเรียน
3228	2015	7	approved	2024-09-12 19:42:24	2024-09-12 19:42:24	\N	นักเรียนหนีเรียน
3229	2016	7	approved	2024-09-12 19:43:13	2024-09-12 19:43:13	\N	นักเรียนหนีเรียน
3230	2018	7	approved	2024-09-12 19:43:57	2024-09-12 19:43:57	\N	นักเรียนหนีเรียน
3231	1375	2	approved	2024-09-18 11:42:44	2024-09-18 11:42:44	\N	ไม่ตัดผม ผมยาว
3232	604	2	approved	2024-09-19 11:49:17	2024-09-19 11:49:17	\N	เพิ่มคะแนน
3233	605	25	approved	2024-09-19 11:50:35	2024-09-19 11:50:35	\N	เพิ่มคะแนน
3234	617	25	approved	2024-09-19 11:51:18	2024-09-19 11:51:18	\N	เพิ่มคะแนน
3235	839	89	approved	2024-10-21 09:42:16	2024-11-12 15:34:30.36	\N	วันลงทะเบียน 4 ต.ค.67\nเชิญ ผปค และ ครูที่ประจำชั้น นักเรียน\nมาชี้แจงการตัดคะแนน และทำบันทึกข้อตกลง ครั้งค่อไปย้ายสถานศึกษา
3236	831	89	approved	2024-10-21 09:45:58	2024-11-12 15:34:30.36	\N	I"
3237	831	89	approved	2024-10-21 09:48:29	2024-11-12 15:34:30.36	\N	เชิญ ผปค. นร. ครูประจำชั้นมารับทราบการตัดคะแนน  7 ต.ต. 67
3238	751	89	approved	2024-10-21 09:52:29	2024-11-12 15:34:30.36	\N	เชิญ ผปค. นร. ครูประจำชั้นมารับทราบการตัดคะแนน  7 ต.ต. 67\nครั้งต่อไปย้าย สถานศึกษา
\.


--
-- Data for Name: BehaviorLogBehavior; Type: TABLE DATA; Schema: public; Owner: sakdithat
--

COPY public."BehaviorLogBehavior" ("behaviorLogId", "behaviorTypeId") FROM stdin;
1	1
2	19
3	20
4	20
5	15
6	15
7	15
8	15
9	15
10	15
11	15
12	10
13	15
14	15
15	15
16	15
17	20
18	20
19	20
20	15
21	15
22	15
23	15
24	15
25	15
26	15
27	15
28	15
29	15
30	15
31	15
32	15
33	15
34	15
35	15
36	15
37	15
38	15
39	15
40	15
41	15
42	15
43	15
44	15
45	15
46	15
47	15
48	15
49	15
50	15
51	15
52	15
53	15
54	15
55	15
56	15
57	15
58	15
59	15
60	15
61	15
62	15
63	15
64	15
65	15
66	15
67	15
68	15
69	15
70	15
71	15
72	15
73	15
74	15
75	15
76	15
77	15
78	15
79	15
80	15
81	15
82	15
83	39
84	8
85	19
86	30
87	3
88	3
89	3
90	3
91	3
92	30
93	13
94	13
95	20
96	13
97	13
98	13
99	13
100	13
101	20
102	20
103	20
104	20
105	20
106	13
107	13
108	13
109	16
110	13
111	13
112	13
113	20
114	13
115	13
116	20
117	13
118	20
119	13
120	13
121	20
122	13
123	20
124	13
125	13
126	13
127	13
128	13
129	20
130	20
131	13
132	20
133	13
134	13
135	13
136	13
137	13
138	13
139	13
140	13
141	20
142	13
143	13
144	13
145	15
146	13
147	15
148	13
149	19
150	13
151	20
152	20
153	20
154	20
155	20
156	20
157	13
158	20
159	20
160	13
161	20
162	20
163	20
164	20
165	20
166	20
167	13
168	20
169	13
170	13
171	13
172	20
173	13
174	13
175	13
176	20
177	15
178	20
179	13
180	13
181	13
182	20
183	20
184	20
185	20
186	13
187	13
188	20
189	13
190	20
191	20
192	15
193	15
194	13
195	13
196	13
197	13
198	20
199	20
200	15
201	13
202	13
203	19
204	19
205	20
206	20
207	20
208	20
209	20
210	13
211	13
212	13
213	20
214	20
215	20
216	15
217	15
218	20
219	15
220	13
221	20
222	13
223	20
224	20
225	13
226	13
227	20
228	20
229	20
230	20
231	13
232	13
233	13
234	20
235	13
236	13
237	13
238	20
239	20
240	13
241	13
242	13
243	20
244	13
245	20
246	20
247	20
248	13
249	13
250	13
251	13
252	20
253	20
254	13
255	13
256	13
257	20
258	13
259	20
260	20
261	20
262	13
263	13
264	20
265	13
266	13
267	20
268	20
270	20
272	13
273	20
274	13
275	14
276	15
277	15
278	20
279	20
280	13
281	13
282	13
283	13
284	13
285	20
286	13
287	13
288	13
289	13
290	13
291	13
292	13
293	13
294	13
295	13
296	13
297	53
298	53
299	53
300	53
301	53
302	53
303	3
305	53
306	53
307	53
308	53
309	53
310	31
311	29
315	59
316	39
317	39
318	39
319	39
320	39
321	39
322	40
323	40
324	40
325	40
326	40
327	8
328	8
329	8
330	8
331	8
332	8
333	8
334	8
335	8
336	8
337	8
338	68
339	68
340	68
341	13
342	13
343	20
344	13
345	13
346	13
347	13
348	13
349	10
350	10
351	13
352	15
353	13
354	13
355	13
356	13
357	13
358	13
359	13
360	13
361	13
362	13
363	20
364	20
365	20
366	20
367	15
368	13
369	26
370	13
371	13
372	13
373	13
374	13
375	18
376	13
377	13
378	13
379	19
380	19
381	19
383	13
384	13
385	13
386	20
387	17
388	13
389	20
390	13
391	13
392	13
394	19
395	19
396	13
397	13
399	13
400	13
401	13
403	13
404	13
405	13
406	13
407	20
408	19
409	13
410	13
411	13
412	19
413	13
414	13
415	19
416	19
417	20
418	13
419	13
420	13
422	20
423	13
424	13
425	13
426	20
427	20
428	20
429	20
430	20
431	20
432	13
433	20
434	13
435	16
436	13
437	13
438	13
439	13
440	20
441	16
442	13
443	15
444	13
445	15
446	17
447	13
448	17
449	13
450	13
452	15
453	15
454	20
455	13
456	13
457	13
458	13
459	13
460	13
461	16
462	20
463	20
464	20
465	13
466	20
467	13
468	13
469	13
470	13
471	20
472	13
473	13
475	13
476	20
477	13
478	20
479	20
480	20
481	20
483	13
484	20
485	13
486	20
487	13
488	20
489	20
490	13
491	13
492	20
493	13
494	13
495	13
496	20
497	13
498	13
499	13
500	13
501	13
502	13
503	13
504	20
505	13
506	13
507	20
508	20
509	13
510	13
511	13
512	13
513	13
514	20
515	13
516	13
517	20
518	20
519	13
520	13
521	13
522	13
523	20
524	13
525	18
526	10
527	13
528	15
529	13
530	13
531	20
532	15
533	20
534	13
535	20
536	15
537	13
538	13
539	13
540	13
541	20
542	13
543	13
544	20
545	13
546	20
547	20
548	15
549	13
550	13
551	13
552	13
553	15
554	20
555	13
556	13
557	13
558	13
559	20
560	20
561	13
562	20
563	13
564	13
565	20
566	20
567	13
568	20
569	13
570	20
571	20
572	13
573	20
574	13
575	20
576	13
577	20
578	20
579	13
580	20
581	13
582	13
583	20
584	20
585	13
586	13
587	13
588	20
589	20
590	13
591	13
592	20
593	13
594	13
595	13
596	20
597	13
598	13
599	20
600	20
601	20
602	13
603	20
604	20
605	20
606	13
607	13
608	13
609	13
610	13
611	13
612	20
613	13
614	13
615	13
616	13
617	20
618	20
619	13
620	20
621	20
622	13
623	20
624	19
625	13
626	19
627	13
628	20
629	20
630	13
631	19
632	13
633	20
634	20
635	20
636	13
637	13
638	13
639	20
640	19
641	13
642	13
643	20
644	13
645	20
646	13
647	20
648	13
649	13
650	13
651	13
652	20
653	13
654	13
655	13
656	13
657	20
658	13
659	13
660	13
661	20
662	15
663	13
664	20
665	20
666	13
667	20
668	13
669	20
670	12
671	13
672	20
673	19
674	19
675	20
676	20
677	20
678	20
679	20
680	13
681	13
682	13
683	15
684	19
685	13
686	13
687	19
688	19
689	19
690	19
691	19
692	20
693	20
694	20
695	20
696	20
697	20
698	20
699	20
700	20
701	20
702	20
703	20
704	20
705	20
706	20
707	20
708	20
709	20
710	20
711	20
712	20
713	20
714	20
715	15
716	15
717	20
718	20
719	20
720	20
721	13
722	20
723	20
724	20
725	20
726	20
727	20
728	20
729	15
730	20
731	20
732	20
733	20
734	20
735	20
736	20
737	20
738	20
739	20
740	20
741	20
742	13
743	20
744	20
745	20
746	20
747	20
748	20
749	20
751	20
752	20
753	20
754	20
755	20
756	20
757	20
758	15
759	20
760	20
761	20
762	20
763	20
764	20
765	20
766	20
767	20
769	20
770	20
771	20
772	13
773	20
774	15
775	13
776	15
777	20
778	20
779	20
780	16
781	20
782	20
783	20
784	20
785	20
786	20
787	20
788	20
789	25
790	25
791	25
792	25
793	20
794	13
795	13
796	13
797	20
798	20
799	13
800	20
801	20
802	13
803	19
804	13
805	13
806	20
807	13
808	19
809	13
810	13
811	20
812	13
813	19
814	13
815	13
816	20
817	56
818	56
819	13
820	56
821	56
822	13
823	19
824	56
825	56
826	56
827	56
828	56
829	13
830	20
831	20
832	13
833	20
834	56
835	13
836	13
837	20
838	19
839	20
840	13
841	20
842	13
843	20
844	20
845	20
846	20
847	20
848	20
849	20
850	20
851	20
852	20
853	20
854	20
855	20
856	20
857	20
858	13
859	20
860	20
861	20
862	20
863	20
864	20
865	20
866	20
867	20
868	20
869	20
870	15
871	20
872	20
873	20
874	20
875	20
876	20
877	18
878	20
879	20
880	20
881	20
882	18
883	18
884	18
885	18
886	13
887	18
888	18
889	18
890	18
891	18
892	20
893	18
894	13
895	18
896	20
897	18
898	18
899	18
900	18
901	18
902	20
904	18
905	18
906	13
907	20
908	20
909	20
910	13
911	13
912	18
913	20
914	20
915	20
916	20
917	18
918	20
919	20
920	20
921	20
922	13
923	18
925	20
926	20
927	20
928	20
929	20
930	20
931	20
932	18
933	18
934	20
935	13
936	20
937	18
938	20
939	20
940	20
941	20
942	20
943	20
944	20
945	20
946	20
947	20
948	20
949	20
950	18
951	18
952	18
953	20
954	20
955	20
956	20
957	20
958	20
959	20
960	20
961	18
962	20
963	20
964	18
965	20
966	20
967	18
968	18
969	20
970	20
971	20
972	20
973	18
974	13
975	20
976	18
977	20
978	20
979	20
980	20
981	20
982	18
983	17
985	20
986	20
987	20
988	20
989	20
990	20
991	13
992	20
993	20
994	20
995	20
996	13
997	20
998	20
999	20
1000	20
1001	13
1002	20
1003	20
1004	20
1005	20
1006	20
1007	20
1008	20
1009	20
1010	20
1011	20
1012	13
1013	20
1014	13
1015	20
1016	20
1017	20
1018	20
1019	20
1020	13
1021	20
1022	13
1023	20
1024	20
1025	20
1026	20
1027	20
1028	20
1029	20
1030	20
1031	20
1032	20
1033	20
1034	20
1035	20
1036	20
1037	13
1038	13
1039	20
1040	20
1041	20
1042	20
1043	20
1044	20
1045	20
1046	20
1047	20
1048	20
1049	20
1050	20
1051	20
1052	20
1053	13
1054	20
1055	20
1056	20
1057	20
1058	20
1059	20
1060	20
1061	20
1062	13
1063	19
1064	19
1065	19
1066	20
1067	20
1068	20
1069	20
1070	20
1071	20
1072	20
1073	20
1074	13
1075	13
1076	13
1077	20
1078	20
1079	20
1080	20
1081	20
1082	13
1083	20
1084	20
1085	20
1086	20
1087	20
1088	20
1089	20
1090	20
1091	20
1092	13
1093	13
1094	13
1095	20
1096	19
1097	19
1098	19
1099	20
1100	20
1102	20
1103	20
1104	13
1105	13
1106	13
1107	13
1108	13
1109	13
1110	13
1111	13
1112	13
1113	13
1114	13
1115	13
1116	20
1117	20
1118	20
1119	20
1120	13
1121	13
1122	13
1123	13
1124	13
1125	13
1126	20
1127	13
1128	13
1129	13
1130	13
1131	13
1132	13
1133	13
1134	13
1135	13
1136	13
1137	13
1138	13
1139	13
1140	13
1141	13
1142	56
1143	56
1144	56
1145	56
1146	56
1147	56
1148	56
1149	56
1150	56
1151	56
1152	56
1153	56
1154	56
1155	56
1156	56
1157	56
1158	56
1159	56
1160	56
1162	56
1163	56
1164	56
1165	56
1166	56
1167	56
1168	56
1169	73
1170	73
1171	73
1172	73
1173	73
1174	73
1175	73
1176	73
1177	73
1178	73
1179	73
1180	73
1181	73
1182	73
1183	73
1184	73
1185	73
1186	73
1187	73
1188	73
1189	73
1190	73
1193	13
1194	56
1195	56
1196	56
1197	56
1198	56
1199	56
1200	56
1201	56
1202	56
1203	56
1204	56
1205	56
1206	56
1207	56
1208	56
1209	56
1210	56
1211	13
1212	20
1213	20
1214	20
1216	20
1217	25
1218	25
1219	25
1220	25
1221	25
1222	25
1223	25
1224	25
1225	25
1226	25
1227	25
1228	25
1229	13
1230	20
1231	20
1232	13
1233	20
1234	20
1235	20
1236	20
1237	20
1238	20
1239	20
1240	20
1241	20
1242	20
1243	20
1244	20
1245	20
1246	20
1247	20
1248	20
1249	20
1250	13
1251	13
1252	20
1253	20
1254	20
1255	20
1256	20
1257	20
1258	20
1259	20
1260	13
1261	20
1262	20
1263	20
1264	20
1265	20
1266	20
1267	20
1268	20
1269	20
1270	20
1271	13
1272	13
1273	20
1274	19
1275	17
1276	20
1277	19
1278	19
1279	20
1280	20
1281	20
1282	20
1283	15
1284	13
1285	13
1286	13
1287	13
1288	13
1289	13
1290	13
1291	13
1292	13
1293	13
1294	13
1295	13
1296	13
1297	13
1298	13
1299	13
1300	13
1301	13
1302	13
1303	13
1304	13
1305	20
1306	20
1307	13
1308	13
1309	20
1310	20
1311	20
1312	20
1313	20
1314	20
1315	20
1316	20
1317	20
1318	20
1319	20
1320	20
1321	20
1322	20
1323	20
1324	20
1325	20
1326	20
1327	20
1328	20
1329	13
1330	20
1331	20
1332	20
1333	20
1334	20
1335	20
1336	20
1337	20
1338	20
1339	20
1340	20
1341	20
1342	15
1343	20
1344	20
1345	20
1346	20
1347	20
1348	20
1349	20
1350	20
1351	20
1352	20
1353	20
1354	20
1355	13
1356	13
1357	15
1358	16
1359	16
1360	16
1361	16
1362	16
1363	13
1364	13
1365	13
1366	20
1367	13
1368	20
1369	13
1370	13
1371	20
1372	20
1373	20
1374	20
1375	20
1376	13
1377	20
1378	20
1379	20
1380	20
1381	20
1382	20
1383	13
1384	13
1385	13
1386	13
1387	13
1388	13
1389	13
1390	13
1391	20
1392	13
1393	20
1394	20
1395	13
1396	20
1397	13
1398	13
1399	13
1400	13
1401	13
1402	13
1403	20
1404	13
1405	20
1406	20
1407	13
1408	20
1409	20
1410	13
1411	20
1412	20
1413	20
1414	20
1415	20
1416	13
1417	13
1418	20
1419	20
1420	13
1421	20
1422	20
1423	20
1424	20
1425	20
1426	20
1427	20
1428	13
1429	13
1430	13
1431	20
1432	13
1433	13
1434	19
1435	20
1436	20
1437	20
1438	20
1439	13
1440	20
1441	13
1442	20
1443	20
1444	20
1445	20
1446	20
1447	20
1448	20
1449	20
1450	20
1451	20
1452	20
1453	13
1454	20
1455	20
1456	20
1457	20
1458	20
1459	20
1460	20
1461	20
1462	20
1463	20
1464	20
1465	20
1466	20
1467	20
1468	20
1469	20
1470	20
1471	20
1472	13
1473	20
1474	13
1475	13
1476	13
1477	13
1478	13
1479	13
1480	13
1481	13
1482	13
1483	13
1484	13
1485	13
1486	13
1487	13
1488	13
1489	20
1490	13
1491	13
1492	13
1493	13
1494	13
1495	13
1496	13
1497	13
1498	13
1499	20
1500	13
1501	15
1502	13
1503	13
1504	13
1505	13
1506	13
1507	20
1509	20
1510	13
1511	20
1512	20
1513	20
1514	20
1515	16
1516	20
1517	13
1518	20
1519	75
1520	75
1521	20
1522	20
1523	13
1524	13
1525	20
1526	13
1527	13
1528	20
1529	20
1530	20
1531	20
1532	13
1533	20
1534	20
1535	13
1536	20
1537	13
1538	13
1539	20
1540	15
1541	13
1542	20
1543	20
1544	20
1545	20
1546	20
1547	13
1548	20
1549	13
1550	13
1551	15
1552	20
1553	20
1554	20
1555	13
1556	20
1557	20
1558	13
1559	20
1560	16
1561	20
1562	13
1563	20
1564	13
1565	20
1566	13
1567	13
1568	20
1569	20
1570	20
1571	20
1572	20
1573	20
1574	13
1575	13
1576	13
1577	13
1578	13
1579	13
1580	13
1581	13
1582	13
1583	20
1584	13
1585	13
1586	13
1587	13
1588	13
1589	13
1590	13
1591	13
1592	13
1593	20
1594	13
1595	15
1596	15
1597	13
1598	13
1599	13
1600	13
1601	13
1602	13
1603	15
1604	20
1605	13
1606	13
1609	20
1610	20
1611	20
1612	20
1613	20
1614	20
1615	13
1616	15
1617	20
1618	20
1619	20
1620	13
1621	20
1622	13
1623	20
1624	20
1625	20
1626	20
1627	20
1628	20
1629	20
1630	20
1631	20
1632	20
1633	20
1634	20
1635	20
1636	20
1637	20
1638	20
1639	20
1640	13
1641	13
1642	13
1643	20
1644	20
1645	20
1646	13
1647	15
1648	20
1649	15
1650	13
1651	13
1652	20
1653	20
1654	20
1655	20
1656	20
1657	20
1658	20
1659	20
1660	20
1661	20
1662	20
1663	20
1664	20
1665	15
1666	13
1667	15
1668	20
1669	13
1670	20
1671	20
1672	15
1673	13
1674	20
1675	15
1676	20
1677	20
1678	20
1679	20
1680	20
1681	20
1682	20
1683	20
1684	20
1685	20
1686	20
1687	20
1688	20
1689	20
1690	20
1691	20
1692	20
1693	20
1694	20
1695	15
1696	20
1697	15
1698	20
1699	20
1700	20
1701	20
1702	20
1703	15
1704	15
1705	20
1706	13
1707	13
1708	20
1709	20
1710	20
1711	20
1712	13
1713	13
1714	13
1715	15
1716	20
1717	15
1718	13
1719	20
1720	13
1721	13
1722	20
1723	13
1724	13
1725	13
1726	20
1727	20
1728	20
1729	20
1730	20
1731	20
1732	20
1733	13
1734	20
1735	20
1736	13
1737	26
1738	26
1739	26
1740	16
1741	20
1742	13
1743	20
1744	20
1745	13
1746	16
1747	13
1748	20
1749	19
1750	20
1751	20
1752	20
1753	19
1754	20
1755	20
1756	20
1757	20
1758	20
1759	20
1760	13
1761	20
1762	13
1763	20
1764	13
1765	19
1766	20
1767	13
1768	20
1769	20
1770	15
1771	20
1772	13
1773	13
1774	13
1775	20
1776	20
1777	20
1778	20
1779	13
1780	13
1781	20
1782	20
1783	20
1784	20
1785	20
1786	20
1787	20
1788	20
1789	20
1790	20
1791	20
1792	20
1793	20
1794	20
1795	20
1796	19
1797	20
1798	20
1799	20
1800	20
1801	20
1802	20
1803	20
1804	20
1805	20
1806	20
1807	20
1808	13
1809	17
1810	13
1811	20
1812	13
1813	20
1814	20
1815	13
1816	13
1817	13
1818	20
1819	20
1820	20
1821	20
1822	20
1823	20
1824	13
1825	20
1826	20
1827	13
1828	13
1829	13
1830	20
1831	20
1832	20
1833	13
1834	20
1835	13
1836	20
1837	13
1838	20
1839	13
1840	31
1841	20
1842	20
1843	20
1844	13
1845	20
1846	20
1847	20
1848	20
1849	20
1850	20
1851	20
1852	20
1853	20
1854	13
1855	20
1856	20
1857	20
1858	20
1859	20
1860	20
1861	20
1862	20
1863	20
1864	20
1865	20
1866	20
1867	20
1868	20
1869	20
1870	20
1871	20
1872	20
1873	20
1874	20
1875	20
1876	20
1877	20
1878	20
1879	20
1880	20
1881	20
1882	20
1883	13
1884	14
1885	20
1886	20
1887	20
1888	20
1889	20
1890	20
1891	20
1892	20
1893	20
1894	20
1895	20
1896	20
1897	20
1898	20
1899	20
1900	20
1901	20
1902	20
1903	20
1904	20
1905	20
1906	20
1907	20
1908	20
1909	20
1910	20
1911	20
1912	20
1913	20
1914	20
1915	20
1916	20
1917	20
1918	20
1919	20
1920	20
1921	20
1922	20
1923	20
1924	20
1925	20
1926	20
1927	20
1928	20
1930	20
1931	20
1932	20
1933	20
1934	20
1935	20
1936	20
1937	20
1938	13
1939	20
1940	20
1941	20
1942	20
1943	20
1944	20
1945	20
1946	20
1947	20
1948	20
1949	20
1950	20
1951	20
1952	20
1953	20
1954	20
1955	20
1956	20
1957	20
1958	20
1959	20
1960	20
1961	20
1962	20
1963	20
1964	20
1965	20
1966	20
1967	20
1968	20
1969	20
1970	20
1971	20
1972	20
1973	20
1974	15
1975	20
1976	20
1977	20
1978	20
1979	20
1980	20
1981	20
1982	20
1983	20
1984	20
1985	20
1986	20
1987	20
1988	20
1989	20
1990	20
1991	20
1992	20
1993	20
1994	20
1995	20
1996	20
1997	20
1998	20
1999	20
2000	20
2001	20
2002	20
2003	20
2004	20
2005	20
2006	20
2007	20
2008	20
2009	20
2010	20
2011	20
2012	20
2013	20
2014	20
2015	20
2016	20
2017	20
2018	20
2019	20
2020	15
2021	20
2022	20
2023	20
2024	20
2025	20
2026	20
2027	20
2028	20
2029	20
2030	20
2031	20
2032	20
2033	20
2034	20
2035	20
2036	20
2037	20
2038	20
2039	15
2040	20
2041	20
2042	20
2043	20
2044	20
2045	20
2046	20
2047	13
2048	13
2049	13
2050	13
2051	13
2052	13
2053	13
2054	13
2055	13
2056	13
2057	13
2058	13
2059	19
2060	20
2061	20
2062	20
2063	20
2064	20
2065	20
2066	20
2067	13
2068	20
2069	20
2070	20
2071	20
2072	20
2073	20
2074	20
2075	20
2076	20
2077	20
2078	20
2079	13
2080	20
2081	20
2082	20
2083	20
2084	20
2085	20
2086	20
2087	20
2088	20
2089	20
2090	20
2091	20
2092	20
2093	20
2094	20
2095	20
2096	20
2097	20
2098	20
2099	20
2100	20
2101	20
2102	20
2103	20
2104	20
2105	20
2106	20
2107	20
2108	20
2109	20
2110	20
2111	20
2112	20
2113	20
2114	20
2115	20
2116	20
2117	20
2118	20
2119	20
2120	20
2121	20
2122	13
2123	20
2124	20
2125	20
2126	20
2127	20
2128	20
2129	20
2130	20
2131	20
2132	20
2133	20
2134	20
2135	20
2136	20
2137	20
2138	20
2139	20
2140	20
2141	20
2142	20
2143	20
2144	20
2145	20
2146	20
2147	20
2148	20
2149	20
2150	20
2151	20
2152	20
2153	20
2154	20
2155	20
2156	20
2157	20
2158	20
2159	20
2160	20
2161	20
2162	20
2163	20
2164	20
2165	20
2166	20
2167	20
2168	20
2169	20
2170	20
2171	20
2172	20
2173	20
2174	20
2175	20
2176	20
2177	20
2178	20
2179	20
2180	20
2181	20
2182	20
2183	20
2184	20
2185	20
2186	20
2187	20
2188	20
2189	20
2190	20
2191	20
2192	20
2193	20
2194	20
2195	20
2196	20
2197	20
2198	20
2199	20
2200	20
2201	20
2202	20
2203	20
2204	20
2205	20
2206	20
2207	20
2208	20
2209	20
2210	20
2211	20
2212	20
2213	20
2214	20
2215	20
2216	20
2217	20
2218	20
2219	20
2220	20
2221	20
2222	20
2223	20
2224	20
2225	20
2226	20
2227	20
2228	20
2229	20
2230	20
2231	20
2232	20
2233	20
2234	20
2235	20
2236	20
2237	20
2238	20
2239	20
2240	20
2241	20
2242	20
2243	20
2244	20
2245	20
2246	20
2247	20
2248	20
2249	20
2250	20
2251	13
2252	13
2253	13
2254	13
2255	13
2256	13
2257	13
2258	13
2259	13
2260	13
2261	13
2262	13
2263	13
2264	13
2265	13
2266	13
2267	13
2268	13
2269	13
2270	20
2271	20
2272	20
2273	20
2274	20
2275	13
2276	20
2277	13
2278	13
2279	13
2280	20
2281	13
2282	20
2283	13
2284	20
2285	13
2286	20
2287	20
2288	20
2289	20
2290	20
2291	13
2292	13
2293	13
2294	13
2295	13
2296	13
2297	13
2298	13
2299	13
2300	13
2302	13
2303	13
2304	13
2305	20
2306	20
2307	20
2309	20
2310	20
2311	20
2312	20
2313	20
2314	20
2315	20
2316	19
2317	20
2318	20
2320	13
2321	20
2322	20
2323	13
2324	20
2325	19
2326	20
2327	20
2328	20
2329	13
2330	20
2331	20
2332	20
2333	20
2334	20
2335	13
2336	25
2337	25
2338	25
2339	15
2340	15
2341	15
2342	15
2343	15
2344	15
2345	15
2346	15
2349	15
2350	15
2351	15
2352	15
2353	15
2354	15
2355	15
2356	15
2357	15
2358	15
2359	15
2360	15
2361	15
2362	15
2363	15
2364	15
2365	15
2366	20
2367	15
2368	15
2369	15
2370	15
2371	13
2372	13
2373	20
2374	13
2375	20
2376	13
2377	13
2378	13
2379	13
2380	13
2381	20
2382	20
2383	20
2384	13
2385	13
2386	13
2387	13
2388	13
2389	13
2390	13
2391	26
2392	13
2393	26
2394	42
2395	42
2396	42
2398	20
2399	13
2400	20
2401	20
2402	20
2403	20
2404	20
2405	20
2406	20
2407	20
2408	20
2409	20
2410	20
2411	20
2412	20
2413	20
2414	20
2415	20
2416	20
2417	20
2418	20
2419	20
2421	20
2422	20
2423	20
2424	20
2425	20
2426	20
2427	20
2428	20
2429	20
2430	20
2431	20
2432	20
2433	20
2434	20
2435	20
2436	20
2437	20
2438	20
2439	20
2440	20
2441	20
2442	20
2443	20
2444	20
2445	20
2446	20
2447	20
2448	20
2449	20
2450	20
2451	20
2452	20
2453	20
2454	20
2455	20
2456	20
2457	20
2458	20
2459	20
2460	20
2461	20
2462	20
2463	20
2464	20
2465	20
2466	13
2467	20
2468	20
2469	20
2470	20
2471	20
2472	20
2473	20
2474	20
2475	20
2476	20
2477	20
2478	20
2479	20
2480	20
2481	20
2482	20
2483	20
2484	20
2485	20
2486	34
2487	34
2488	34
2489	34
2490	34
2491	34
2492	34
2493	34
2494	34
2495	40
2496	40
2497	26
2498	26
2499	26
2500	29
2501	20
2502	20
2503	20
2504	20
2505	20
2506	20
2507	15
2508	15
2509	20
2510	20
2511	20
2512	13
2513	13
2514	20
2515	20
2516	20
2517	20
2518	20
2519	20
2520	20
2521	20
2522	20
2523	20
2524	20
2525	20
2526	20
2527	20
2528	13
2529	13
2530	20
2531	20
2532	20
2533	20
2534	20
2535	20
2536	20
2537	20
2538	20
2539	20
2540	20
2541	20
2542	20
2543	20
2544	20
2545	20
2546	20
2547	20
2548	20
2549	20
2550	20
2551	20
2552	20
2553	20
2554	20
2555	20
2556	29
2557	26
2558	30
2559	3
2560	13
2561	13
2562	20
2563	20
2564	20
2565	20
2566	20
2567	20
2568	20
2569	13
2570	20
2571	13
2572	15
2573	22
2574	24
2575	29
2576	15
2577	22
2578	24
2579	29
2580	15
2581	22
2582	24
2583	29
2584	15
2585	22
2586	24
2587	29
2588	16
2589	22
2590	24
2591	29
2592	24
2593	29
2594	24
2595	29
2596	24
2597	29
2598	24
2599	29
2600	24
2601	29
2602	24
2603	29
2604	13
2605	13
2606	20
2607	19
2608	13
2609	15
2610	16
2611	13
2612	16
2613	20
2614	13
2615	13
2616	13
2617	15
2618	19
2619	20
2620	20
2621	20
2622	20
2623	20
2624	20
2625	20
2626	13
2627	20
2628	20
2629	13
2630	20
2631	20
2632	20
2633	20
2634	20
2635	20
2636	20
2637	20
2638	20
2639	20
2640	13
2641	20
2642	20
2643	20
2644	20
2645	20
2646	20
2647	20
2648	20
2649	20
2650	20
2651	20
2652	20
2653	20
2654	13
2655	66
2656	42
2658	42
2659	42
2660	42
2661	42
2662	61
2663	20
2664	20
2665	20
2666	20
2667	20
2668	20
2669	20
2670	20
2671	20
2672	20
2673	20
2674	20
2675	20
2676	20
2677	20
2678	20
2679	20
2680	20
2681	20
2682	20
2683	20
2684	20
2685	20
2686	20
2687	20
2688	20
2689	20
2690	20
2691	13
2692	13
2693	13
2694	13
2695	13
2696	13
2697	13
2698	15
2699	20
2700	15
2701	20
2702	15
2703	15
2704	20
2705	20
2706	15
2707	20
2708	15
2709	20
2710	20
2711	13
2712	20
2713	13
2714	20
2715	13
2716	20
2717	13
2718	20
2719	13
2720	19
2721	20
2722	20
2724	13
2725	19
2726	19
2727	19
2728	13
2729	13
2730	13
2731	13
2732	13
2733	13
2734	20
2735	19
2736	20
2737	20
2738	15
2739	15
2740	15
2741	15
2742	15
2743	15
2744	15
2745	13
2746	17
2747	13
2748	13
2749	13
2750	15
2751	15
2752	20
2753	19
2754	17
2755	19
2756	13
2757	13
2758	13
2759	13
2760	13
2761	20
2762	13
2763	20
2764	13
2765	20
2766	20
2767	13
2768	20
2769	13
2770	20
2771	20
2772	13
2773	20
2774	20
2775	13
2776	13
2777	20
2778	19
2779	20
2780	20
2781	19
2782	20
2783	19
2784	20
2785	19
2786	19
2787	20
2788	19
2789	20
2790	20
2791	19
2792	20
2793	20
2794	20
2795	20
2796	20
2797	20
2798	20
2799	20
2800	20
2801	13
2802	20
2803	20
2804	20
2805	20
2806	20
2807	20
2808	20
2809	20
2810	20
2811	20
2812	20
2813	20
2814	13
2815	13
2816	20
2817	20
2818	20
2819	20
2820	13
2821	20
2822	20
2824	19
2825	20
2827	20
2828	19
2829	20
2830	19
2831	13
2832	19
2833	20
2834	13
2835	20
2836	20
2837	20
2838	20
2839	20
2840	20
2841	20
2843	20
2844	20
2845	20
2846	20
2847	20
2848	20
2849	20
2850	20
2851	20
2852	20
2853	20
2854	20
2855	20
2856	20
2857	20
2858	20
2859	20
2860	20
2861	20
2862	13
2863	13
2864	20
2865	20
2866	20
2867	20
2868	20
2869	13
2870	13
2871	20
2872	20
2873	20
2874	20
2875	20
2876	13
2877	13
2878	20
2879	20
2880	20
2881	20
2882	13
2883	13
2884	13
2885	13
2886	20
2887	13
2888	20
2889	20
2890	13
2891	20
2892	20
2893	20
2894	13
2895	13
2896	13
2897	13
2898	13
2899	13
2900	13
2901	13
2902	13
2903	13
2904	20
2905	20
2906	20
2907	13
2908	13
2909	20
2910	13
2911	13
2912	20
2913	20
2914	13
2915	19
2916	20
2917	20
2918	20
2919	13
2920	20
2921	20
2922	20
2923	13
2924	13
2925	20
2926	20
2927	20
2928	20
2929	20
2930	20
2931	20
2932	20
2933	20
2934	20
2935	20
2936	20
2937	20
2938	20
2939	20
2940	20
2941	20
2942	20
2943	20
2944	20
2945	20
2946	20
2947	20
2948	20
2949	20
2950	20
2951	20
2952	20
2953	20
2954	20
2955	20
2956	20
2957	20
2958	13
2959	20
2960	20
2961	20
2962	20
2963	20
2964	20
2965	20
2966	20
2967	20
2968	20
2969	20
2970	20
2971	20
2972	20
2973	20
2974	20
2975	20
2976	20
2977	20
2978	20
2979	13
2980	20
2981	13
2982	20
2983	20
2984	20
2985	20
2986	20
2987	13
2988	13
2989	13
2990	20
2991	20
2992	13
2993	20
2994	20
2995	13
2996	20
2997	13
2998	20
2999	20
3000	30
3001	13
3002	15
3003	20
3004	20
3005	20
3006	20
3007	20
3008	20
3009	20
3010	20
3011	20
3012	20
3013	20
3014	20
3015	20
3016	20
3017	20
3018	20
3019	20
3020	20
3021	20
3022	20
3023	20
3024	20
3025	20
3026	20
3027	20
3028	20
3029	20
3030	20
3031	20
3032	20
3033	20
3034	20
3035	20
3036	20
3037	20
3038	20
3039	20
3040	13
3041	13
3042	13
3043	13
3044	13
3045	20
3046	20
3047	20
3048	30
3049	30
3050	86
3051	86
3052	86
3053	86
3054	86
3055	86
3056	8
3057	8
3058	8
3059	30
3060	16
3061	16
3062	20
3064	20
3065	13
3066	13
3067	13
3068	13
3069	13
3070	20
3071	20
3072	18
3073	13
3074	20
3075	20
3076	20
3077	20
3078	20
3079	20
3080	13
3081	20
3082	20
3083	13
3084	20
3085	13
3086	20
3087	13
3088	20
3089	20
3090	20
3091	20
3092	20
3093	15
3094	20
3095	20
3096	20
3097	20
3098	20
3099	20
3100	20
3101	20
3102	20
3105	13
3106	13
3107	13
3108	13
3110	13
3111	19
3115	86
3116	15
3117	56
3118	56
3119	56
3120	56
3121	56
3122	56
3123	56
3124	56
3125	56
3126	56
3127	56
3128	56
3129	56
3130	56
3131	56
3132	56
3133	56
3134	56
3135	56
3136	56
3137	56
3138	56
3139	56
3140	56
3141	56
3142	56
3143	56
3144	56
3145	56
3146	56
3147	56
3148	56
3149	56
3150	56
3151	13
3152	19
3153	20
3154	15
3155	20
3156	15
3157	13
3158	20
3159	20
3160	20
3161	20
3162	20
3163	20
3164	13
3165	13
3166	20
3167	20
3168	20
3169	20
3170	20
3171	15
3172	13
3174	20
3175	20
3176	20
3177	20
3178	20
3179	20
3180	20
3181	15
3182	20
3183	20
3184	20
3185	20
3186	20
3187	20
3188	13
3189	20
3190	20
3191	20
3192	15
3193	53
3194	53
3195	53
3196	53
3197	53
3198	53
3199	53
3200	15
3204	3
3205	3
3206	3
3207	3
3208	3
3209	3
3210	3
3211	3
3212	3
3213	3
3214	3
3215	3
3216	3
3217	3
3218	3
3219	3
3220	3
3221	3
3222	3
3223	3
3224	3
3225	3
3226	3
3227	3
3228	3
3229	3
3230	3
3231	15
3232	64
3233	64
3234	64
269	13
269	20
271	13
271	20
304	2
304	5
312	21
312	25
313	21
313	25
314	21
314	25
382	13
382	16
393	19
393	20
398	13
398	20
402	19
402	20
421	13
421	20
451	15
451	20
474	13
474	20
482	13
482	20
750	14
750	20
768	15
768	16
903	13
903	18
924	18
924	20
984	13
984	20
1101	13
1101	20
1161	13
1161	56
1191	13
1191	20
1192	13
1192	20
1215	15
1215	20
1508	15
1508	21
1508	42
1607	14
1607	20
1608	14
1608	20
1929	13
1929	20
2301	16
2301	20
2308	13
2308	20
2319	19
2319	20
2347	2
2347	55
2348	2
2348	55
2397	24
2397	26
2420	16
2420	20
2657	1
2657	2
2657	3
2657	56
2723	13
2723	16
2823	15
2823	19
2826	13
2826	20
2842	13
2842	20
3063	13
3063	20
3103	3
3103	23
3103	29
3104	13
3104	16
3109	13
3109	16
3112	1
3112	2
3112	3
3113	1
3113	2
3113	3
3114	1
3114	2
3114	3
3173	13
3173	20
3201	63
3201	73
3201	78
3201	83
3201	84
3202	14
3202	15
3202	17
3202	18
3203	14
3203	15
3203	17
3203	18
3235	11
3235	15
3235	16
3235	20
3235	38
3236	11
3236	21
3236	38
3237	11
3237	15
3237	16
3237	20
3237	38
3238	11
3238	15
3238	16
3238	20
3238	38
\.


--
-- Data for Name: BehaviorType; Type: TABLE DATA; Schema: public; Owner: sakdithat
--

COPY public."BehaviorType" (id, name, category, score) FROM stdin;
1	ขาดเรียนโดยไม่แจ้งเหตุผล	negative	-5
2	ไม่เข้าร่วมกิจกรรมที่ทางโรงเรียนจัดขึ้น	negative	-5
3	หนีเรียน 	negative	-10
4	หนีโฮมรูม	negative	-5
5	ออกจากบริเวณโรงเรียนโดยไม่ได้รับอนุญาต	negative	-5
6	ทุจริตในการสอบ 	negative	-20
7	ปลอมแปลงเอกสาร ลายมือชื่อของครู และผู้ปกครอง 	negative	-10
8	หนีโรงเรียน	negative	-20
9	ไม่มาหรือหลีกเลี่ยงการนำเอกสาร หลักฐานทางราชการหรือข่าวสารทางโรงเรียนให้ผู้ปกครอง	negative	-5
10	เสื้อไม่ปัก ว.ส./ชื่อ - สกุล/หรือผิดแบบ	negative	-5
11	ใส่เสื้อผู้อื่นมาโรงเรียน	negative	-5
12	ใส่เสื้อกันหนาวโดยไม่ใส่เสื้อนักเรียนด้านใน	negative	-5
13	ใส่เครื่องประดับมาโรงเรียน	negative	-5
14	เอาชายเสื้อออกนอกกางเกง/กระโปรง(ชุดนักเรียน)	negative	-5
15	ทรงผมไม่ถูกต้องตามระเบียบของโรงเรียน	negative	-10
16	ไว้หนวดเครา/แต่งหน้า/ทาปาก/เขียนคิ้ว	negative	-5
17	ย้อม ดัด เปลี่ยนสี หรือซอยผม	negative	-10
18	ไม่แต่งเครื่องแบบ ลส./น.น./ลส.วิสามัญ/น.ศท.	negative	-5
19	กระโปรง/กางเกง ผิดระเบียบ	negative	-5
20	เล็บยาว/ถุงเท้าผิดระเบียบ	negative	-5
21	พูดจาหรือไม่สุภาพ	negative	-10
22	ไม่สำรวมกิริยามารยาททั้งในและนอกโรงเรียน	negative	-10
23	โกหก/ให้การเท็จ/ไม่ให้ความร่วมมือกับทางโรงเรียน 	negative	-10
24	ประพฤติตนทำให้เสียชื่อเสียงภาพพจน์ของโรงเรียน 	negative	-20
25	ทะเลาะวิวาทแต่ไม่ใช้กำลังทำร้ายกัน	negative	-10
26	ทะเลาะวิวาทและใช้กำลังทำร้ายกัน	negative	-20
27	ร่วมวงทะเลาะวิวาทระหว่างโรงเรียน	negative	-20
28	นำคนนอกมาทะเลาะวิวาทกับคนในโรงเรียน	negative	-30
29	มีส่วนร่วมในการกระทำผิด	negative	-10
30	สูบบุหรี่/มีบุหรี่ไว้ในครอบครอง	negative	-20
31	สูบบุหรี่ไฟฟ้า/มีบุหรี่ไฟฟ้าไว้ในครอบครอง	negative	-30
32	ใช้สื่อลามก	negative	-10
33	ดื่มเครื่องดื่มที่มีแอลกอฮอล์	negative	-20
34	เล็่นการพนัน/นำอุปกรณ์การเล่นมาโรงเรียน	negative	-20
35	ข่มขู่เพื่อเอาทรัพย์ผู้อื่น	negative	-20
36	เสพหรือมีการเสพติดไว้ในครอบครอง	negative	-30
37	จำหน่ายหรือค้ายาเสพติดให้กับนักเรียนในโรงเรียน	negative	-60
38	ลักขโมยของผู้อื่น	negative	-20
39	ทำลายทรัพย์สินของราชการ	negative	-20
40	กลั่นแกล้งเพื่อนโดยเจตนา	negative	-10
41	ประพฤติตัวในทางชู้สาว	negative	-20
42	แสดงอากัปกริยา/วาจา/แสดงอาการกระด้างกระเดื่อง/ขาดการอ่อนน้อมถ่อมตน/ขาดความเคารพต่อครูและบุคลากรของโรงเรียน	negative	-20
43	ใช้สื่ื่ออินเตอร์เน็ตในทางที่ไม่เหมาะสม ทำให้เกิดความเสียหายกับบุคคลอื่นหรือองค์กร	negative	-20
44	ใช้โทรศัพท์มือถือในเวลาเรียนโดยไม่ได้รับอนุญาต	negative	-5
45	ขี่มอเตอร์ไซด์ไม่สวมหมวกนิรภัย	negative	-10
46	ไม่ปฏิบัติตาม พ.ร.บ การจราจรทางบก พ.ศ. 2522 อย่างเคร่งครัด	negative	-5
47	ไม่ปฏิบัติเป็นไปตามความเร็วในการขับขี่ภายในบริเวณโรงเรียนไม่เกิน 20 กิโลเมตรต่อชั่วโมง และจอดรถ หรือหยุดรถในที่ให้จอด	negative	-5
48	ไม่จอดรถจักรยานยนต์ในพื้นที่ที่โรงเรียนได้จัดไว้ให้	negative	-10
49	ดัดแปลงสภาพเครื่องยนต์ทุกกรณี	negative	-10
50	ไม่มีใบอนุญาติขับขี่รถ	negative	-10
51	ไม่ทำเวร/ไม่ทำเขตรับผิดชอบ 5 ส	negative	-5
52	นำอาหาร/เครื่องดื่มขึ้นไปบนอาคารเรียน	negative	-5
53	สั่ง/นำอาหารจากภายนอกเข้ามาในโรงเรียน	negative	-10
54	เล่นฟุตบอลหรือกีฬาอื่นบนอาคารเรียน	negative	-10
55	ฝ่าฝืนระเบียบการใช้อาคารสถานที่ หรือระเบียบการใช้โรงอาหาร	negative	-10
56	มาสาย (07.46)	negative	-5
57	กรณีขาดเรียน/ไม่มาโรงเรียนเลยโดยไม่มีการลา	negative	-5
58	ฉีกหรือตัดหนังสือ/สิงพิมพ์ ในห้องสมุด	negative	-10
59	พกอาวุธหรือสิ่งของคล้ายอาวุธ มาโรงเรียน	negative	-20
60	นำประทัด/ดอกไม้ไฟ มาเล่นในโรงเรียน	negative	-20
61	ฝ่าฝืนระเบียบอื่นๆ หรือมาตรการของโรงเรียนอื่นที่ไม่ได้ระบุใบระเบียบนี้	negative	-5
62	สืบค้นหาข้อมูลในห้องสมุด	positive	2
63	เข้าร่วมกิจกรรมที่ทางโรงเรียนจัดขึ้น	positive	5
64	ได้รับรางวัลระดับโรงเรียน 	positive	10
65	ได้รับรางวัลระดับเขตพื้นที่การศึกษา 	positive	15
66	ได้รับรางวัลระดับภูมิภาค 	positive	20
67	ได้รับรางวัลระดับประเทศ 	positive	25
68	ได้รับรางวัลระดับนานาชาติ 	positive	30
69	ส่งจดหมายขอลาป่วย/ลาหยุดต่างๆ	positive	4
70	ผู้ปกครองให้ความร่วมมือเข้าร่วมกิจกรรมที่ทางโรงเรียนจัดขึ้น	positive	10
71	แต่งกายเป็นแบบอย่างที่ดีได้รับการยกย่อง	positive	5
72	บริจาคเครื่องแต่งกายให้รุ่นน้องหรือผู้อื่น	positive	10
73	บำเพ็ญประโยชน์ 1 ชั่วโมง (จิตอาสา)	positive	5
74	มีจิตอาสาเพื่อสังคมภายในและภายนอกโรงเรียน (1 ชั่วโมง)	positive	5
75	เก็บของได้แล้วส่งคืน	positive	5
76	การพัฒนาคุณภาพชีวิต(ส่งตัว)	positive	100
77	ความร่วมมือแก้ปัญหาจากผู้ปกครอง	positive	10
78	เข้าร่วมกิจกรรมหน้าเสาธงตอนเช้า	positive	2
79	ร่่วมกิจกรรมพัฒนาวินัยและแก้ไขพฤติกรรม (ประจำเดือน)	positive	20
80	เข้าค่ายพัฒนาคุณภาพผู้เรียน (ประจำภาคเรียน)	positive	60
81	บำเพ็ญประโยชน์ 5 ชั่วโมง (กรณีคะแนนต่ำกว่า 40 คะแนนขึ้นไป)	positive	20
82	ร่วมพัฒนาอาคารสถานที่	positive	5
83	ขยะและขวดน้ำแลกแต้ม	positive	2
84	ทำความสะอาดสถานที่ 5 ส	positive	2
85	อนุรักษ์สิ่งแวดล้อม	positive	2
86	ทำความสะอาดสถานที่	positive	5
\.


--
-- Data for Name: Classroom; Type: TABLE DATA; Schema: public; Owner: sakdithat
--

COPY public."Classroom" (id, name, department, "teacher1Id", "teacher2Id") FROM stdin;
1	ม.1/1	มัธยมศึกษาปีที่ 1	\N	\N
2	ม.1/2	มัธยมศึกษาปีที่ 1	\N	\N
3	ม.1/3	มัธยมศึกษาปีที่ 1	\N	\N
4	ม.1/4	มัธยมศึกษาปีที่ 1	\N	\N
5	ม.1/5	มัธยมศึกษาปีที่ 1	\N	\N
6	ม.1/6	มัธยมศึกษาปีที่ 1	\N	\N
7	ม.1/7	มัธยมศึกษาปีที่ 1	\N	\N
8	ม.1/8	มัธยมศึกษาปีที่ 1	\N	\N
9	ม.1/9	มัธยมศึกษาปีที่ 1	\N	\N
10	ม.1/10	มัธยมศึกษาปีที่ 1	\N	\N
11	ม.1/11	มัธยมศึกษาปีที่ 1	\N	\N
12	ม.1/12	มัธยมศึกษาปีที่ 1	\N	\N
13	ม.2/1	มัธยมศึกษาปีที่ 2	\N	\N
14	ม.2/2	มัธยมศึกษาปีที่ 2	\N	\N
15	ม.2/3	มัธยมศึกษาปีที่ 2	\N	\N
16	ม.2/4	มัธยมศึกษาปีที่ 2	\N	\N
17	ม.2/5	มัธยมศึกษาปีที่ 2	\N	\N
18	ม.2/6	มัธยมศึกษาปีที่ 2	\N	\N
19	ม.2/7	มัธยมศึกษาปีที่ 2	\N	\N
20	ม.2/8	มัธยมศึกษาปีที่ 2	\N	\N
21	ม.2/9	มัธยมศึกษาปีที่ 2	\N	\N
22	ม.2/10	มัธยมศึกษาปีที่ 2	\N	\N
23	ม.2/11	มัธยมศึกษาปีที่ 2	\N	\N
24	ม.2/12	มัธยมศึกษาปีที่ 2	\N	\N
25	ม.3/1	มัธยมศึกษาปีที่ 3	\N	\N
26	ม.3/2	มัธยมศึกษาปีที่ 3	\N	\N
27	ม.3/3	มัธยมศึกษาปีที่ 3	\N	\N
28	ม.3/4	มัธยมศึกษาปีที่ 3	\N	\N
29	ม.3/5	มัธยมศึกษาปีที่ 3	\N	\N
30	ม.3/6	มัธยมศึกษาปีที่ 3	\N	\N
31	ม.3/7	มัธยมศึกษาปีที่ 3	\N	\N
32	ม.3/8	มัธยมศึกษาปีที่ 3	\N	\N
33	ม.3/9	มัธยมศึกษาปีที่ 3	\N	\N
34	ม.3/10	มัธยมศึกษาปีที่ 3	\N	\N
35	ม.3/11	มัธยมศึกษาปีที่ 3	\N	\N
36	ม.3/12	มัธยมศึกษาปีที่ 3	\N	\N
37	ม.4/1	มัธยมศึกษาปีที่ 4	\N	\N
38	ม.4/2	มัธยมศึกษาปีที่ 4	\N	\N
39	ม.4/3	มัธยมศึกษาปีที่ 4	\N	\N
40	ม.4/4	มัธยมศึกษาปีที่ 4	\N	\N
41	ม.4/5	มัธยมศึกษาปีที่ 4	\N	\N
42	ม.4/6	มัธยมศึกษาปีที่ 4	\N	\N
43	ม.4/7	มัธยมศึกษาปีที่ 4	\N	\N
44	ม.4/8	มัธยมศึกษาปีที่ 4	\N	\N
45	ม.5/1	มัธยมศึกษาปีที่ 5	\N	\N
46	ม.5/2	มัธยมศึกษาปีที่ 5	\N	\N
47	ม.5/3	มัธยมศึกษาปีที่ 5	\N	\N
48	ม.5/4	มัธยมศึกษาปีที่ 5	\N	\N
49	ม.5/5	มัธยมศึกษาปีที่ 5	\N	\N
50	ม.5/6	มัธยมศึกษาปีที่ 5	\N	\N
51	ม.5/7	มัธยมศึกษาปีที่ 5	\N	\N
52	ม.5/8	มัธยมศึกษาปีที่ 5	\N	\N
53	ม.6/1	มัธยมศึกษาปีที่ 6	\N	\N
54	ม.6/2	มัธยมศึกษาปีที่ 6	\N	\N
55	ม.6/3	มัธยมศึกษาปีที่ 6	\N	\N
56	ม.6/4	มัธยมศึกษาปีที่ 6	\N	\N
57	ม.6/5	มัธยมศึกษาปีที่ 6	\N	\N
58	ม.6/6	มัธยมศึกษาปีที่ 6	\N	\N
59	ม.6/7	มัธยมศึกษาปีที่ 6	\N	\N
60	ม.6/8	มัธยมศึกษาปีที่ 6	\N	\N
\.


--
-- Data for Name: Student; Type: TABLE DATA; Schema: public; Owner: sakdithat
--

COPY public."Student" (id, "studentNumber", "firstName", "lastName", nickname, "classroomId", "behaviorScore") FROM stdin;
28	25185	เด็กชายกันต์	สุขคำ		2	100
29	25186	เด็กชายณเดช	ณ ระนอง		2	100
30	25187	เด็กชายธาดาฤทธิ์	เมืองน้อย		2	100
31	25188	เด็กชายสหฤทธิ์	สรรเสริญ		2	100
32	25189	เด็กชายณัฐพงศ์	เพชรจิรพงศ์		2	100
33	25190	เด็กชายพีรณัฐ	อิสระสุข		2	100
34	25191	เด็กชายธนภัทร	จริตงาม		2	100
35	25192	เด็กชายกวินภพ	ทองขวัญ		2	100
36	25193	เด็กชายสหรัฐ	ทองรักษ์		2	95
37	25194	เด็กชายกันต์ดนัย	แตงสวน		2	90
38	25195	เด็กชายรัฐกร	นาคเกลี้ยง		2	100
39	25196	เด็กชายพงศพัศ	สองเมือง		2	100
40	25197	เด็กชายกฤติน	สุวรรณเมฆ		2	100
41	25198	เด็กชายชัยชาญ	โชติรัตน์		2	100
42	25199	เด็กชายณัฏฐนันท์	จันทร์คงทอง		2	100
43	25200	เด็กชายธนเทพ	อนุรักษ์		2	100
44	25201	เด็กชายกิตติธัช	หอมไกร		2	100
45	25202	เด็กหญิงกานต์พิชชา	เทพฉิม		2	90
46	25203	เด็กหญิงพิมพ์ชนก	ระฆังทอง		2	100
47	25204	เด็กหญิงจิรนิชชา	ตาลสถิตย์		2	100
48	25205	เด็กหญิงอภิสรา	ทองเงิน		2	100
49	25206	เด็กหญิงอมลณัฐ	ชูใจ		2	100
50	25207	เด็กหญิงณิชากร	ไชยสมาน		2	100
51	25208	เด็กหญิงปภาวรินทร์	เชื้อพุทธ		2	100
52	25209	เด็กหญิงนันท์นภัส	นิลอุปถัมภ์		2	100
53	25210	เด็กหญิงปัทมกร	ไชยสมาน		2	100
54	25211	เด็กหญิงภูริชญา	จุลเพชร		2	100
55	25212	เด็กหญิงกวินธิดา	วิชัยดิษฐ		2	95
56	25213	เด็กหญิงศศินัดดา	สุนิพนธ์		2	100
57	25214	เด็กหญิงธัญญารัตน์	โสดา		2	100
58	25215	เด็กชายชนะพล	ชัยปัญหา		3	95
59	25216	เด็กชายปัณณวิทญ์	เพ็ชรชำนาญ		3	100
60	25217	เด็กชายอดิศักดิ์	ลาโพ		3	100
61	25218	เด็กชายรฐนนท์	รักษายศ		3	95
62	25219	เด็กชายณัฐภูมิ	ยะโส		3	95
63	25220	เด็กชายปรเมศร์	สุทธิ์ทอง		3	90
64	25221	เด็กชายวรวิชญ์	เกี่ยวม่าน		3	100
65	25222	เด็กชายจตุรวัฒน์	แสงใส		3	100
66	25223	เด็กชายฉันทพัฒน์	คงกะพันธ์		3	95
67	25224	เด็กชายกฤตกร	เกษีสม		3	90
68	25225	เด็กชายอนุวัตร	เนื้อทองสยาม		3	80
69	25226	เด็กชายดิฐวัฒน์	มูลทาดี		3	100
70	25227	เด็กชายพลรัฐ	ม่วงเมือง		3	100
71	25228	เด็กชายอรรถนพ	แสงบุหลัน		3	100
72	25229	เด็กชายภูมิรพี	นวนหอม		3	100
73	25230	เด็กชายธนภัทร	สุขมิตร		3	100
74	25232	เด็กชายธีรเกียรติ	ขานทอง		3	100
75	25233	เด็กชายธัญพิสิษฐ์	พัชณี		3	100
76	25234	เด็กชายณฏธนน	เงินเปีย		3	100
77	25235	เด็กชายศรัณย์กร	หมอสอน		3	100
78	25236	เด็กชายธนภัทร	ปานทะลุง		3	95
79	25237	เด็กชายภรัณยู	บางรัก		3	100
80	25238	เด็กชายเศรษฐวิทย์	เกษเพชร		3	95
81	25239	เด็กชายพชร	หยูมุ่ย		3	100
82	25240	เด็กหญิงอนันตญา	ชัยรักษา		3	95
83	25241	เด็กหญิงลภัสสินี	อ่อนเกตพล		3	100
84	25242	เด็กหญิงเมธาวี	สิทธา		3	95
85	25243	เด็กหญิงทิพยรัตน์	สุดชู		3	100
86	25244	เด็กหญิงมลชยา	พิมสิน		3	100
87	25245	เด็กหญิงจันทิมา	ศรีปลอด		3	100
88	25246	เด็กหญิงชัญญานุช	สมวงค์		3	100
89	25247	เด็กหญิงกัญณิชา	งามประดิษฐ์		3	95
90	25248	เด็กหญิงกนกวรรณ	ไชยบุรินทร์		3	100
91	25249	เด็กหญิงปุณณภา	ภักดี		3	100
92	25250	เด็กหญิงคุณัญญา	รอดรักษ์		3	100
93	25251	เด็กหญิงธิดาวรรณ	แซ่เตี้ยว		3	100
94	25252	เด็กหญิงสุธาทิพย์	เสน่ห์		3	100
95	25253	เด็กหญิงกรรยกร	หรุดคง		3	100
96	25254	เด็กหญิงรสิตา	สมพรหม		3	100
97	25255	เด็กหญิงเสาวลักษณ์	ละออ		3	100
98	25256	เด็กหญิงวราภรณ์	เนียรศิริ		3	95
99	25257	เด็กหญิงทิพย์อัปสร	ริยาพันธ์		3	100
100	25258	เด็กหญิงนภาจรัส	หวานแก้ว		3	100
101	25259	เด็กหญิงมะลิ	รักบำรุง		3	100
102	25260	เด็กชายปัณณวิชญ์	สวัสดิวงศ์		4	95
103	25261	เด็กชายรพีภัทร	แสงเงิน		4	90
104	25262	เด็กชายชุติพนธ์	ทองศรี		4	95
105	25263	เด็กชายณัฐเศรษฐ	เจริญเวช		4	100
106	25264	เด็กชายพริษฐ์	ประพันธ์		4	100
107	25265	เด็กชายธนวัฒน์	ขำเจริญ		4	100
108	25266	เด็กชายเมธาสิทธิ์	มาลาเวช		4	100
109	25267	เด็กชายกันทรากร	เจริงบุญ		4	100
110	25268	เด็กชายปัณณภัทร	สิทธิรักษ์		4	100
111	25269	เด็กชายธรรมพร	เก้าเอี้ยน		4	100
112	25270	เด็กชายบารมี	วิเชียร		4	100
113	25271	เด็กชายทรงเกียรติ	ชูลี		4	100
114	25272	เด็กชายนรภัทร	สารพงษ์		4	100
115	25273	เด็กชายวายุภัคร	ซ้ายพิพันธ์		4	95
116	25274	เด็กชายภูริทัต	ทิพย์คำ		4	90
117	25275	เด็กชายณัฐภัทร	สังกําลัง		4	100
118	25276	เด็กชายภัทรดนัย	ช่วยเจริญ		4	100
119	25277	เด็กชายนนทกร	สารภีย์		4	100
120	25278	เด็กชายปิยังกูร	คะเชนทร์		4	100
121	25279	เด็กชายภัทรดนัย	ละเอียด		4	100
122	25280	เด็กชายนนทพัทธ์	อาวุธเพชร		4	100
123	25281	เด็กหญิงปิยอร	แก้วสิทธิ์		4	100
124	25282	เด็กหญิงศรีกาญจน์	เทพทอง		4	100
125	25283	เด็กหญิงปริยากร	นาคปาน		4	95
126	25284	เด็กหญิงธนัชชา	กำเนิดไทย		4	100
127	25285	เด็กหญิงพัชรารัตน์	จิววุฒิพงค์		4	100
128	25286	เด็กหญิงอุรัสยา	ธนากัณฑ์		4	90
129	25287	เด็กหญิงกิตติกานต์	ไชยธรรม		4	100
130	25288	เด็กหญิงกัญชพร	ซังทอง		4	95
131	25289	เด็กหญิงอภิชญา	หลวงชัยสินธุ์		4	100
132	25290	เด็กหญิงภิญญาพัชญ์	กรุงเเก้ว		4	95
133	25291	เด็กหญิงณัฐธิดา	อุปลา		4	100
134	25292	เด็กหญิงพิชญานันท์	หนูพรหม		4	85
135	25293	เด็กหญิงนันท์นภัส	หนูปลอด		4	100
136	25294	เด็กหญิงเกศกนก	เพชรน้อย		4	100
137	25295	เด็กหญิงสิริโสภา	คงแป้น		4	100
138	25296	เด็กหญิงนวียา	อินทร์คง		4	100
139	25297	เด็กหญิงณิชานันท์	นุราช		4	100
140	25298	เด็กหญิงเกสรา	กลิ่นนิ่มนวล		4	100
141	25299	เด็กหญิงอาฑิตยา	สาระวรรณ		4	100
142	25300	เด็กหญิงนพภัสสร	หนูปลื้ม		4	95
143	25301	เด็กหญิงวราชญา	จันทร์เพชร		4	100
144	25302	เด็กหญิงพชรสุดา	เกษรินทร์		4	100
145	25303	เด็กหญิงกานติมา	บำเพ็ญ		4	100
146	25304	เด็กหญิงณัฐนิชา	ณะวงค์		4	100
147	25305	เด็กชายธีระภัทร	นกทอง		5	100
148	25306	เด็กชายสัณห์สิษฐ์	แก้วพิพัฒน์		5	100
149	25307	เด็กชายศุภณัฐ	รัตนคม		5	100
150	25308	เด็กชายพีรชา	อภิชาตกุล		5	100
151	25309	เด็กชายกิตติพิชญ์	ศักดิ์ศรี		5	100
152	25310	เด็กชายภัชรพล	ราชธานี		5	100
153	25311	เด็กชายสุกฤษฎิ์	ทองนุ่น		5	100
154	25312	เด็กชายธนภัทร	เพชระ		5	100
155	25313	เด็กชายจตุภพ	พรหมประดิษฐ		5	100
156	25314	เด็กชายศิวกร	ไพเราะ		5	100
157	25315	เด็กชายสันทัด	เพ็งนอก		5	90
158	25316	เด็กชายเจริญวิทย์	นิมมานภูติ		5	100
159	25317	เด็กชายฆธาวุฒิ	หวานแก้ว​		5	90
160	25318	เด็กชายธนวัฒน์	พราหมณ์คงแก้ว		5	100
161	25319	เด็กชายบุญณพัฒน์	มั่นยืน		5	100
162	25320	เด็กชายปาณวัตร	ดวงแก้ว		5	100
163	25321	เด็กชายศิวกร	ธรฤทธิ์		5	100
164	25322	เด็กชายภัทรพล	สุดี		5	100
165	25323	เด็กชายยศกร	ถิ่นพิบูลย์		5	95
166	25324	เด็กชายโชติวัฒน์	ขุนทอง		5	100
167	25325	เด็กหญิงณัฐนิชา	ทองปลอด		5	95
168	25326	เด็กหญิงภัทราวดี	พรมฤทธิ์		5	100
169	25327	เด็กหญิงนฤมล	คล้ายโสม		5	100
170	25328	เด็กหญิงณัฏฐณิชา	จันทร์แก้ว		5	95
171	25329	เด็กหญิงกมลเนตร	บัวจันทร์		5	100
172	25330	เด็กหญิงธนกชพร	แก้วเจริญ		5	95
173	25331	เด็กหญิงฐิติวราดา	ยิ่งบุตร		5	100
174	25332	เด็กหญิงกิตติมา	ภูมิไชยา		5	100
175	25333	เด็กหญิงจันทร์จิรา	ส้มเกลี้ยง		5	90
176	25334	เด็กหญิงศิรินทร์ทิพย์	พูลสวัสดิ์		5	100
177	25335	เด็กหญิงชนากานต์	หวานทอง		5	100
178	25336	เด็กหญิงฐิติชญา	พงศ์ยี่หล้า		5	95
179	25337	เด็กหญิงวนัสนันท์	กวมอำไพ		5	100
180	25338	เด็กหญิงกชพรรณ	ศรีเทพ		5	100
181	25339	เด็กหญิงกุลญาดา	อ่อนรัตน์		5	100
182	25340	เด็กหญิงพลอยชนิดา	นครศิลป์		5	95
183	25341	เด็กหญิงกัญชลิกา	ทองนุ่น		5	100
184	25342	เด็กหญิงพิชญาณ์	พิณพาทย์		5	95
185	25343	เด็กหญิงนงนภัส	สังข์ทอง		5	100
186	25344	เด็กหญิงภัทรกันย์	คงสงค์		5	95
187	25345	เด็กหญิงปัณฑิตา	จันทร์เพชร		5	100
188	25346	เด็กหญิงณัฐธิตา	วิรัตน์		5	95
189	25347	เด็กหญิงพิชามญชุ์	ฟักแก้ว		5	100
190	25348	เด็กหญิงหนึ่งฤทัย	จิเหลา		5	100
191	25349	เด็กหญิงนันท์นภัส	ไชยโชติ		5	100
192	25350	เด็กชายศิวกร	ฤดี		6	90
193	25351	เด็กชายพัชรพฤกษ์	วิเศษโชค		6	100
194	25352	เด็กชายพีรวิชญ์	ประทีป		6	100
195	25353	เด็กชายกรวีร์	เพชรน้อย		6	80
196	25354	เด็กชายธนภัทร	ละม้าย		6	100
197	25355	เด็กชายปุณณกัณฑ์	เจริญสุข		6	100
198	25356	เด็กชายพุทธิพร	ชูศรีหะรันย์		6	100
199	25357	เด็กชายนนทพัทธ์	จูสม		6	95
200	25358	เด็กชายธีรวัฒน์	เกษเพชร		6	100
201	25359	เด็กชายชวนากร	แซ่ด่าน		6	100
202	25360	เด็กชายอัครพล	ขวัญแก้ว		6	100
203	25361	เด็กชายแทนคุณ	ชุมทอง		6	100
1637	23653	นางสาวแสงดาว	ศิริ		40	100
204	25362	เด็กชายกฤตเมธ	ชูขันธ์		6	80
205	25363	เด็กชายกฤษติน	ลิกขชัย		6	100
206	25364	เด็กชายสุทธิพจน์	เมฆแก้ว		6	100
207	25365	เด็กชายวัชระ	กลิ่นน้อย		6	100
208	25366	เด็กชายนวมินทร์	นวลเศษ		6	100
209	25367	เด็กชายณัฐพงศ์	ทองถึง		6	100
210	25368	เด็กหญิงน้ำหวาน	รักหวาน		6	100
211	25369	เด็กหญิงกนกกาญจน์	นวนนุ่น		6	95
212	25370	เด็กหญิงศิรินทร์กรณ์	จันทร์แก้ว		6	100
213	25371	เด็กหญิงภัทรวดี	หนูสีแก้ว		6	100
214	25372	เด็กหญิงกมลวรรณ	ศรีสุข		6	100
215	25373	เด็กหญิงเอญดา	นวลพุ่ม		6	100
216	25374	เด็กหญิงอัญฌิษา	เกลี้ยงเกลา		6	100
217	25375	เด็กหญิงนันทรัตน์	จ่าอยู่		6	100
218	25376	เด็กหญิงปุณยวีร์	ปรีชา		6	95
219	25377	เด็กหญิงปารณีย์	กาญจนา		6	100
220	25378	เด็กหญิงศิรภัสสร	ศรีชาย		6	100
221	25379	เด็กหญิงสุภาวิดา	เพชรมณี		6	90
222	25380	เด็กหญิงศุภาพิชญ์	มีเถื่อน		6	100
223	25381	เด็กหญิงวณิชยา	เส้งสุ้น		6	100
224	25382	เด็กหญิงอรปรียา	คุณสนอง		6	95
225	25383	เด็กหญิงชติตา	แก้วชัด		6	100
226	25384	เด็กหญิงกนกวรรณ	ทองด้วง		6	100
227	25385	เด็กหญิงกันยกรณ์	มะลิวัลย์		6	90
228	25386	เด็กหญิงณัฐกมล	เพชรเเท้		6	100
229	25387	เด็กหญิงพิมชญา	อาจนะ		6	90
230	25388	เด็กหญิงณัฐณิชา	เพชรประพันธ์		6	100
231	25389	เด็กหญิงจิรชยา	แสงเพชร		6	90
232	25390	เด็กหญิงเตชินี	ทัพพุน		6	100
233	25391	เด็กหญิงปาริชาติ	เนาวรัตน์		6	90
234	25392	เด็กหญิงลักขณา	ทองสัมฤทธิ์		6	100
235	25393	เด็กหญิงกมลวรรณ	รักษายศ		6	90
236	25394	เด็กหญิงหทัยทิพย์	นุราช		6	100
237	25395	เด็กชายธนกฤต	เมืองสวัสดิ์		7	100
238	25396	เด็กชายศักร์สฤษฏิ์	อำนวย		7	100
239	25397	เด็กชายเสฎฐวุฒิ	หลักปัญญา		7	100
240	25398	เด็กชายณัฐพงษ์	มีแต้ม		7	95
241	25399	เด็กชายจักรโชติ	คงแก้ว		7	100
242	25400	เด็กชายธนกฤต	คงขวัญ		7	100
243	25401	เด็กชายปรเมศวร์	เพชรช่วย		7	100
244	25402	เด็กชายวีรวิชญ์	พันเล็ก		7	100
245	25403	เด็กชายอนันตพร	ชัยขันท์		7	100
246	25404	เด็กชายศิรสิทธิ์	ทองบางหรง		7	100
247	25405	เด็กชายเปรมศักดิ์	คำมณีย์		7	95
248	25406	เด็กชายมังกรเกรียงไกร	มากไหม่		7	85
249	25407	เด็กชายยุทธภูมิ	เพชระ		7	100
250	25408	เด็กชายอนุวัฒน์	อินทกูล		7	90
251	25409	เด็กชายรัชชานนท์	อุ่นแท่น		7	100
252	25410	เด็กชายพงษ์ศกร	บูรพงศ์		7	95
253	25411	เด็กชายกิตติคุณ	อุสส่าห์กิจ		7	100
254	25412	เด็กชายก้องภพ	ศรีน้อย		7	100
255	25413	เด็กหญิงเนตรสกาว	จิตสำรวย		7	95
256	25414	เด็กหญิงณัฐริกา	แววเส็ง		7	85
257	25415	เด็กหญิงปาณิสรา	คชเวช		7	90
258	25416	เด็กหญิงภาริตา	ธุระเจน		7	100
259	25417	เด็กหญิงอัจฉราวดี	ห่อเพชร		7	100
260	25418	เด็กหญิงธัญญารัตน์	นวลเเก้ว		7	100
261	25419	เด็กหญิงชมพู่	-		7	100
262	25420	เด็กหญิงถุงเงิน	เสนา		7	100
263	25421	เด็กหญิงกัณฐิมา	บัวแก้ว		7	95
264	25422	เด็กหญิงอคัมย์สิริ	คะเณย์		7	100
265	25423	เด็กหญิงศษตวดี	เที่ยงสายสกุล		7	100
266	25424	เด็กหญิงรุจิกานต์	มีศรี		7	100
267	25425	เด็กหญิงกัญญาภัค	กุลน้อย		7	95
268	25426	เด็กหญิงนีลรัตน์	เกื้อฉิม		7	100
269	25427	เด็กหญิงสุนิสา	ชอบผล		7	90
270	25428	เด็กหญิงพิชยภา	ทองนา		7	100
271	25429	เด็กหญิงบุษกร	ทองถึง		7	100
272	25430	เด็กหญิงณัฐนิชา	เนาวพันธ์		7	100
273	25431	เด็กหญิงพลอยณิชา	ทองมาลา		7	100
274	23633	นายดุลยวัต	บัวบุญ		39	95
275	25432	เด็กหญิงวริสา	รัตนบุรี		7	95
276	25433	เด็กหญิงเจนธีรา	ชูชาติ		7	100
277	25434	เด็กหญิงบัณฑิตา	กลิ่นน้อย		7	100
278	25435	เด็กหญิงณัฐชา	แสนบุญมี		7	100
279	25436	เด็กหญิงอรอนงค์	ภูละ		7	75
280	25437	เด็กหญิงวรกานต์	ราชธานี		7	100
281	25438	เด็กหญิงศุภรัตน์	มูลศรี		7	95
282	25439	เด็กหญิงชาลิสา	เพชรศร		7	90
283	25440	เด็กชายณัฐชนนท์	แสงมณี		8	100
284	25441	เด็กชายณัฐภูมินทร์	บรรจงช่วย		8	100
285	25442	เด็กชายชัยอนันท์	ราชนาม		8	100
286	25443	เด็กชายณัฏฐพล	กุลเพ็ง		8	100
287	25444	เด็กชายภูวนัตถ์	ช่วยมิตร		8	100
288	25445	เด็กชายธนาวุฒิ	คำแหง		8	95
289	25446	เด็กชายภูวกฤต	ทิพรักษา		8	95
290	25447	เด็กชายพุฒิธร	ชูมณี		8	80
291	25448	เด็กชายภูมิวัฒน์	บุญมา		8	100
292	25449	เด็กชายวิริทธิ์พล	เพิ่มมณีรัตน์		8	100
293	25450	เด็กชายพิชชากร	จันทร์พันธุ์		8	95
294	25451	เด็กชายธีรภัทร	ตุลพันธ์		8	100
295	25452	เด็กชายธวัชชัย	ป้องขันธ์		8	95
296	25453	เด็กชายถิรวุฒิ	เหมียน้ำดำ		8	95
297	25454	เด็กชายนคริทร์	หมวกเเก้ว		8	100
298	25455	เด็กชายภาวิชญ์	นุ้ยเจริญ		8	85
299	25456	เด็กชายปัญญภัทร	สิทธิรักษ์		8	75
300	25457	เด็กชายณัฐภัทร	บัวทองแก้ว		8	95
301	25458	เด็กหญิงชุติกาญจน์	แก้ววิลา		8	95
302	25459	เด็กหญิงณัฐนิชา	แซ่เฮ่ง		8	100
303	25460	เด็กหญิงจันทกานต์	สังขวิศิษฐ์		8	70
304	25461	เด็กหญิงสุฑามาศ	คำบ่อ		8	100
305	25462	เด็กหญิงปรีชญา	เหล่าสกุล		8	95
306	25463	เด็กหญิงณโสภิดา	รัสมโน		8	100
307	25464	เด็กหญิงนวรัตน์	สุขเกษม		8	100
308	25465	เด็กหญิงอาทิตยา	พงศ์ปรัญชัย		8	100
309	25466	เด็กหญิงปิยพัชร	ญาณโภช		8	100
310	25467	เด็กหญิงณัฐณิชา	ลิ้มสุวรรณ		8	100
311	25468	เด็กหญิงสิรินทร์ณภัส	สังข์ศิลป์		8	75
312	25469	เด็กหญิงธิติกาญ	คลองขุด		8	100
313	25470	เด็กหญิงธิวากร	ขนาบแก้ว		8	100
314	25471	เด็กหญิงอรัญญา	พรหมฤทธิ์		8	70
315	25472	เด็กหญิงกุลภัทร์	ไชยชาญ		8	100
316	25473	เด็กหญิงพุทธิชา	พุฒพิทักษ์		8	100
317	25474	เด็กหญิงชญาภา	หอมหวล		8	100
318	25475	เด็กหญิงสุพัตรา	จิตต์จำนงค์		8	100
319	25476	เด็กหญิงอภิชญา	ศรีน้อย		8	80
320	25477	เด็กหญิงศิรารัตน์	การกรณ์		8	100
321	25478	เด็กหญิงภิญญาพัชญ์	อยู่ดี		8	95
322	25479	เด็กหญิงกชกร	เมืองน้อย		8	100
323	25480	เด็กหญิงพัทธนันท์	รักษาวงค์		8	80
324	25481	เด็กหญิงปาริตา	ปลอดภัย		8	100
325	25482	เด็กหญิงธนัญชนก	ช่วยเลื่อม		8	65
326	25483	เด็กหญิงพัชราลักษณ์	กิมเสาว์		8	100
327	25484	เด็กหญิงขวัญชนก	ชัยสิทธิ์		8	100
328	25485	เด็กชายชยากร	แสตมป์		9	100
329	25486	เด็กชายกมลภพ	บัวบาน		9	95
330	25487	เด็กชายปฏิภาณ	มังกรรัตน์		9	80
331	25488	เด็กชายเตชินท์	วุฒิ		9	100
332	25489	เด็กชายอนุชา	หนองลุง		9	100
333	25490	เด็กชายจิรพัฒน์	ช่วยแก้ว		9	100
334	25491	เด็กชายกันตินันท์	จันทร์ทอง		9	100
335	25492	เด็กชายธันวา	จ้อยเปลี่ยน		9	100
336	25493	เด็กชายภากร	สุขยิ่ง		9	100
337	25494	เด็กชายภคพล	ดำฉวาง		9	95
338	25495	เด็กชายพิษณุ	จันทร์ประเสริฐ		9	100
339	25496	เด็กชายกฤตธัช	รักษายศ		9	100
340	25497	เด็กชายกฤษฎา	ศรีเปารยะ		9	90
341	25498	เด็กชายพินิจพงศ์	ณ พัทลุง		9	100
342	25499	เด็กชายกิตติพัทธ์	อินทรสุวรรณ		9	90
343	25500	เด็กชายจักรพันธ์	ขนาบศักดิ์		9	100
344	25501	เด็กชายณัช	รักบำรุง		9	100
345	25502	เด็กชายนราวิชญ์	ขรัวทองเขียว		9	100
346	25503	เด็กชายภานุมาศ	ส้มเกลี้ยง		9	90
347	25504	เด็กชายธนัทเทพ	สวนกูล		9	100
348	25505	เด็กหญิงศศิวรรณ	จรรย์ทัน		9	85
349	25506	เด็กหญิงศศิกานต์	แก้วแพ่ง		9	95
350	25507	เด็กหญิงสุพัชตรา	คุณแต้ม		9	85
351	25508	เด็กหญิงพิมชนก	คงดี		9	100
352	25509	เด็กหญิงปลายฟ้า	จันทร์สวน​		9	100
353	25510	เด็กหญิงกานต์รวี	คงรัตน์		9	100
354	25511	เด็กหญิงพรรณภัทร	รัตน์บุรี		9	100
355	25512	เด็กหญิงศิริรัตน์	ปราณจันทร์		9	95
356	25513	เด็กหญิงปัณฑิตา	สระเเก้ว		9	100
357	25514	เด็กหญิงปวิณฑิตา	แก้วเนียม		9	100
358	25515	เด็กหญิงพิมพ์วลัญช์	ภูมี		9	95
359	25516	เด็กหญิงมุกอันดา	หวามา		9	100
360	25517	เด็กหญิงพัชราลักษณ์	ฉวาง		9	95
361	25518	เด็กหญิงธัญพร	ไชยทองรักษ์		9	95
362	25519	เด็กหญิงสิริพรพรรณ	ฉวาง		9	95
363	25520	เด็กหญิงขวัญวิภา	สุตตาชัย		9	80
364	25521	เด็กหญิงนันทิตา	ศรีระวิ		9	100
365	25522	เด็กหญิงธัญญมาศ	เรืองทอง		9	95
366	25523	เด็กหญิงขนิษฐา	วงขะโนง		9	100
367	25524	เด็กหญิงอวิกาพร	เชื้อพลบ		9	95
368	25525	เด็กหญิงจันทกานต์	ไชยรัตน์		9	100
369	25526	เด็กหญิงกชกร	กายโรจน์		9	100
370	25527	เด็กหญิงตะวันเกล้า	ชูทิพย์		9	100
371	25528	เด็กหญิงสุชาดา	อนุอินทร์		9	95
372	25529	เด็กหญิงชัญษร	ศักดิ์พรหม		9	80
373	25530	เด็กชายปัญญา	เวียงสุรินทร์		10	100
374	25531	เด็กชายภูผา	บุญสวัสดิ์		10	100
375	25532	เด็กชายภูมิธนพัฒน์	สุขยิ่ง		10	95
376	25533	เด็กชายฐาปนาจ	จันทพันธ์		10	100
377	25534	เด็กชายพลพัฒน์	งามจิตต์เอื้อ		10	100
378	25535	เด็กชายกฤษณพัฒน์	บำรุงศรี		10	90
379	25536	เด็กชายภูริเดช	รื่นรวย		10	95
380	25537	เด็กชายรัฐภูมิ	วงษ์สวัสดิ์		10	100
381	25538	เด็กชายศิณะ	นาคเป้า		10	100
382	25539	เด็กชายเสฎฐวุฒิ	คินธร		10	90
383	25540	เด็กชายพิรุน	จุลทอง		10	100
384	25541	เด็กชายทรงธรรม	ระฆังทอง		10	90
385	25542	เด็กชายปัญญภัทร	ส้มเกิด		10	100
386	25543	เด็กชายกันตพัฒน์	ปิลวาท		10	95
387	25544	เด็กชายนิธิกร	นรินทร์		10	95
388	25545	เด็กชายวิชยุตต์	เภกกิ้ม		10	100
389	25546	เด็กชายศิวกร	ปานมาศ		10	100
390	25547	เด็กชายนิภัทร์	คงตะโก		10	100
391	25548	เด็กชายกัณฑ์อเนก	รัตนสุภา		10	100
392	25549	เด็กชายวุฒิศักดิ์	ชูโลก		10	100
393	25550	เด็กหญิงศิรินธร	ช่วยบำรุง		10	100
394	25551	เด็กหญิงกัญญาณัฐ	ชูจิตต์		10	100
395	25552	เด็กหญิงอัญชนา	จันทวิโรจน์		10	90
396	25553	เด็กหญิงกัญญาภัค	ทะรุณรัมย์		10	100
397	25554	เด็กหญิงกัญญาณัฐ	มณีฉาย		10	95
398	25555	เด็กหญิงอมรรัตน	ปิ่นประดับ		10	100
399	25556	เด็กหญิงนพัชสร	โนวัฒน์		10	100
400	25557	เด็กหญิงภัทรวดี	วุ่นชุม		10	100
401	25558	เด็กหญิงปิ่นกนก	สุพันธ์		10	100
402	25559	เด็กหญิงกัลย์ลภัส	แก้วพิพัฒน์		10	100
403	25560	เด็กหญิงกนกวรรณ	เเจ้งเศรษฐ		10	95
404	25561	เด็กหญิงภัททิยา	สุขุมทอง		10	95
405	25562	เด็กหญิงปาริฉัตร	มีแก้ว		10	100
406	25563	เด็กหญิงพรลภัส	ชูรักษ์		10	90
407	25564	เด็กหญิงฐิติชญา	รักบำรุง		10	100
408	25565	เด็กหญิงโญศิตา	ขุนบุญจันทร์		10	100
409	25566	เด็กหญิงอาทิตยา	ฉิมเรือง		10	95
410	23918	นายกิตติพงษ์	ชำนาญ		44	100
412	25568	เด็กหญิงณิชาภัส	ทองรักจันทร์		10	90
413	25569	เด็กหญิงวิชญาดา	หัสพันธ์		10	95
414	25570	เด็กหญิงณัฐฐาพร	อุบล		10	100
415	25571	เด็กหญิงณัฐลฎา	พรหมด้วง		10	85
416	25572	เด็กหญิงกนกวรรณ	ทองถึง		10	100
417	25573	เด็กหญิงกนกวรรณ	พรหมรักษา		10	95
418	25574	เด็กหญิงนิชาพัทร	นรินทร์		10	95
419	25575	เด็กชายภูวดล	ศรีกรด		11	100
420	25576	เด็กชายรณกร	ทิพย์แก้ว		11	100
421	25577	เด็กชายภูมินทร์	พยัคฆา		11	95
422	25578	เด็กชายสรยุทธ์	เยาวพันธ์		11	100
423	25579	เด็กชายชิษณุพงศ์	อินไชย		11	100
424	25580	เด็กชายอดิสรณ์	ดำปาน		11	100
425	25581	เด็กชายอุดมศักดิ์	คำภู		11	100
426	25582	เด็กชายโภคิน	เส็นหมาน		11	100
427	25583	เด็กชายเลอศักดิ์	พงษ์เสรี		11	85
428	25584	เด็กชายภคพงศ์	นุภักดิ์		11	100
429	25585	เด็กชายธีรเทพ	คงนวล		11	100
430	25586	เด็กชายกฤษกรณ์	คำทอง		11	100
431	25587	เด็กชายกฤตพร	ระวัง		11	95
432	25588	เด็กชายอัครชัย	ทองศรี		11	95
433	25589	เด็กชายอภิวิชญ์	เศรษฐพลอย		11	100
434	25590	เด็กชายวริทธิ์	ซังทอง		11	100
435	25591	เด็กชายกิตติ์ภูมิ	คงดี		11	100
436	25592	เด็กชายนิชคุณ	พูลทรัพย์		11	90
437	25593	เด็กชายอภิสิทธิ์	แก้วเนียม		11	100
438	25594	เด็กชายณภัทร	คงสา		11	100
439	25595	เด็กหญิงกรรณิกา	เพชรคง		11	95
440	25596	เด็กหญิงกนกภรณ์	แก้ววิลา		11	90
441	25597	เด็กหญิงอัยนา	จันทโร		11	100
442	25598	เด็กหญิงสุชาดา	สังเพชร		11	100
443	25599	เด็กหญิงจุฑามาส	ทองเหลือ		11	100
444	25600	เด็กหญิงสุญาดา	หนูพิทักษ์		11	90
445	25601	เด็กหญิงภัทร์รวี	อยู่ดี		11	95
446	25602	เด็กหญิงวรรนภาพร	พลายด้วง		11	90
447	25603	เด็กหญิงจันทร์รวี	นวลสุทธิ์		11	100
448	25604	เด็กหญิงทิตานัน	อ่อนรอด		11	100
449	25605	เด็กหญิงวริศรา	ไชยถาวร		11	95
450	25606	เด็กหญิงธิดาทิพย์	ยิ้มโฉม		11	100
451	25607	เด็กหญิงเอราวรรณ			11	95
452	25608	เด็กหญิงหฤทัย	ปานชู		11	100
453	25609	เด็กหญิงสุกัญญา	เดชอรุณ		11	95
454	25610	เด็กหญิงรุ่งธิวา	แต้มประสิทธิ์		11	100
455	25611	เด็กหญิงปฒิษา	นนทสิทธิ์		11	95
456	25612	เด็กหญิงกัญญาณัฐ	สิทธิมหาดำรงกุล		11	95
457	25613	เด็กหญิงชญาดา	ศรีทองปลอด		11	90
458	25614	เด็กหญิงนรีกานต์	รักษา		11	100
459	25615	เด็กหญิงมัลลิกา	อินทนู		11	95
460	25616	เด็กหญิงภัทรพร	เกลี้ยงเกลา		11	90
461	25617	เด็กหญิงอิษยา	ไชยสังข์		11	95
462	25618	เด็กหญิงน้ำมนต์	มะโน		11	100
463	25619	เด็กหญิงวิภารัตน์	แสงระวี		11	100
464	25620	เด็กชายพชร	ศรีวินัย		12	100
465	25621	เด็กชายพงศ์ไพสิฐ	ธานีรัตน์		12	100
466	25622	เด็กชายสุชา	แมนวงศ์		12	100
467	25623	เด็กชายณัฏฐนันท์	ห่อเพชร		12	100
468	25624	เด็กชายพีรวัศ	ชุมทอง		12	100
469	25625	เด็กชายนราวิชญ์	คงศรีรัตน์		12	90
470	25626	เด็กชายนภัสกร	ขนาบแก้ว		12	90
471	25627	เด็กชายปุญญพัฒน์	กลับคง		12	100
472	25628	เด็กชายณตะวัน	เพชรแท้		12	100
473	25629	เด็กชายภัทรนิษฐ์	ชุมทอง		12	100
474	25630	เด็กชายนรินทร	ชัยชนะ		12	95
475	25631	เด็กชายเนติธร	ศรีระวิ		12	100
476	25632	เด็กชายสุวิทย์	ทับวิเชียร		12	100
477	25633	เด็กชายมกรธวัส	เยาว์แสง		12	100
478	25634	เด็กชายอัษศดิณย์	ปรีชา		12	95
479	25635	เด็กชายกิตติกร	เพชรชนะ		12	100
480	25636	เด็กชายวรเมธ	แก้วชัย		12	100
481	25637	เด็กชายสิทธินนท์	บำรุงพันธ์		12	90
482	25638	เด็กชายพชรดนัย	สุขอ่อน		12	100
483	25639	เด็กชายสิรวิศ	เมฆา		12	100
484	25640	เด็กหญิงณัฐกานต์	พรหมขวัญ		12	100
485	25641	เด็กหญิงเมษิญา	จำปาแพง		12	100
486	25642	เด็กหญิงณัฏฐนันท์	ลือหล้า		12	100
487	25643	เด็กหญิงพิมพ์ไพลิน	แก้วพิพัฒน์		12	100
488	25644	เด็กหญิงชญานิศ	ละมัย		12	95
489	25645	เด็กหญิงพิชญาภา	แซ่เหล้า		12	95
490	25646	เด็กหญิงจิรชยา	หุ้ยหลี		12	100
491	25647	เด็กหญิงณัฐิดา	รักวงศ์		12	80
492	25648	เด็กหญิงบุรัสกร	ชอบผล		12	95
493	25649	เด็กหญิงนภัทร	ริยาพันธ์		12	95
494	25650	เด็กหญิงกาญจนาวดี	ตรัยรัตน์		12	95
495	25651	เด็กหญิงวีรอร	ทองศักดิ์		12	60
496	25652	เด็กหญิงพัชริดา	พรหมรักษา		12	90
497	25653	เด็กหญิงญาณิศา	ธรฤทธิ์		12	100
498	25654	เด็กหญิงขวัญจิรา	ขวัญเมือง		12	80
499	25655	เด็กหญิงฐิติมา	บัวจันทร์		12	95
500	25656	เด็กหญิงปราณปริยา	เกื้อแก้ว		12	100
501	25657	เด็กหญิงกัญญภัท	กลั่นทองดี		12	100
502	25658	เด็กหญิงชิดชนก	วงศ์เดชะไพบูลย์		12	100
503	25659	เด็กหญิงกิตติธร	ศศิเดโช		12	90
504	25660	เด็กหญิงสุภัสสรา	ก่อทอง		12	100
505	25661	เด็กหญิงณิชมน	เทพทอง		12	95
506	25662	เด็กหญิงกนกพร	ยงประเดิม		12	100
507	25663	เด็กหญิงชุติกาญจน์	แก้วแกมจันทร์		12	95
508	25664	เด็กหญิงพิมพ์ณภัทร	สวัสดิสาร		12	100
509	24556	เด็กหญิงศุภกานต์	สุขนุกุล		13	100
510	24557	เด็กหญิงวรัญญา	หนักเกิด		13	100
511	24558	เด็กหญิงพัชริสา	แก้วพิพัฒน์		13	100
512	24559	เด็กหญิงปิยรัตน์	ทองหรบ		13	85
513	24560	เด็กหญิงชิตมนต์มาศ	บัวเกตุ		13	100
514	24562	เด็กหญิงสุภัสสรา	เสมสันต์		13	100
515	24563	เด็กหญิงอัลิปรียา	ล้วนเส้ง		13	95
516	24564	เด็กหญิงวรัญญา	พันผูก		13	95
517	24565	เด็กหญิงกานต์ตะวัน	เกตุแก้ว		13	95
518	24566	เด็กหญิงมินทร์มัณทรา	อ่อนเย็น		13	90
519	24567	เด็กหญิงจารุกัญญ์	พุทธแก้ว		13	95
520	24568	เด็กชายณัฐนันท์	จันทร์มณี		13	95
521	24569	เด็กชายวีระชณ	ซ้ายชูจีน		13	95
522	24570	เด็กชายนัฏฐวัฒน์	เสนาณรงค์		13	100
523	24571	เด็กชายอภิศักดิ์	สกุลคง		13	100
524	24572	เด็กชายบริพัฒน์	ทองบัว		13	100
525	24573	เด็กชายณฐกร	ลำพูน		13	100
526	24574	เด็กชายจิรัฏฐ์	ปรีชา		13	100
527	24575	เด็กชายอภิวิชญ์	มีแก้ว		13	100
528	24576	เด็กชายภูริณัฐ	เอ้งฉ้วน		13	100
529	24577	เด็กชายพุฒิพงศ์	วีระวงศ์		13	100
530	24578	เด็กชายปกรณ์	ฤทธิ์ช่วยรอด		14	100
531	24579	เด็กชายสุกฤตภัทร์	คงศรีชาย		14	90
532	24580	เด็กชายยสินธร	กาลสงค์		14	100
533	24581	เด็กชายธนากร	ชูศรีสุข		14	80
534	24582	เด็กชายชินดนัย	ราดีบุตร์		14	100
535	24583	เด็กชายณัฐวัตร์	เพชรเชนทร์		14	100
536	24584	เด็กชายชญพัทธ์	เกลี้ยงประดิษฐ์		14	90
537	24585	เด็กชายศิวกรณ์	พุทธะวัจนานุรักษ์		14	95
538	24586	เด็กชายญาณเมธี	ศรีสุวรรณ		14	100
539	24587	เด็กชายณฐภัทร	รัตนบรรดาล		14	90
540	24588	เด็กหญิงธัญวรัตม์	ดำหนูอินทร์		14	100
541	24589	เด็กหญิงธันญวรรณ	ภักดี		14	100
542	24590	เด็กหญิงณภัทรธิดา	เนินหนู		14	100
543	24591	เด็กหญิงสิตานัน	แก้วรอด		14	95
544	24592	เด็กหญิงสุรัสวดี	ทองคำ		14	100
545	24593	เด็กหญิงกันต์ฤทัย	สุระกาหล		14	90
546	24594	เด็กหญิงณภัทร	รังสิมันตุชาติ		14	95
547	24595	เด็กหญิงปัญจารัตน์	นราธรรม		14	100
548	24596	เด็กหญิงเจนสุดา	สายฟ้า		14	100
549	24597	เด็กหญิงเเพรวา	ศรีน้อย		14	100
550	24598	เด็กหญิงภัทรวดี	ไม้จันทร์		14	100
551	24599	เด็กหญิงอิ่มอรุณญ์	โรจนเมธีสกุล		14	100
552	24600	เด็กหญิงนวดา	ชูช่วย		14	100
553	24601	เด็กหญิงพลอยณิชา	นาคทองคง		14	100
554	24602	เด็กหญิงเขมิกา	ศรีระวิ		14	100
555	24603	เด็กหญิงจันทนี	รักษ์วงศ์		14	95
556	24604	เด็กหญิงกัญญาณัฐ	แพรกนันเธอ		14	100
557	24605	เด็กหญิงปภาวรินทร์	หมื่นใจ		14	100
558	24606	เด็กหญิงศิริกัลยา	ดำวงศ์		14	95
559	24607	เด็กหญิงศศิกานต์	มะตัง		14	100
560	24608	เด็กหญิงชญานุช	สุขเกษม		14	100
561	24609	เด็กหญิงศุภกัญญา	นวลสุทธิ์		14	90
562	24610	เด็กหญิงณัฐรวีย์	จิตต์ไพโรจน์		14	100
563	24611	เด็กหญิงพัชราลักษณ์	หนูแก้ว		14	95
564	24612	เด็กหญิงพลอยปภัสร์	ดูงาม		14	90
565	24613	เด็กหญิงบัณฑิตา	ภักดี		14	100
566	24614	เด็กหญิงพนัฐดา	หามะ		14	100
567	24615	เด็กหญิงพิมพ์ไพลิน	กิ่งทอง		14	100
568	24616	เด็กหญิงสุธาทิพย์	โพธิ์แสวง		14	100
569	24617	เด็กหญิงอิสริญา	ชูโลก		14	100
570	24618	เด็กหญิงณัฏฐกันย์	ไทยเกิด		14	90
571	24619	เด็กหญิงวรกาญจน์	ชูขันธ์		14	90
572	24620	เด็กหญิงณัฐณิชา	ชูช่วย		14	100
573	24621	เด็กหญิงณัฏฐกานต์	บำรุง		14	100
574	24622	เด็กหญิงศศิภัสสร	พิทักษา		14	100
575	24623	เด็กหญิงธัญญารัตน์	ฉิม		15	85
576	24624	เด็กหญิงพาขวัญ	สังคหะ		15	100
577	24625	เด็กหญิงเพชรลดา	สวัสดี		15	100
578	24626	เด็กหญิงณัฐชยา	หนูโยม		15	100
579	24627	เด็กหญิงณัฐกัญญา	อนุจร		15	100
580	24628	เด็กหญิงปารณีย์	ชาญอาวุธ		15	100
581	24629	เด็กหญิงปณาลี	คำทรง		15	100
582	24630	เด็กหญิงปัณฑิตา	สุระกา		15	110
583	24631	เด็กหญิงพิชชานันท์	สุทธิพันธ์		15	80
584	24632	เด็กหญิงรวินันทน์	คงดำ		15	100
585	24633	เด็กหญิงณัฐณิชา	ทุ่มก๊ก		15	105
586	24634	เด็กหญิงชลิณดา	สุขกาย		15	100
587	24635	เด็กหญิงกัญญาพัชร์	รักษาวงศ์		15	90
588	24636	เด็กหญิงพีรภัทรา	เกิดสุข		15	100
589	24637	เด็กหญิงภิสารัตน์	วรรณไชย		15	100
590	24638	เด็กหญิงณัฏฐณิชา	ชูทัพ		15	85
591	24639	เด็กหญิงวิลาวัณย์	นาคคลิ้ง		15	100
592	24640	เด็กหญิงแสงจันทร์	อุดม		15	110
593	24641	เด็กหญิงศดานันท์	ใจวงศ์		15	100
594	24642	เด็กหญิงพรรณพัชร	ปิลวาส		15	100
595	24644	เด็กหญิงพชรพร	แซ่หลี		15	100
596	24645	เด็กหญิงวณิชยา	วัฒนพันธ์		15	100
597	24646	เด็กหญิงกัญญาณัฐ	คำแก้ว		15	95
598	24647	เด็กหญิงชรินทร์ทิพย์	จันทร์ทอง		15	100
599	24648	เด็กหญิงศศิวิมล	หนูคง		15	95
600	24649	เด็กหญิงธันยพร	รสเจริญ		15	90
601	24650	เด็กหญิงช่อเพชร	ศรีปรีชาศักดิ์		15	100
602	24651	เด็กชายกรวิชญ์	จิตจำนง		15	100
603	24652	เด็กชายเขมฑัต	ชัยทัศน์		15	95
604	24653	เด็กชายธนกฤต	อยู่ขาว		15	110
605	24654	เด็กชายรเณศ	ทองอินทร์แก้ว		15	110
606	24655	เด็กชายปุญญพัฒน์	สิขิวัฒน์		15	100
607	24656	เด็กชายชณพล	เพชรชู		15	100
608	24657	เด็กชายภัทรพล	ชูทุ่งยอ		15	95
609	24658	เด็กชายบรรณวิทย์	ศรีเปารยะ		15	100
610	24659	เด็กชายภีมรภัทร	ศรีน้อย		15	100
611	24660	เด็กชายภูวิศ	นุราช		15	90
612	24661	เด็กชายกวิน	สงพะโยม		15	105
613	24662	เด็กชายปิยวัชร์	สุขเกษม		15	100
614	24663	เด็กชายนนทพัทธ์	คุตกาล		15	100
615	24664	เด็กชายอนันต์สิทธิ์	มีแสง		15	100
616	24665	เด็กชายกิตติคุณ	ภักดีไทย		15	95
617	24667	เด็กชายณัฎฐชัย	ศรีสว่าง		15	110
618	24668	เด็กชายชยากร	เทพเซ่งหลี		16	95
619	24669	เด็กชายณภัสกร	สุขทั้งปี		16	100
620	24670	เด็กชายภูวเดช	นิลประดิษฐ์		16	100
621	24671	เด็กชายสถาพร	ไชยทอง		16	95
622	24672	เด็กชายสุริยะ	เพชระ		16	100
623	24673	เด็กชายธนภัทร	หนูสีดำ		16	100
624	24674	เด็กชายบัญญวัต	ริยาพันธ์		16	100
625	24675	เด็กชายจักรภัทร	แสงเพชร		16	100
626	24676	เด็กชายนฤสรณ์	สุดสาย		16	100
627	24677	เด็กชายปกรณ์	พึ่งดอน		16	100
628	24678	เด็กชายธนกฤษ	โมสิกะ		16	100
629	24679	เด็กชายลัทธพล	หวานเเก้ว		16	100
630	24680	เด็กชายภัทรวิน	คลิ้งคล้าย		16	95
631	24681	เด็กชายศุภณัฐ	สารพงษ์		16	95
632	24682	เด็กชายอธิธัช	ธรฤทธิ์		16	100
633	24683	เด็กหญิงเสมอดาว	ชูทอง		16	90
634	24684	เด็กหญิงลลนันท์	สุขช่วย		16	100
635	24685	เด็กหญิงศรันย์พร	พรหมขวัญ		16	95
636	24686	เด็กหญิงนภัสสร	โกศล		16	100
637	24687	เด็กหญิงรวิวรรณ	พิบูลย์		16	100
638	24688	เด็กหญิงธิดารัตน์	จันทร์ทอง		16	100
639	24689	เด็กหญิงวริศรา	ชุมพล		16	100
640	24690	เด็กหญิงพลอยปภัส	เส้งสุย		16	100
641	24691	เด็กหญิงภัทรปภา	นาวาเดช		16	95
642	24692	เด็กหญิงณัฐธิดา	อันจิตรแจ่ม		16	70
643	24693	เด็กหญิงณัฐดาวรรณ	แววเส็ง		16	95
644	24694	เด็กหญิงพิลาศลักษณ์	มากรักษ์		16	100
645	24695	เด็กหญิงอลิษา	สมวงศ์		16	100
646	24696	เด็กหญิงวนัสนันท์	หงษ์ทอง		16	95
647	24697	เด็กหญิงมัณฑิตา	ไกรสิทธิ์		16	100
648	24698	เด็กหญิงปิยะวรินทร์	บำรุง		16	90
649	24699	เด็กหญิงอภิสรา	กระจ่างจาย		16	85
650	24700	เด็กหญิงพิชญา	แก้วผลึก		16	100
651	24701	เด็กหญิงพิชญาภัค	หนูรุ่น		16	100
652	24702	เด็กหญิงปุญชรัสมิ์	ศรีสุขใส		16	95
653	24703	เด็กหญิงพลอยไพรินทร์	ภูมี		16	100
654	24704	เด็กหญิงพิชชานันท์	ทับหล้า		16	100
655	24705	เด็กหญิงจิรภิญญา	ตาลสถิตย์		16	100
656	24706	เด็กหญิงกัญญานิตย์	สุจริตธุระการ		16	100
657	24707	เด็กหญิงญาณดา	วิเชียร		16	85
658	24708	เด็กหญิงรินรดา	ริยาพันธ์		16	85
659	24709	เด็กหญิงพิมภ์พิชชา	ไพรัชวรรณ		16	95
660	24710	เด็กหญิงทัตพิชา	ปลื้มจิต		16	90
661	24711	เด็กหญิงปุญญิสา	พลวิชัย		16	100
662	24712	เด็กหญิงวิลาวรรณ	หนูนิล		16	90
663	24713	เด็กหญิงหนึ่งฤทัย	ชูทิพย์		17	90
664	24714	เด็กหญิงชุติกาญจน์	คงวิจิตร		17	100
665	24715	เด็กหญิงนพรัตน์	พัฒนเชียร		17	100
666	24716	เด็กหญิงนันท์นภัส	คล้ายสุวรรณ		17	95
667	24717	เด็กหญิงอภิชญา	อุไรรัตน์		17	75
668	24718	เด็กหญิงสุกฤตา	ชูช่วย		17	100
669	24719	เด็กหญิงอร​พิมล​	พิมพ์​ลอย		17	95
670	24720	เด็กหญิงณัชชาพร	ปรีชา		17	80
671	24721	เด็กหญิงอรอุมา	ทรงศรี		17	85
672	24722	เด็กหญิงการดี	จันดี		17	95
673	24723	เด็กหญิงกานต์ตะวัน	นกแก้ว		17	100
674	24724	เด็กหญิงกวินธิดา	สุขขี		17	80
675	24725	เด็กหญิงเพชรรดา	อินทร์คง		17	50
676	24726	เด็กหญิงศศินัดดา	มะด้วง		17	100
677	24727	เด็กหญิงอินทิรา	แซ่ลู่		17	60
678	24728	เด็กหญิงแพรววริน	ทองสุทธิ์		17	90
679	24729	เด็กหญิงกนกรัตน์	ซังทอง		17	95
680	24730	เด็กหญิงภูริชยา	จินดา		17	35
681	24731	เด็กหญิงรุ่งนภา	ชุมชอบ		17	95
682	24732	เด็กหญิงพิมพ์ชนก	พานิช		17	95
683	24733	เด็กหญิงนภสร	ชูโลก		17	85
684	23131	นายจิรเดช	ชูสุข		48	100
685	24734	เด็กหญิงบัญฑิตา	ดีใหม่		17	95
686	24735	เด็กหญิงมนัญชยา	พัฒทอง		17	90
687	24736	เด็กหญิงณัฏฐกันย์	บำรุง		17	90
688	24737	เด็กหญิงสุวิชาดา	อินทมา		17	80
689	24738	เด็กหญิงนันทิชา	รักษายศ		17	80
690	24739	เด็กชายยุทธภูมิ	ปรีชา		17	100
691	24740	เด็กชายกฤติน	ศรีน้อย		17	100
692	24741	เด็กชายพีรพล	เพชระ		17	100
693	24742	เด็กชายปัญญพนต์	ทองแก้ว		17	100
694	24743	เด็กชายณภัทร	พัฒนกุล		17	100
695	24744	เด็กชายปฐมพร	อุปลา		17	100
696	24745	เด็กชายธนทรัพย์	บุญสนอง		17	100
697	24746	เด็กชายกนกพล	อานนท์		17	100
698	24747	เด็กชายโสภณวิชญ์	ชุมศรี		17	95
699	24748	เด็กชายณัฐกมล	ลั่นซ้าย		17	100
700	24749	เด็กชายธนวิทย์	ช่วยศรี		17	100
701	24750	เด็กชายวรชาติ	ปลื้มจิต		17	100
702	24751	เด็กชายธีรภัทร	ณ นคร		17	90
703	24752	เด็กชายฤทธิชัย	สีโนน		17	100
704	24753	เด็กชายกีรติกร	โสดา		17	85
705	24754	เด็กชายพัชรพล	ภักดี		17	100
706	24755	เด็กชายยศกร	ศรีลาเทพย์		17	95
707	24756	เด็กชายสิรวิชญ์	สาทะเวช		17	100
708	24757	เด็กชายภานุพงศ์	เพชระ		17	100
709	24758	เด็กชายชนัญญู	กำลัง		18	100
710	24759	เด็กชายณัฐวุฒิ	หอยทอง		18	90
711	24760	เด็กชายธนกร	สุขจัด		18	95
712	24761	เด็กชายชยากร	ตรัสศรี		18	90
713	24762	เด็กชายธัญพิสิศฐ์	ไกรเทพ		18	65
714	24763	เด็กชายจักรภัทร	บัวแก้ว		18	95
715	24764	เด็กชายณฐพล	ชูขันธ์		18	100
716	24765	เด็กชายภัทรวัต	สุภฤกษ์เดชาชัย		18	100
717	24766	เด็กชายพจนินท์	แซ่ลิ้ม		18	95
718	24767	เด็กชายอภิศักดิ์	ศิริ		18	100
719	24768	เด็กชายคนาธิป	ทองเกิด		18	100
720	24769	เด็กชายณัฐกฤษ	วสันต์กรึก		18	100
721	24770	เด็กชายณัฐพล	มานพพันธ์		18	100
722	24771	เด็กชายนรภัทร	ยอดมณี		18	100
723	24772	เด็กชายรัชชานนท์	เพชรมุข		18	100
724	24773	เด็กชายชิติพัทธ์	บัวบุญ		18	95
725	24774	เด็กชายวศิน	แสงมณี		18	100
726	24775	เด็กชายพรภวิษย์	ทักษ์จ่าง		18	100
727	24776	เด็กชายปัญญา	เวียงชัย		18	100
728	24777	เด็กชายชนาธิป	ช่วยสองเมือง		18	100
729	24778	เด็กชายวงศกร	รักวงศ์		18	90
730	24779	เด็กชายปัณณวิชญ์	ชุมอุปการ		18	100
731	24780	เด็กหญิงภณิดา	ทองควนลึก		18	100
732	24781	เด็กหญิงทิตฐิตา	ชูประดิษฐ์		18	95
733	24782	เด็กหญิงกมลชนก	สุขรัตน์		18	-5
734	24783	เด็กหญิงกรวรรณ	ใยยอง		18	100
735	24784	เด็กหญิงณตะวัน	แสงพันธ์		18	95
736	24785	เด็กหญิงฐานิตา	ลือหล้า		18	95
737	24786	เด็กหญิงกาญจนาพร	พิบูลย์		18	100
738	24787	เด็กหญิงนรีรัตน์	บุญทอง		18	90
739	24788	เด็กหญิงกนกวรรณ	บำรุงภักดิ์		18	100
740	24789	เด็กหญิงวิภาวนี	บุญเหลือ		18	65
741	24790	เด็กหญิงปทิตตา	สีนวนลัง		18	75
742	24791	เด็กหญิงนฤมล	คำกรฤาชา		18	90
743	24792	เด็กหญิงกิดาการ	หนูพันธ์		18	90
744	24793	เด็กหญิงรัญชน์ทิชา	แก้วม่วง		18	100
745	24794	เด็กหญิงปาณิตา	ทองสุข		18	100
746	24795	เด็กหญิงบุญธิดา	เข็มขาว		18	95
747	24796	เด็กหญิงกัลญาณี	ดำเพชร		18	100
748	24797	เด็กหญิงปภาวดี	คงแทน		18	55
1939	23062	นายสราวุฒิ	ศรีน้อย		48	100
749	24798	เด็กหญิงรุ่งลาวัลย์	รอดเอียด		18	100
750	24799	เด็กหญิงศิริวิภา	ชัยเพชร		18	5
752	24801	เด็กหญิงฐิติพร	รอดกูล		18	95
753	24802	เด็กหญิงชวิสา	คงแก้ว		18	95
754	24803	เด็กหญิงณัฐธิญา	นุ่มนวล		19	90
755	24804	เด็กหญิงกนกรวีย์	จิตต์ไพโรจน์		19	100
756	24805	เด็กหญิงธัญชนก	ตำลึงทอง		19	100
757	24806	เด็กหญิงฐิตินันท์	พรหมขวัญ		19	100
758	24808	เด็กหญิงอริยากรณ์	เพชรอาวุธ		19	100
759	24810	เด็กหญิงรรรรรร	ปานแก้ว		19	95
760	24811	เด็กหญิงสิมิลัน	ทองหนู		19	5
761	24812	เด็กหญิงนิศารัตน์	อินรุ่ง		19	95
762	24813	เด็กหญิงคิรภัสสร	เสนทองแก้ว		19	100
763	24814	เด็กหญิงชลิตา	ขาวทอง		19	90
764	24815	เด็กหญิงดาราธิป	เอียดทอง		19	85
765	24816	เด็กหญิงธันยชนก	หน่วยแก้ว		19	100
766	24817	เด็กหญิงวิชญาดา	บำรุง		19	55
767	24818	เด็กหญิงชุติกาญจน์	คำสอน		19	100
768	24819	เด็กหญิงปนิตา	รัศมี		19	100
769	24820	เด็กหญิงอัตรอต้า	หะยีเส็นเบ็ญละ		19	75
770	24821	เด็กหญิงพัชราวดี	หมื่นห่อ		19	95
771	24822	เด็กหญิงชนากานต์	เพชรสงค์		19	95
772	24823	เด็กหญิงณิชาภัทร	ปรีชา		19	95
773	24824	เด็กหญิงวชิราภรณ์	นาอ้อม		19	80
774	24825	เด็กหญิงปวริศา	นิลเพชร		19	85
775	24826	เด็กชายเจด็จ	มณีนวล		19	90
776	24827	เด็กชายธราเทพ	รักษายศ		19	100
777	24828	เด็กชายกษิดิศ	ถิ่นพิบูลย์		19	100
778	24829	เด็กชายธีรภัทร	รุจิพงษ์		19	100
779	24830	เด็กชายวรวิทย์	แว่นแก้ว		19	100
780	24831	เด็กชายวรวิช	จันทร์แก้ว		19	100
781	24832	เด็กชายศุภณัฐ	เกลี้ยงประดิษฐ์		19	100
782	24833	เด็กชายกรวิชญ์	มัฎฐารักษ์		19	100
783	24834	เด็กชายคมกฤต	สุระกา		19	100
784	24835	เด็กชายภูริภัทร	ช่วยทาศักดิ์		19	100
785	24836	เด็กชายธนบดี	สีชมภู		19	95
786	24837	เด็กชายอมีลิน	-		19	100
787	24838	เด็กชายณัฐวุฒิ	แก้วสวัสดิ์		19	100
788	24839	เด็กชายธัญพิสิษฐ์	ปรีชา		19	100
789	24840	เด็กชายธัญพิสิษฐ์	ชัยศรียา		19	95
790	24841	เด็กชายกัมปนาท	พลพิชัย		19	100
791	24842	เด็กชายอริย์ธัช	ตาทอง		19	95
792	24843	เด็กชายดุลยวัส	คะเณย์		19	95
793	24844	เด็กชายภัทรวีร์	สุวรรณมณี		19	90
794	24846	เด็กชายธนัท	อ่อนสาร		19	95
795	24847	เด็กชายวุฒิชัย	ทองแก้ว		19	95
796	24848	เด็กชายวีรภาพ	เหมทานนท์		20	95
797	24849	เด็กชายจิรายุ	แก้วสุขศรี		20	95
798	24850	เด็กชายศิวกร	จำนงค์จิตต์		20	100
799	24851	เด็กชายพงศ์พีระ	ชูชาติ		20	100
800	24852	เด็กชายณัฏฐพล	เพชรนาคิน		20	100
801	24853	เด็กชายชยุตตพงศ์	หนูพรหม		20	100
802	24854	เด็กชายอติวิชญ์	ใยฤทธิ์		20	90
803	24855	เด็กชายศิวกร	ชำนาญ		20	100
804	24856	เด็กชายโชติพัฒน์	พระวิวงค์		20	80
805	24857	เด็กชายพุฒิเมธ	ศรีสุขใส		20	100
806	24858	เด็กชายธนกฤต	รักษามั่น		20	100
807	24859	เด็กชายรัชชานนท์	ชูรักษ์		20	100
808	24860	เด็กชายอัครเดช	มธุรส		20	100
809	24861	เด็กชายนฤเบศ	ปานสกุล		20	100
810	24862	เด็กชายวีระยุทธ	ศรีกลับ		20	100
811	24863	เด็กชายปกายเพชร	ศรีอ่อน		20	100
812	24864	เด็กชายสรรเพชร	สุมล		20	75
813	24865	เด็กชายนนทศักดิ์	เดชอรุณ		20	100
814	24866	เด็กชายชัยวิวัฒน์	สุทธิรักษ์		20	90
815	24867	เด็กหญิงกุลพัชร	อยู่ดี		20	85
816	24868	เด็กหญิงแพรวเพชร	เยาวพันธ์		20	70
817	24869	เด็กหญิงศิรพัชร	ราชรักษ์		20	90
818	24870	เด็กหญิงกนกวรรณ	พืชผล		20	100
819	24871	เด็กหญิงกัญญ์ศรา	นุ้ยเจริญ		20	110
820	24872	เด็กหญิงกานต์ธิดา	ปานุราช		20	95
821	24873	เด็กหญิงพลอยณิชา	เกื้อหนุน		20	95
822	24874	เด็กหญิงรุ่งตะวัน	นนทฤทธิ์		20	95
823	24875	เด็กหญิงณัฐปภัสร์	สุวรรณเหม		20	100
824	23406	นายปรมินทร์	ชณีมาศ		51	90
825	24876	เด็กหญิงณัฐธิดา	ไชยยุทธ		20	85
826	24877	เด็กหญิงณิชานันท์	หอมแก้ว		20	75
827	24878	เด็กหญิงภัทราพร	สองเมืองสุข		20	90
828	24879	เด็กหญิงกนกพร	พันธ์ศิลป์		20	110
829	24880	เด็กหญิงจุฑารัตน์	มีแก้ว		20	95
830	24881	เด็กหญิงธนัชญา	วิมลวิทยา		20	100
832	24883	เด็กหญิงณัฐธิชา	ทองหวาน		20	100
833	24884	เด็กหญิงพิมพ์พิศา	จินา		20	95
834	24885	เด็กหญิงศรินทร์ทิพย์	ขวัญเกิด		20	95
835	24886	เด็กหญิงก่อกนก	ละม้าย		20	95
836	24887	เด็กหญิงณัฏฐณิชา	วัชนะ		20	100
837	24888	เด็กหญิงภควรรณ	แก้วกระจาย		20	100
838	24889	เด็กหญิงพัณณิตา	ศิริวัฒน์		20	110
840	24891	เด็กหญิงมธุรดา	นะประสม		20	95
841	24892	เด็กหญิงน้ำเพชร	ชูคง		20	35
842	24893	เด็กหญิงมาริสา	กรุงแก้ว		21	100
843	24894	เด็กหญิงเปี่ยมปิยา	แซ่แต้		21	95
844	24895	เด็กหญิงชลนิภา	ขนอม		21	90
845	24896	เด็กหญิงนริสา	ช่วยบำรุง		21	100
846	24897	เด็กหญิงภัครมัย	กำจัดภัย		21	65
847	24898	เด็กหญิงมลฤดี	สุมิพันธ์		21	90
848	24899	เด็กหญิงกัญญาพัชร	ชูทัพ		21	80
849	24900	เด็กหญิงพรธิดา	ต่างจิตร		21	100
850	24901	เด็กหญิงธนัญชนก	สุมน		21	95
851	24903	เด็กหญิงวิชญาพร	วงศ์สวัสดิ์		21	100
852	24904	เด็กหญิงณัฐกานต์	สวนกูล		21	25
853	24905	เด็กหญิงนรกมล	เสนา		21	100
854	24906	เด็กหญิงศรัณย์พร	ดวงจันทร์		21	95
855	24907	เด็กหญิงปริยาภัทร	ไม้แก้ว		21	95
856	24908	เด็กหญิงชญาน์ทิพย์	ผิวสำอางค์		21	100
857	24909	เด็กหญิงพิชญาพร	เพชรมณี		21	95
858	24910	เด็กหญิงชวัลลักษณ์	มะลิวัลย์		21	95
859	24911	เด็กหญิงกุญช์ชญา	วสันต์กรึก		21	100
860	24912	เด็กหญิงกนกอร	บัวน้อย		21	90
861	24913	เด็กหญิงฐิตา	สวาหลัง		21	85
862	24914	เด็กหญิงขวัญชนก	สินแบน		21	95
863	24915	เด็กหญิงสรินนาถ	ศรีสา		21	85
864	24916	เด็กชายจักรพันธ์	คำแหง		21	100
865	24917	เด็กชายณัฐพล	ขาวสะอาด		21	100
866	24918	เด็กชายกษิดิ์เดช	แสงอ่อน		21	100
867	24920	เด็กชายภัทรดล	บำรุงพล		21	100
868	24921	เด็กชายภูวดล	ศรีน้อย		21	55
869	24922	เด็กชายพีระณัฐ	ทรัพย์มั่นคง		21	100
870	24923	เด็กชายธนพัต	อักษร		21	100
871	24924	เด็กชายวุฒิภัทร	เพ็งสกุล		21	100
872	24925	เด็กชายพัทรกรณ์	ทองเจริญ		21	100
873	24926	เด็กชายภควัตร	บัวเเก้ว		21	85
874	24927	เด็กชายสิรวิชญ์	พิศโสภี		21	90
875	24928	เด็กชายธนาวุฒิ	เจริญกุล		21	100
876	24929	เด็กชายศุภกิต	พิทักษ์		21	100
877	24930	เด็กชายจิรัฏฐ์กร	เทพเรือง		21	100
878	24931	เด็กชายฐิติกรณ์	ขำเจริญ		21	100
879	24932	เด็กชายธัญพิสิษฐ์	ชูคลี่		21	100
880	24933	เด็กชายธนภัทธ์	เชิญทอง		21	100
881	24934	เด็กชายปิติภัทร	ชูชาติ		21	100
882	24935	เด็กชายวายุวัฒน์	เผือกภูมิ		21	95
883	24936	เด็กชายณัฐพงศ์	ไชยประดิษฐ์		21	100
884	24937	เด็กชายสรายุทธ	ชาญณรงค์		21	100
831	24882	เด็กหญิงอัยลดา	แจ้งเศรษฐ		20	15
885	25152	เด็กหญิงตรีลดา	พรรณรังษี		21	95
886	25231	เด็กหญิงกันยกรณ์	ภารา		21	95
887	24938	เด็กชายธนกฤต	จินโนภาส		22	95
888	24939	เด็กชายณัฐภณ	ใจหาญ		22	100
889	24940	เด็กชายเขมอนันต์	ทองไหม		22	95
890	24941	เด็กชายวุฒิศักดิ์	จ้อยชู		22	100
891	24942	เด็กชายเขมณัฐ์	วสันต์กรึก		22	100
892	24943	เด็กชายนพดล	ตระกุลนิตย์		22	100
893	24944	เด็กชายภูธเนศ	ขลิกเหรา		22	100
894	24945	เด็กชายศักย์ศรณ์	ทองกระจ่าง		22	100
895	24946	เด็กชายสรัล	ศิริปัญญา		22	100
896	24947	เด็กชายกันตินันท์	พลพิชัย		22	100
897	24948	เด็กชายพัชรพล	แก้วโชติ		22	100
898	24949	เด็กชายธนกฤต	หงษ์ทอง		22	95
899	24952	เด็กชายณัฐพัฒน์	เกิดศรี		22	85
900	24953	เด็กชายปฎิพัทธ์	แก้วรัตน์		22	100
901	24954	เด็กชายชัยวัฒน์	ขนาบศักดิ์		22	100
902	24955	เด็กชายณัฐพัชร์	เพชรเเดง		22	100
903	24956	เด็กชายพีรณัฐ	อะสิเอก		22	100
904	24957	เด็กชายกันตพงศ์	ชัยสวัสดิ์		22	100
905	24958	เด็กชายกันตพัฒน์	เพชรแดง		22	100
906	24959	เด็กชายชัยนุชิต	แต้มแสน		22	95
907	24960	เด็กชายณัฐภูมิ	สิทธิดำรงค์		22	100
908	24961	เด็กชายกฤตนัย	จันทรมณี		22	100
909	24962	เด็กชายชนาธิป	รัตตกุล		22	100
910	24963	เด็กชายวิศิษฐ์พงค์	แก้วกุล		22	95
911	24964	เด็กชายรัชชานนท์	สุขนุกูล		22	100
912	24965	เด็กหญิงภัทรประภา	จันทรทิพย์		22	85
913	24966	เด็กหญิงรัตนาวดี	รอดรู้		22	100
914	24967	เด็กหญิงลลิตา	ติ้วต้ง		22	100
915	24968	เด็กหญิงกฤติลักษณ์	เพชรแท้		22	100
916	24969	เด็กหญิงณิชาภัทร	ศรีชาย		22	90
917	24970	เด็กหญิงปริยากร	เพ็ชระ		22	100
918	24971	เด็กหญิงกาญจนา	วงค์จินดา		22	75
919	24972	เด็กหญิงชุติมา	ถวาย		22	100
920	24973	เด็กหญิงณิชนันทน์	ส้มเกิด		22	0
921	24974	เด็กหญิงณิชาภัส	ขาวสุวรรณ		22	95
922	24975	เด็กหญิงสุนิสา	ชูชาติ		22	95
923	24976	เด็กหญิงกฤตพร	ทับทิมหอม		22	95
924	24977	เด็กหญิงณัฐธิดา	ภูชงค์		22	35
925	24978	เด็กหญิงกัญจน์จิรา	จิตรสบาย		22	100
926	24979	เด็กหญิงภิญญดา	แก้วทองสร		22	100
927	24980	เด็กหญิงณัชริญา	กฏเเก้ว		22	100
928	24981	เด็กหญิงวริศรา	แก้วสุขศรี		22	60
929	24982	เด็กหญิงชนัญชิดา	สังฆณี		22	15
930	25705	เด็กชายธนวิชญ์	ฤกษ์ดี		22	100
931	24983	เด็กหญิงพรรณวรท	นุราช		23	100
932	24985	เด็กหญิงรวินทร์นิภา	แสงศรี		23	100
933	24986	เด็กหญิงปันดารี	บูระพา		23	100
934	24987	เด็กหญิงณัฐณิชา	ทองจิต		23	95
935	24988	เด็กหญิงโฉมธิดา	แก้วกาญจน์		23	100
936	24989	เด็กหญิงธนัชญา	จันทร์งาม		23	100
937	24990	เด็กหญิงศศิประภา	จันทร์เกลี้ยง		23	95
938	24991	เด็กหญิงณปภัสร	ช่วยขุน		23	100
939	24992	เด็กหญิงเสาวลักษณ์	วงษ์กวี		23	95
940	24993	เด็กหญิงณิชานันท์	หวานสนิท		23	100
941	24994	เด็กหญิงนัฐฐาพร	ขวัญชุม		23	90
942	24995	เด็กหญิงณัฐติยา	ส้มเกิด		23	100
943	24996	เด็กหญิงกรรณ์อักษร	หนูพรหม		23	100
944	24997	เด็กหญิงศุธารัตน์	รัตนพันธ์		23	95
945	24998	เด็กหญิงนันท์นลิน	ยกย่อง		23	95
946	24999	เด็กหญิงธิดารัตน์	เหลือเเก้ว		23	80
947	25000	เด็กหญิงกานต์ชนิตา	มีแก้ว		23	70
948	25001	เด็กชายณัฐวัฒน์	จิตรธรรม		23	40
949	25002	เด็กชายรัตนกรณ์	อนุภักดิ์		23	100
950	25003	เด็กชายวิศรุต	รัตนคช		23	100
951	25004	เด็กชายจิรายุ	พัฒฉิม		23	100
952	25005	เด็กชายธนกร	คงสา		23	100
953	25006	เด็กชายพีรพล	เจริญสุข		23	85
954	25007	เด็กชายพีรพัฒน์	คุณประสพ		23	100
955	25008	เด็กชายวรเมธ	ชูแก้ว		23	100
956	25009	เด็กชายวรภัทร์	ทรงเลิศ		23	90
957	25010	เด็กชายเตชิต	ธราพร		23	100
958	25011	เด็กชายกิตติพศ	แสงจันทร์		23	100
959	25012	เด็กชายวีรฤทธิ์	เกษเพชร		23	100
960	25013	เด็กชายอรรถพล	ศฤงคาร		23	25
961	25014	เด็กชายภูรินท์	ราษฎร์เจริญ		23	90
962	25015	เด็กชายรัชชานนท์	ทองสุย		23	100
963	25016	เด็กชายรุ่งตะวัน	แซ่เซ็ง		23	100
964	25017	เด็กชายรัชชานนท์​	ศศิเดโช		23	95
965	25018	เด็กชายจีรศักดิ์	แก้วเจริญ		23	30
966	25019	เด็กชายเพชรรัตน์	เพชรปานวงศ์		23	100
967	25020	เด็กชายณัฎฐภัทร	บุญเสริม		23	95
968	25021	เด็กชายภัทรพงษ์	อุ่นจันทร์		23	95
969	25022	เด็กชายวฤทธิ์	คลองขุด		23	100
970	25023	เด็กชายธนาธิป	สวรรค์บรรพต		23	100
971	25024	เด็กชายปณิธาน	เพ็งสกุล		23	100
972	25025	เด็กชายรัฐกาล	คล้ายปาน		23	100
973	25026	เด็กชายภานุพงศ์	เนาภักดี		23	100
974	25027	เด็กชายศรัณญ์ภัทร์	หนูสีดำ		23	100
975	25706	เด็กหญิงแทนขวัญ	บางโรย		23	100
976	25028	เด็กชายธีระพล	ชอบผล		24	40
977	25029	เด็กชายณฑวัฒน์	พันธวงษ์		24	95
978	25030	เด็กชายฆนากร	อยู่ขาว		24	95
979	25031	เด็กชายอิทธิกร	พงศ์รัตนมงคล		24	95
980	25032	เด็กชายภูวณัฐ	ประพันธ์		24	90
981	25033	เด็กชายภัทรพล	ตรีศรี		24	50
982	25034	เด็กชายกิตติพงศ์	นพรัตน์		24	50
983	25035	เด็กชายธนโชติ	แสงศรี		24	90
984	25036	เด็กชายชิตภูมิ	วรรณสกล		24	95
985	25037	เด็กชายนนทพัทธ์	อำลอย		24	95
986	25038	เด็กชายเอกวัฒน์	ทองพันธ์		24	90
987	25040	เด็กชายไวภพ	เพชรมุข		24	0
988	25041	เด็กชายปัญญ์ปุริ	พรมประดิษฐ		24	100
989	25042	เด็กชายณัฐชนน	แก้วสม		24	100
990	25043	เด็กชายกันตพงศ์	ผลชัย		24	95
991	25044	เด็กชายณัฐวุฒิ	พรหมจันทร์		24	-5
992	25045	เด็กชายวชิรวิทย์	ผิวคล้ำ		24	90
993	25046	เด็กชายเจษฎา	เดชอรุณ		24	100
994	25047	เด็กชายชำนาญ	มังกรรัตน์		24	15
995	25048	เด็กชายนิลพัทธ์	สูงใจวงษ์		24	90
996	25049	เด็กชายภัคพล	ศรีเมือง		24	95
997	25050	เด็กชายศักดิ์นริน	สิทธิฤทธิ์		24	60
998	25051	เด็กชายรัชกฤช	สิงห์ชัย		24	100
999	25052	เด็กชายกฤษณกันท์	ศรีสวัสดิ์		24	60
1000	25053	เด็กชายธนภัทร	อุบล		24	55
1001	25054	เด็กหญิงจิรัชญา	เพชรชํานาญ		24	95
1002	25055	เด็กหญิงศุฑาทิพย์	จันทร์น้อย		24	100
1003	25056	เด็กหญิงวิลาสิณี	ฆังคมณี		24	100
1004	25057	เด็กหญิงกัลยาพรณ์	จันทร์สง		24	95
1005	25058	เด็กหญิงทิยารัตน์	ชูเมือง		24	90
1006	25059	เด็กหญิงปวิชญา	นิลเพชร		24	95
1007	25060	เด็กหญิงจุฑามาศ	ชูสิทธิ์		24	100
1008	25061	เด็กหญิงรุ่งนภา	อรุโณทัย		24	100
1009	25062	เด็กหญิงอภิชญา	จงกลศรี		24	25
1010	25063	เด็กหญิงณัฐกานต์	สมุดจินดา		24	80
1011	25064	เด็กหญิงณัฐธิชา	ช่วยรอด		24	100
1012	25065	เด็กหญิงชนิฉัตร	เพ็ชรรัตน		24	90
1013	25066	เด็กหญิงโยธิตา	จันทร์ศรี		24	90
1014	25067	เด็กหญิงชฎามาส	ไชยสิทธิ์		24	95
1015	25068	เด็กหญิงกัญญาวีร์	ฆังทอง		24	95
1016	25069	เด็กหญิงณิชานันท์	จันปาน		24	55
1017	25070	เด็กหญิงณัฏฐณิชา	นาควิลัย		24	95
1018	25071	เด็กหญิงสุภารัตน์	นวลทอง		24	100
1019	25072	เด็กหญิงกันต์ฤทัย	เมืองน้อย		24	80
1020	25707	เด็กหญิงนฤสรณ์	รักษา		24	95
1021	24006	เด็กหญิงฟ้าใส	สุขเกื้อ		25	100
1022	24007	เด็กหญิงเขมจิรา	สุขเต๊ะ		25	100
1023	24008	เด็กหญิงเขมิสรา	สะบายแท้		25	100
1024	24009	เด็กหญิงนันท์นภัส	เสนาสวัสดิ์		25	95
1025	24010	เด็กหญิงกนกพร	ราชรักษ์		25	90
1026	24011	เด็กหญิงชญานุช	รักษาแก้ว		25	95
1027	24012	เด็กหญิงจณิสตา	ชูดำดี		25	100
1028	24014	เด็กหญิงอภิสรา	ทองขาว		25	100
1029	24015	เด็กหญิงวรัญญา	อินทร์แก้ว		25	100
1030	24016	เด็กหญิงลัดดาวรรณ	นาพญา		25	95
1031	24017	เด็กหญิงณณิชา	เพชรทอง		25	95
1032	24018	เด็กหญิงชาลิสา	สงขาว		25	100
1033	24019	เด็กหญิงศิรดา	พินเกตุ		25	95
1034	24020	เด็กหญิงปภาวรินท์	เพชรน้อย		25	100
1035	24021	เด็กหญิงอริสรา	เหล่าสกุล		25	85
1036	24022	เด็กหญิงเบญญาภา	สุทธิมุข		25	100
1037	24024	เด็กชายธนวิชญ์	ช่วยบุญชู		25	100
1038	24025	เด็กชายฐิตินันท์	ประพันธุ์		25	100
1039	24026	เด็กชายธนนท์	บุญทรัพย์		25	100
1040	24027	เด็กชายธนาพันธน์	อัครมหาโยธิน		25	100
1041	24028	เด็กชายพงศกร	พิทักษ์		25	100
1042	24029	เด็กชายปวริศ	ไหมทอง		25	100
1043	24030	เด็กชายอัฐวัฒน์	ลิ่วรุ่งโรจน์		25	100
1044	24031	เด็กชายพีรศุภ	ศรีทวี		25	100
1045	24032	เด็กชายศุภณัฐ	ชูแก้ว		25	100
1046	24033	เด็กชายกิตติภพ	ตันติวิกรม		25	95
1047	24034	เด็กชายอธิพงศ์	ติ้วต้ง		26	100
1048	24035	เด็กชายณัฐชนน	แจ้งเพชร		26	100
1049	24036	เด็กชายอัครพล	คงแป้น		26	100
1050	24037	เด็กชายเจตน์สฤษฎิ์	สุขขัด		26	95
1051	24038	เด็กชายวงศกร	พูนพนัง		26	100
1052	24039	เด็กชายพีรพัฒน์	ส้มเกลี้ยง		26	95
1053	24040	เด็กชายกันตวัฒน์	บู่ทอง		26	100
1054	24041	เด็กชายนทีธร	แดงสุภา		26	100
1055	24042	เด็กชายกิตติพงศ์	สอนประสม		26	95
1056	24043	เด็กชายอาทร	คชรินทร์		26	100
1057	24044	เด็กชายเตชินท์	ไกรเกตุ		26	100
1058	24045	เด็กชายวิชศกร	อินนอก		26	100
1059	24046	เด็กชายศรัณย์ภัทร์	อยู่ดี		26	100
1060	24047	เด็กชายฐีรวัฒน์	จันดาเบ้า		26	90
1061	24048	เด็กชายนนธนัท	ธรรมบำรุง		26	100
1062	24049	เด็กชายวรัลพัชร	หนูสีดำ		26	100
1063	24050	เด็กชายธนชาต	เมืองใหม่		26	90
1064	24051	เด็กชายธนภัทร	บริพันธ์		26	100
1065	24052	เด็กหญิงสุกฤตา	มณีรัตน์		26	95
1066	24053	เด็กหญิงกุลธิดา	พูลสวัสดิ์		26	100
1067	24054	เด็กหญิงศิรภัสสร	ศรีน้อย		26	100
1068	24057	เด็กหญิงนันทิยา	มาลีวงษ์		26	95
1069	24058	เด็กหญิงลภัสรดา	ซังทอง		26	95
1070	24059	เด็กหญิงกุลณัฏฐ์	ประสิทธิ์		26	95
1071	24060	เด็กหญิงธนัชพร	คมกล้า		26	100
1072	24061	เด็กหญิงปวริศา	นาควงค์		26	100
1073	24062	เด็กหญิงจันทมณี	มาทัพ		26	95
1074	24063	เด็กหญิงมุกข์ธิดา	บำรุง		26	95
1075	24064	เด็กหญิงลภัสสินี	อักษรเพียร		26	90
1076	24065	เด็กหญิงรับรพี	วังคุ้มภัย		26	95
1077	24066	เด็กหญิงสิริยากร	ชุมชอบ		26	100
1078	24067	เด็กหญิงญาตาวี	ปรีชา		26	95
1079	24068	เด็กหญิงปิยนันท์	ริยาพันธ์		26	100
1080	24069	เด็กหญิงสิริพร	พิจิตร		26	100
1081	24070	เด็กหญิงภาวินี	พยัคฆา		26	95
1082	24071	เด็กหญิงพัทศินา	เลื่อนน้ำ		26	100
1083	24072	เด็กหญิงคิรภัสสร	ทองคำ		26	100
1084	24073	เด็กหญิงไอยวรินทร์	ไชยถาวร		26	100
1085	24074	เด็กหญิงสุวรรณา	คาร		26	100
1086	24076	เด็กหญิงวรรณวิษา	จันทร์แดง		27	95
1087	24077	เด็กหญิงณัฐณิชา	ช่วยวัง		27	95
1088	24078	เด็กหญิงบัณฑิตา	ซังทอง		27	100
1089	24079	เด็กหญิงพาขวัญ	สกูลกุล		27	100
1090	24080	เด็กหญิงเปมิกา	แสงใส		27	95
1091	24081	เด็กหญิงเมธาวี	หมวดเพ็ชร์		27	100
1092	24082	เด็กหญิงลลิตภัทร	ทิพย์สุวรรณ		27	100
1093	24083	เด็กหญิงธัญวรัตม์	จงจิต		27	100
1094	24084	เด็กหญิงกชมน	แสงมณี		27	100
1095	24085	เด็กหญิงพลอยนภัส	งามประดิษฐ์		27	100
1096	24086	เด็กหญิงชญานิศ	พุทธะวัจนานุรักษ์		27	95
1097	24087	เด็กหญิงพิชญาภา	ยิ่งดำนุ่น		27	95
1098	24088	เด็กหญิงชนาธิป	จันทวงษ์		27	100
1099	24089	เด็กหญิงสุรัสวดี	จรเปลี่ยว		27	95
1100	24090	เด็กหญิงสลิลทิพย์	เกตุทัย		27	95
1101	24091	เด็กหญิงสุพิชญา	คงเจริญ		27	100
1102	24092	เด็กหญิงรัตนาวดี	ทองสุข		27	100
1103	24093	เด็กหญิงอภิชญา	จับใจนาย		27	100
1104	24094	เด็กหญิงขวัญวรินทร์	ชูทอง		27	95
1105	24095	เด็กหญิงปัณฐิตา	ทองศรี		27	100
1106	24096	เด็กหญิงซันดาวิน	-		27	100
1107	24097	เด็กหญิงวรณัน	บริพันธ์		27	90
1108	24099	เด็กชายนชต	ชูช่วย		27	100
1109	24100	เด็กชายชิติพัฒน์	ทรัพย์มั่นคง		27	100
1110	24101	เด็กชายจิรพัฒน์	ศรีพงศ์		27	100
1111	24102	เด็กชายกษมพล	สวัสดิวงศ์		27	100
1112	24103	เด็กชายกันตพล	ภักดี		27	100
1113	24104	เด็กชายวีรวิชญ์	ยะโส		27	95
1114	24105	เด็กชายณฐพล	ทองพันธ์		27	95
1115	24106	เด็กชายสุรสีห์	จันทบูรณ์		27	100
1116	24107	เด็กชายอนวัช	ดอกเตย		27	95
1117	24108	เด็กชายวชิรวิชญ์	ศรีธนสาร		27	100
1118	24109	เด็กชายธนกฤต	ใจสมุ​ทร		27	85
1119	24110	เด็กชายฐปนยศ	ช่วยศรี		27	100
1120	24111	เด็กชายชวรัตน์	จันทร์เมือง		27	100
1121	24112	เด็กชายชยากร	นนทศักดิ์		27	90
1122	24113	เด็กชายณัฐเดช	วิญญานะ		27	100
1123	24114	เด็กชายกฤษกร	สังข์ทองด้วง		27	100
1124	24115	เด็กชายธนิศร	เที่ยงคืน		27	85
1125	24116	เด็กชายพนธกร	โสดา		27	95
1126	24117	เด็กชายพชรพล	สวัสดิ์อุบล		27	85
1127	25708	เด็กหญิงเกณิกา	แก้วเจริญ		27	90
1128	24118	เด็กชายไกรวิทย์	เทพศักดิ์		28	100
1129	24119	เด็กชายภานุวัฒน์	ฮวดทวี		28	100
1130	24120	เด็กชายหรรษกร	ทองจรัสแสง		28	100
1131	24121	เด็กชายอชิรวิชญ์	รักษาวงษ์		28	100
1132	24122	เด็กชายไผท	ศรีโชค		28	100
1133	24123	เด็กชายเหมรัศมิ์	โอภาสพงศ์		28	95
1134	24124	เด็กชายอัครชัย	นาคยิ้ม		28	100
1135	24125	เด็กชายธนกฤต	บุษบา		28	100
1136	24126	เด็กชายอชิกวินท์	สุขชนะ		28	95
1137	24127	เด็กชายภูริภัทร	บุญเกิด		28	100
1138	24128	เด็กชายจิรกร	ศรีเกตุ		28	95
1139	24129	เด็กชายธนณัฐ	วรรณโชติ		28	95
1140	24130	เด็กชายศุภวิชญ์	ไกรสิทธิ์		28	100
1141	24131	เด็กชายธิติวุฒิ	วงค์ราช		28	95
1142	24132	เด็กชายธราธิป	จองศักดิ์		28	70
1143	24133	เด็กชายสุดเขต	พรหมสวัสดิ์		28	100
1144	24134	เด็กชายนพณัฐ	เเมนวงค์		28	90
1145	24135	เด็กชายชนะเดช	พงศ์พัฒนกุล		28	90
1146	24136	เด็กชายกรธวัช	สุวรรณ​		28	100
1147	24137	เด็กหญิงนันท์นภัส	พรหมจันทร์		28	95
1148	24138	เด็กหญิงกชวรรณ	นิชานนท์		28	100
1149	24139	เด็กหญิงธัญวรัตม์	ทักจ่าง		28	100
1150	24140	เด็กหญิงพัชรภร	นวลแก้ว		28	100
1151	24141	เด็กหญิงณัฐนิชา	ปรีชา		28	90
1152	24142	เด็กหญิงนันทิชา	สังกำลัง		28	100
1153	24143	เด็กหญิงพรรณวรท	เกลี้ยงกลม		28	100
1154	24144	เด็กหญิงกีรติยา	ยะโส		28	100
1155	24145	เด็กหญิงณัฐธิดา	สุขธระ		28	100
1156	24146	เด็กหญิงศศิวิมล	รอดเจริญ		28	100
1157	24148	เด็กหญิงวิลาศิณี	วิชชุตารัช		28	80
1158	24149	เด็กหญิงธัญวรัตม์	ฟักแก้ว		28	100
1159	24150	เด็กหญิงฐิติญานันท์	เลี่ยนศิริ		28	95
1160	24151	เด็กหญิงปุณยวีร์	สิงห์ชัย		28	100
1161	24152	เด็กหญิงณัฏฐณิชา	เจริญเลิศ		28	90
1162	24153	เด็กหญิงฐรินดา	พรมขำ		28	85
1163	24154	เด็กหญิงศิริรัตน์	รัตนานุพงศ์		28	100
1164	24155	เด็กหญิงภวิกา	ขวัญใจ		28	100
1165	24156	เด็กหญิงสิรามล	ชูทอง		28	100
1166	24157	เด็กหญิงประณัญยา	คงสา		28	100
1167	24158	เด็กหญิงปิย​ฉัตร​	แก้วเจริญ​		28	100
1168	24159	เด็กหญิงธัชวนันท์	จันทร์แป้น		28	95
1169	24919	เด็กชายปุณณัตถ์	สงจันทร์		28	80
1170	24160	เด็กหญิงฉัตรฤทัย	พรมช่วย		29	100
1171	24161	เด็กหญิงศุภศจี	วรรธวงค์		29	100
1172	24162	เด็กหญิงกุลนันท์	พานิชย์		29	95
1173	24163	เด็กหญิงฐิตวันต์	เดชะ		29	90
1174	24164	เด็กหญิงพิชชานันท์	สุปันตี		29	100
1175	24165	เด็กหญิงพลอยกมล	โนวัฒน์		29	100
1176	24166	เด็กหญิงมณีรัตน์	จันทร์สุข		29	100
1177	24167	เด็กหญิงบุญญารัตน์	บุญนำ		29	95
1178	24168	เด็กหญิงปรียาภรณ์	ธรฤทธิ์		29	100
1179	24169	เด็กหญิงวารินทรดา	แซ่เตื้อง		29	100
1180	24170	เด็กหญิงสวรส	เกลื้ยงเกลา		29	90
1181	24171	เด็กหญิงโชติกา	สุขย้อย		29	85
1182	24172	เด็กหญิงณัฎฐธิดา	ประเสริฐสินเจริญ		29	100
1183	24173	เด็กหญิงศศิภัส	เสือคำ		29	90
1184	24174	เด็กหญิงอรอนงค์	นุ้ยเจริญ		29	95
1185	24175	เด็กหญิงกมลพัชร	เพชรแก้ว		29	90
1186	24176	เด็กหญิงกวิสรา	แก้วเจริญ		29	100
1187	24177	เด็กหญิงรุ่งนภา	มณีโชติ		29	90
1188	24178	เด็กหญิงเฟื่องฟ้า	ปั้นทอง		29	95
1189	24179	เด็กหญิงจิรชยา	สวัสดิกูล		29	100
1190	24180	เด็กหญิงรัตนาวลี	จินโน		29	100
1191	24181	เด็กหญิงนันท์นภัส	นราภักดี		29	95
1192	24182	เด็กหญิงณัชชา	แจ้งเพชร		29	95
1193	24183	เด็กหญิงกชกร	ทั่วจบ		29	95
1194	24184	เด็กหญิงนวลพรรณ	ชูแก้ว		29	100
1195	24185	เด็กหญิงกฤษณา	นิลไชย		29	80
1196	24186	เด็กชายณัฐนนท์	จงกลศรี		29	100
1197	24187	เด็กชายเดโชชาติ	สวาหลัง		29	100
1198	24188	เด็กชายนพเก้า	ชุมช่วย		29	100
1199	24190	เด็กชายก้องภพ	บุญเกื้อส่ง		29	85
1200	24191	เด็กชายพรลภัส	จันทนู		29	100
1201	24192	เด็กชายธนบดี	ธรรมเที่ยง		29	100
1202	24193	เด็กชายสารพงศ์	มาลาศรี		29	100
1203	24194	เด็กชายณัฐวัศ	มณีโสตร		29	90
1204	24195	เด็กชายปพนวิช	วุนจินา		29	95
1205	24196	เด็กชายเตวิช	บุญช่วย		29	100
1206	24197	เด็กชายศุภรัตน์	วิรัตน์		29	100
1207	24198	เด็กชายทักษดนย์	ขวัญชุม		29	100
1208	24199	เด็กชายสรวิชญ์	กำลังใบ		29	100
1209	24200	เด็กชายวชิรวิทย์	ภูมี		29	95
1210	24201	เด็กชายศราวุธ	นวลสุทธิ์		29	80
1211	24554	เด็กชายณัฐกิตติ์	กิตติพลจักร		29	100
1212	24202	เด็กชายปัญญา	วิชัยดิษฐ		30	90
1213	24203	เด็กชายปิยพัทธ์	ช่วยแก้ว		30	95
1214	24204	เด็กชายทินพันธุ์	เพชรจิรพงศ์		30	100
1215	24205	เด็กชายธรรมราช	อักษรนำ		30	95
1216	24206	เด็กชายเจษฎา	ซ้ายเบี้ยว		30	100
1217	24207	เด็กชายศุภวัฒน์	ดีประสิทธิ์		30	95
1218	24208	เด็กชายณัฐวัฒน์	คำน้อย		30	100
1219	24209	เด็กชายฤชุวิญญ์	แสงมณี		30	100
1220	24210	เด็กชายธีรภูมิ	เมืองช่วย		30	95
1221	24211	เด็กชายสพล	เรืองแก้วมณี		30	95
1222	24212	เด็กชายรัชพล	นวลแก้ว		30	100
1223	24213	เด็กชายญาณวรุต	เเก้วกาญจน์		30	95
1224	24214	เด็กชายธนวินท์	ผลความดี		30	100
1225	24215	เด็กชายจิรายุ	สกุลคง		30	90
1226	24216	เด็กชายธีรณัฐ	ดำล่อง		30	100
1227	24217	เด็กชายนวพล	ดาวสุวรรณ		30	85
1228	24218	เด็กหญิงณัฏฐธิดา	การิสันติ		30	100
1229	24219	เด็กหญิงสิริธาร	เมืองพูน		30	100
1230	24220	เด็กหญิงพิมพ์มาดา	อยู่ดี		30	100
1231	24221	เด็กหญิงปริชญา	จิตตจำนงค์		30	100
1232	24222	เด็กหญิงวาสนา	ภาชนะกาญจน์		30	85
1233	24223	เด็กหญิงกัญญาพัชร์	ศรีรัตน์		30	100
1234	24224	เด็กหญิงเปมิกา	วโรระ		30	100
1235	24225	เด็กหญิงภิญญาพัชญ์	พิศโสภี		30	80
1236	24226	เด็กหญิงณัฐฐาภร	วัฒนวงศ์		30	95
1237	24227	เด็กหญิงเนตรนภา	บุญคมรัตน์		30	100
1238	24228	เด็กหญิงบวรลักษณ์	กรุงแก้ว		30	90
1239	24229	เด็กหญิงกรองกาญจน์	อักษรเพียร		30	85
1240	24230	เด็กหญิงอัญชิษา	ชูช่วย		30	100
1241	24231	เด็กหญิงกชฎาภรณ์	อำนวย		30	90
1242	24232	เด็กหญิงภาวิณี	สมงาม		30	95
1243	24233	เด็กหญิงณิชกานต์	แซ่ด่าน		30	75
1244	24234	เด็กหญิงเนตรชนก	บุญคมรัตน์		30	100
1245	24235	เด็กหญิงรัตนาภา	คงด้วง		30	95
1246	24236	เด็กหญิงนันท์นภัส	ไทยเกิด		30	100
1247	24237	เด็กหญิงญานภัทร	นาคเสนา		30	75
1248	24238	เด็กหญิงญาณิศา	เกิดสม		30	100
1249	24239	เด็กหญิงสิริวิมล	หนูหวาน		30	100
1250	24240	เด็กหญิงศุภานัน	คงเจริญ		30	100
1251	24241	เด็กหญิงนันท์นภัส	ปลื้มสุทธิ์		30	90
1252	24242	เด็กหญิงธัญญารัตน์	อินทร์จันทร์		30	95
1253	24243	เด็กหญิงศิริรัตน์	สุขขัด		30	100
1254	24244	เด็กหญิงพิชญธิดา	จันทระ		31	90
1255	24246	เด็กหญิงปิยาพัชร	ฉวาง		31	70
1256	24247	เด็กหญิงจันทกานต์	ทักษ์จ่าง		31	100
1257	24248	เด็กหญิงปาริฉัตร	ดวงแก้ว		31	100
1258	24250	เด็กหญิงปรายฟ้า	รักปาน		31	90
1259	24251	เด็กหญิงเพ็ญนภา	กายโรจน์		31	85
1260	24252	เด็กหญิงญาตินันท์	สวนกูล		31	95
1261	24253	เด็กหญิงชุติกาญจน์	บุญทอง		31	75
1262	24255	เด็กหญิงกัญญารัตน์	แก้วรักษา		31	100
1263	24256	เด็กหญิงสิริกร	เภรี		31	100
1264	24257	เด็กหญิงปานตะวัน	จิววุฒิพงค์		31	85
1265	24258	เด็กหญิงพิมพ์ชนก	สุวรรณรัตน์		31	90
1266	24260	เด็กหญิงณัชฐาวีรนุช	อินทร์จันทร์		31	90
1267	24261	เด็กหญิงนิษฐ์ชิตา	คุ้มญาติ		31	90
1268	24262	เด็กหญิงทิพย์มณฑา	สุขศรี		31	95
1269	24263	เด็กหญิงอัญชลีพร	อยู่ดี		31	95
1270	24264	เด็กหญิงปัญจรัตน์	นุ่นเส้ง		31	100
1271	24265	เด็กหญิงศศินันท์	คงปาน		31	100
1272	24266	เด็กหญิงวรัญญา	เซ่งซี่		31	95
1273	24267	เด็กหญิงกนกวรรณ	ปลื้มใจ		31	95
1274	24268	เด็กหญิงปณิตา	ปานวัฒน์		31	40
1275	24269	เด็กหญิงนลินรัตน์	ชูทอง		31	65
1276	24270	เด็กชายนพธีรา	แก้ววิลา		31	100
1277	24271	เด็กชายณัฐวัศ	เพ็ชรอาวุธ		31	100
1278	24272	เด็กชายพีรพัฒน์	ไทยเสน		31	100
1279	24273	เด็กชายพันธกานต์	บุญไกร		31	100
1280	24274	เด็กชายอัมรินทร์	ล่องแก้ว		31	80
1281	24275	เด็กชายธรรมรส	ขุนพานเพิง		31	100
1282	24276	เด็กชายกันตินันท์	มีชู		31	100
1283	24277	เด็กชายกัญตพัฒน์	สุระกา		31	100
1284	24278	เด็กชายดรัณ	ทองฉาย		31	100
1285	24279	เด็กชายภูมิพัฒน์	ใจห้าว		31	100
1286	24281	เด็กชายศิวกร	ทิพย์ดี		31	100
1287	24282	เด็กชายโรจนัสถ์	แก้วชัด *		31	100
1288	24283	เด็กชายคณาวุฒิ	ทองเกิด		31	100
1289	24284	เด็กชายชัยชนะ	เดชอรุณ		31	100
1290	24285	เด็กชายภูมิพัฒน์	สุขศรีนวน		31	100
1291	25142	เด็กชายพชร	อิสระสุข		31	100
1292	25143	เด็กหญิงวรรณิกา	อาจนะ		31	95
1293	25144	เด็กหญิงฐิติธญา	สิขิวัฒน์		31	95
1294	24286	เด็กชายกฤตกานต์	ม่วงรัก		32	100
1295	24287	เด็กชายปุณณรัตน์	สุขช่วย		32	95
1296	24288	เด็กชายวีรวิชญ์	คำแก้ว		32	100
1297	24289	เด็กชายธันวา	เนาวนัด		32	100
1298	24290	เด็กชายเอกชยุต	แซ่หวั่ง		32	100
1299	24291	เด็กชายนภัสกร	สายเภอ		32	100
1300	24292	เด็กชายปุณยวัจน์	เรืองเวช		32	100
1301	24294	เด็กชายฆนากร	ชูขันธ์		32	100
1302	24295	เด็กชายอานัส	สุขุมทอง		32	100
1303	24296	เด็กชายกรวิชญ์	สุขกรี		32	100
1304	24297	เด็กชายยศกร	ธูปบูชา		32	100
1305	24298	เด็กชายปวีวัฒน์	ศักดิ์ส่ง		32	100
1306	24299	เด็กชายสุทธิรักษ์	เที่ยวแสวง		32	100
1307	24300	เด็กชายวิริทธิ์พล	ถนนแก้ว		32	100
1308	24301	เด็กชายนิเวศน์	นิลเพชร		32	80
1309	24303	เด็กหญิงอัญมณี	หนูพรหม		32	100
1310	24304	เด็กหญิงพัทธวรรณ์	คงสา		32	100
1311	24305	เด็กหญิงชนิกานต์	อินทร์แก้ว		32	90
1312	24306	เด็กหญิงฉัตรปวีณ์	ศรีทองคำ		32	100
1313	24307	เด็กหญิงพัชราลักษณ์	ปัญญา		32	100
1314	24308	เด็กหญิงวิชิตา	ภักดีพันธ์		32	85
1315	24309	เด็กหญิงชลกานต์	แสงมณีธรรม		32	95
1316	24310	เด็กหญิงอติมา	สวัสดี		32	95
1317	24311	เด็กหญิงมัณฑิรา	กามูณี		32	100
1318	24312	เด็กหญิงปุญญิศา	เพิ่ม		32	95
1319	24313	เด็กหญิงวรินทร	บุญสิทธิ์		32	100
1320	24314	เด็กหญิงศิริรัตน์	ชัยสวัสดิ์		32	100
1321	24315	เด็กหญิงกานต์ตะวัน	เเก้วเจริญ		32	100
1322	24316	เด็กหญิงเพชรดา	องค์ศิริศิลป์		32	95
1323	24317	เด็กหญิงภูษณิษา	เวียงวีระชาติ		32	100
1324	24318	เด็กหญิงเบญญาภา	นุ้ยเจริญ		32	95
1325	24319	เด็กหญิงเพชรลดา	ภักดีชน		32	95
1326	24320	เด็กหญิงธมนวรรณ	ศรีชาย		32	100
1327	24321	เด็กหญิงรมย์ชลี	อุปลา		32	95
1328	24322	เด็กหญิงกฤตยาณี	ชูมณี		32	95
1329	24323	เด็กหญิงธิติกาญน์	ไชยรบ		32	100
1330	24324	เด็กหญิงปาณีศา	ชามทอง		32	100
1331	24325	เด็กหญิงปัญญพัฒธ์	สุริยาพิทักษ์		32	100
1332	24326	เด็กหญิงณัฐณิชา	พรรณนา		32	75
1333	24327	เด็กหญิงนายิกา	หอมแก้ว		32	100
1334	24328	เด็กหญิงฐิติรัตน์	ประเสริฐ		32	95
1335	25145	เด็กชายอนันต์สิทธิ์	แก้วเจริญ		32	100
1336	24329	เด็กหญิงมนฤดี	อนุภักดิ์		33	90
1337	24330	เด็กหญิงรัตฒ์กาญจน์	บุญเลิศ		33	85
1338	24331	เด็กหญิงปานตะวัน	จันทร์สว่าง		33	85
1339	24332	เด็กหญิงอัตชลาวดี	จันทร์สวน		33	100
1340	24333	เด็กหญิงจินดามณี	คงแก้ว		33	75
1341	24334	เด็กหญิงกัญฐิกา	เพ็งบูลย์		33	100
1342	24335	เด็กหญิงศุภัชญา	ยงคณะ		33	80
1343	24336	เด็กหญิงญาณิศา	สมบัติ		33	100
1344	24337	เด็กหญิงวรรณพร	สุขเกษม		33	100
1345	24338	เด็กหญิงณพวรรณ	นันต๊ะ		33	100
1346	24339	เด็กหญิงณิศวรา	เเสงมณี		33	55
1347	24340	เด็กหญิงภัทรพร	พรมประดิษฐ		33	100
1348	24341	เด็กหญิงกัลยารัตน์	แก้วชัย		33	100
1349	24342	เด็กหญิงณัฐชา	เวียงวีระเกียรติ		33	90
1350	24343	เด็กหญิงธารานันท์	ทันพิสิทธิ์		33	100
1351	24344	เด็กหญิงอนันตญา	หนูนิล		33	100
1352	24345	เด็กหญิงสุพิชฌาย์	โพธิ์แก้ว		33	95
1353	24347	เด็กหญิงกนกพร	ศรีนวลปาน		33	85
1354	24348	เด็กหญิงอิสริยา	ปานมาศ		33	70
1355	24349	เด็กหญิงธนัญญา	วัชนะ		33	90
1356	24350	เด็กหญิงธีรตา	นาคยิ้ม		33	95
1357	24351	เด็กหญิงวริศรา	พรหมศร		33	100
1358	24352	เด็กหญิงอริสา	ด้วงชุม		33	100
1359	24353	เด็กชายกฤษสพล	รอดเจริญ		33	90
1360	24354	เด็กชายศุภณัฐ	ลัภหาย		33	95
1361	24356	เด็กชายวรเวช	สุมณฑล		33	100
1362	24357	เด็กชายจิตตะมะ	จิตตารมย์		33	100
1363	24358	เด็กชายเดชาธร	ศักดิ์ยิ่งยง		33	90
1364	24359	เด็กชายปกป้อง	สุวรรณคุ้ม		33	95
1365	24361	เด็กชายเก่งกาจ	แซ่ผล		33	100
1366	24362	เด็กชายปุณณภพ	ไชยสะอาด		33	100
1367	24363	เด็กชายณัฐภัทร	คงกุลทอง		33	100
1368	24364	เด็กชายจิรายุทธ	สวัสดิ์อุบล		33	95
1369	24365	เด็กชายวชิรวิทย์	นวลละออง		33	100
1370	24366	เด็กชายภีรพัฒน์	หวานสนิท		33	90
1371	24367	เด็กชายภาณุวัฒน์	โตปราง		33	100
1372	24368	เด็กชายพรลภัส	เยาวพันธ์		33	95
1373	24369	เด็กชายบวรวิทย์	จงจิตต์		33	100
1374	24370	เด็กชายอนุชิด	ศรีสมโภชน์		33	100
1375	24373	เด็กชายธเณศศักดิ์	สุขเกษม		34	75
1376	24374	เด็กชายเอกกวิน	ฤทธิเดช		34	90
1377	24377	เด็กชายภัคพล	ชาวป่า *		34	100
1378	24378	เด็กชายธีระ	มีสวัสดิ์		34	90
1379	24379	เด็กชายภุสชิพัทธ์	พงค์ทองเมือง		34	100
1380	24380	เด็กชายณัชพล	ทองใหม่		34	100
1381	24381	เด็กชายปัญญาญุ	พงษ์พิชิต		34	90
1382	24382	เด็กชายภูมินทร์	สุขทั้งปี		34	100
1383	24383	เด็กชายกิตติภูมิ	อินทรทัศน์		34	95
1384	24384	เด็กชายอนาวิน	ช่วยบำรุง		34	90
1385	24385	เด็กชายธัญญ์	พลายแก้ว		34	100
1386	24386	เด็กชายเตวิช	รัตนพันธ์		34	95
1387	24387	เด็กชายเสฎฐวุฒิ	เก้าเอี้ยน		34	100
1388	24388	เด็กชายธาวินน์	วิริยะตั้งสกุล		34	100
1389	24389	เด็กชายศิวกร	ส้มเกลี้ยง *		34	100
1390	24390	เด็กชายธีรนัท	เสนา		34	90
1391	24391	เด็กหญิงนัจภัค	นุ่มนวล		34	90
1392	24392	เด็กหญิงไอรดา	ภักดี		34	95
1393	24393	เด็กหญิงขวัญวริน	วิริยะพงษ์		34	70
1394	24394	เด็กหญิงกรวรรณ	คะเณย์		34	70
1395	24395	เด็กหญิงภัทรทิญาภรณ์	ศรีนวล		34	100
1396	24396	เด็กหญิงนันธิดา	ยกย่อง *		34	100
1397	24397	เด็กหญิงอินทิรา	สังข์ทอง		34	100
1398	24398	เด็กหญิงรมิตา	ธนบัตร		34	90
1399	24399	เด็กหญิงศศิรดา	ปัญญาราช		34	95
1400	24400	เด็กหญิงณัฐนรี	วรรณโชติ		34	90
1401	24401	เด็กหญิงนริสรา	เจี้ยมเด้ง		34	100
1402	24402	เด็กหญิงกัญจนพร	ทับทิมหอม		34	70
1403	24403	เด็กหญิงสกลวรรณ	เพ็งสกุล		34	95
1404	24404	เด็กหญิงพรนัชชา	ชูนาค		34	100
1405	24405	เด็กหญิงเสาวลักษณ์	โสดา		34	95
1406	24406	เด็กหญิงนลิณี	คงกำเนิด		34	100
1407	24407	เด็กหญิงสามเสาร์รัก	ชูมณี		34	100
1408	24408	เด็กหญิงเบญจมาศ	พุทธรัตน์		34	100
1409	24409	เด็กหญิงจิราวดี	ขานทอง		34	70
1410	24410	เด็กหญิงกัญญ์ณิชา	ไม้เรียง		34	100
1411	24411	เด็กหญิงพิมพ์ชนก	อรุณเเสง		34	100
1412	24412	เด็กหญิงสุภาวดี	ปราณจันทร์		34	100
1413	24413	เด็กหญิงนันท์นภัส	เหมทานนท์		34	100
1414	24414	เด็กหญิงอริศา	สุมิพันธ์		34	100
1415	25146	เด็กหญิงศิรประภา	ศรีสุขใส		34	95
1416	24415	เด็กหญิงจิรภัทร์	ก้งเซี้ยม		35	80
1417	24416	เด็กหญิงสุณิษา	นุ้ยเจริญ		35	90
1418	24417	เด็กหญิงอินทิรา	กรดสุวรรณ		35	45
1419	24418	เด็กหญิงนันทิกานต์	รักษายศ		35	100
1420	24419	เด็กหญิงฝนทิพย์	สุรกา		35	90
1421	24420	เด็กหญิงอภิญญา	กิจพิทักษ์		35	90
1422	24421	เด็กหญิงปัญจรัตน์	เเพรกทอง		35	80
1651	23611	นายจิรวศิน	ประชุม		41	110
1423	24423	เด็กหญิงชุติกาญจน์	เทพเซ่งหลี		35	100
1424	24424	เด็กหญิงศิริวิภา	สุขแสวง		35	95
1425	24425	เด็กหญิงโสภิตา	ลี้ยุทธานนท์		35	90
1426	24426	เด็กหญิงกมลลักษณ์	ขุนสนิท		35	80
1427	24427	เด็กหญิงสุมณทิพย์	สง่าดี		35	65
1428	24428	เด็กหญิงกนกวรรณ	กะตากูล		35	100
1429	24430	เด็กหญิงนภสร	มณีอ่อน		35	85
1430	24431	เด็กหญิงฐานิกา	ทองพันธ์		35	100
1431	24432	เด็กหญิงสมกมล	ใสหลวง		35	65
1432	24433	เด็กหญิงสิรขวัญ	ณ ถลาง		35	50
1433	24434	เด็กหญิงศศิธร	คงเซ้ง		35	90
1434	24436	เด็กหญิงณัฏฐณิชา	เเซ่บ่าง		35	95
1435	24438	เด็กหญิงจิราพัชร	แก้วเจริญ		35	95
1436	24439	เด็กชายกิตติธัช	แก้วเจริญ		35	100
1437	24440	เด็กชายธรรศ	กิตติธิรางกูร		35	100
1438	24441	เด็กชายชวกร	มาศจร		35	100
1439	24442	เด็กชายจิตติพัฒน์	ผู้ล้ำเลิศ		35	100
1440	24443	เด็กชายนนท์ณพัทธ์	คงแป้น		35	95
1441	24444	เด็กชายธนาชาติ	ชุมสวัสดิ์ *		35	100
1442	24445	เด็กชายภัทรพงษ์	สมหวัง		35	90
1443	24446	เด็กชายยอดสยาม	กลับนุ้ย *		35	100
1444	24447	เด็กชายภีมกร	ฉิมแก้ว		35	70
1445	24448	เด็กชายณัฐภัทร	ถิ่นหนองบัว		35	100
1446	24449	เด็กชายเมธัส	ชูกลิ่น		35	80
1447	24450	เด็กชายปณิธาน	รักษ์รงค์		35	55
1448	24452	เด็กชายณัฐวัศ	ส้มเกลี้ยง		35	100
1449	24454	เด็กชายวันชนะ	พันธวงษ์		35	70
1450	24455	เด็กชายมิตรภาพ​	ชุมทอง		35	100
1451	24456	เด็กชายภัทรศักดิ์	เชื่องช้าง		35	85
1452	24457	เด็กชายกิตติภูมิ	เมืองนอน		35	80
1453	25147	เด็กหญิงธนัญชนก	กุลพรหม		35	90
1454	25148	เด็กหญิงวิชาดา	พรหมขำ		35	90
1455	24459	เด็กชายพศุตม์	จันทร์จอม		36	95
1456	24460	เด็กชายภาวัต	พูลขาว		36	100
1457	24461	เด็กชายกฤษณปกรณ์	มาทัพ *		36	100
1458	24462	เด็กชายชนันธร	กามูณี		36	95
1459	24463	เด็กชายปัญจพล	ยืนยง		36	100
1460	24464	เด็กชายกษิดิ์เดช	เทพบุรี		36	100
1461	24465	เด็กชายดุลยวัต	อ่อนคง		36	25
1462	24466	เด็กชายกิตติกวิน	นนทฤทธิ์		36	100
1463	24467	เด็กชายภูมิพัฒน์	อ่อนเย็น		36	100
1464	24468	เด็กชายพรปรีชา	ครุฑจอน		36	100
1465	24469	เด็กชายจิรโรจน์	ทองสม		36	100
1466	24470	เด็กชายปิติทร	คุ้มรักษา		36	100
1467	24471	เด็กชายณฐกร	สุขมาตร		36	95
1468	24472	เด็กชายพีรณัฐ	โอภาโส *		36	95
1469	24473	เด็กชายปิยพนธ์	ช่วยแก้ว		36	100
1470	24474	เด็กชายกฤษฎา	จันทนา		36	95
1471	24475	เด็กชายณัฐกฤต	แตงตาด		36	95
1472	24477	เด็กชายปิยวัฒน์	ทองเพชร		36	100
1473	24478	เด็กชายธนกฤต	สิทธิศักดิ์		36	100
1474	24479	เด็กชายอธิธัช	แซ่หลี *		36	95
1475	24480	เด็กชายภูธเนศ	ดำหนูอินทร์		36	100
1476	24481	เด็กชายณัฐดนัย	สุขมาตร *		36	100
1477	24482	เด็กหญิงกนกพร	พิจิตร		36	100
1478	24483	เด็กหญิงมะลิ	-		36	100
1479	24484	เด็กหญิงทนัสนันท์	ศรีสวัสดิ์		36	75
1480	24485	เด็กหญิงพรณิภา	เจริญสุข		36	95
1481	24486	เด็กหญิงลลิตภัทร	โยธาศรี		36	100
1482	24487	เด็กหญิงอินทิรา	เข็มขาว		36	70
1483	24488	เด็กหญิงธัญพิชชา	เเซ่พัว		36	85
1484	24489	เด็กหญิงพรรณวดี	ทองคำชุม		36	90
1485	24490	เด็กหญิงมัณฑนา	มะลิวัลย์		36	80
1486	24491	เด็กหญิงปิยธิดา	วุฒิ		36	70
1487	24493	เด็กหญิงณัฐรดี	สุขสวัสดิ์		36	95
1488	24494	เด็กหญิงสโรชา	เกษเพชร		36	100
1489	24495	เด็กหญิงนพินประภา	ศรีทองคำ		36	100
1490	24496	เด็กหญิงปาณิศา	ด้วงเพชร		36	95
1491	24497	เด็กหญิงปวีณา	เมืองน้อย		36	100
1492	24498	เด็กหญิงดลพร	เทียมเมือง		36	80
1493	24499	เด็กหญิงภัทรนัน	พรมแก้ว		36	80
1494	24500	เด็กหญิงกนกพรรณ	นิลประดิษฐ์		36	100
1495	25149	เด็กหญิงกานต์ตะวัน	รอดเจริญ		36	30
1496	23466	นางสาวธฤษวรรณ	ปรีชา		37	100
1497	23487	นายธีรภัทร	สุขเกื้อ		37	100
1498	23490	นางสาวพราวแสงจรัส	สนิทราช		37	100
1499	23491	นางสาวณัฐนิชา	ชูขันธ์		37	95
1500	23492	นางสาวอโนทัย	ไกรแก้ว		37	100
1501	23493	นางสาวปภาวรินท์	หนองลุง		37	100
1502	23494	นางสาวธัญญรัศม์	บุญชู		37	100
1503	23495	นางสาวระวิตา	สาวิโรจน์		37	100
1504	23496	นางสาววณิชยา	มาลีวงษ์		37	95
1505	23498	นางสาวบัณฑิตา	แก้วใหญ่		37	95
1506	23499	นางสาวธัญชนก	หมีทอง		37	95
1507	23502	นางสาวภาวดี	อุนทรีจันทร์		37	100
1508	23503	นางสาวณัฐกฤตา	สุชาตานนท์		37	100
1509	23505	นางสาวรวิสรา	ชุมชอบ		37	100
1510	23506	นางสาวอนินทิตา	ดำวงศ์		37	95
1511	23509	นางสาวธมลชนก	เทพรักษา		37	100
1512	23511	นางสาววิมลวรรณ	ยศศักดิ์		37	95
1513	23514	นางสาวเนตรนภา	ศรีเทพ		37	100
1514	23525	นายบรรณวิศิษฐ์	ไกรบุตร		37	90
1515	23528	นายวิรชัช	พยัคฆา		37	100
1516	23549	นายกฤษณะ	อนุกูล		37	100
1517	23579	นางสาวอมลวรรณ	ละม้าย		37	100
1518	23583	นางสาวธัญชนก	คชเชนทร์		37	95
1519	23586	นางสาวสุวิษา	ใสหลวง		37	100
1520	23594	นางสาวอภัชฎา	เทพจิตต์		37	100
1521	23596	นางสาวชมพูนุช	ริยาพันธ์		37	100
1522	23598	นางสาวนภาทิพย์	จันทร์พงษ์		37	100
1523	23614	นายเอกทัศน์	พิจิตร		37	100
1524	23642	นางสาวเบญญาภา	คงอินทร์		37	100
1525	23658	นางสาวธิติสุดา	เวียงชัย		37	100
1526	23660	นางสาวปุณยวีร์	ชูชาติ		37	95
1527	23661	นางสาวชิดชนก	จินดาวงศ์		37	95
1528	23850	นายภาคภูมิ	สุขเจริญ		37	100
1529	23881	นางสาวธวัลรัตน์	เหลืองอ่อน		37	80
1530	25665	นางสาวทิพปภา	กล่อมน้อย		37	100
1531	23469	นางสาวชนัญชิดา	หอมกอ		38	100
1532	23478	นายศุภวิชญ์	ใบบัว		38	100
1533	23479	นายปรมัตถ์	ไหมทอง		38	100
1534	23480	นายชัยวัตร	เพ็ชรมาก		38	100
1535	23500	นางสาวกานต์ธีรา	อภิศักดิ์มนตรี		38	100
1536	23501	นางสาวกนกวรรณ	ขอสุข		38	100
1537	23508	นางสาวลลิตภัทร	วารีย์		38	100
1538	23517	นางสาวบัณฑิตา	ชัยณรงค์		38	95
1539	23521	นายศริตวรรธน์	เขียวเจริญ		38	100
1540	23522	นายกัณฐ์เกรียงไกร	ฤดี		38	100
1541	23526	นายระพีพงศ์	ศรีน้อย		38	100
1542	23530	นายพันธกานต์	เทพทอง		38	100
1543	23531	นายสุทธิภัทร	ส้มเกตุ		38	90
1544	23532	นายศิวรรจน์	คมกล้า		38	100
1545	23533	นายเตชน์	นนทสิทธิ์		38	100
1546	23539	นายอดิศร	สวัสดิวงค์		38	100
1547	23544	นายอภิณัทร์	อุบล		38	100
1548	23556	นางสาวปิยะเนตร	เพชรน้อย		38	100
1549	23557	นางสาวกัลทิมา	ชูคำ		38	95
1550	23560	นางสาวธิดากานต์	คะเณย์		38	100
1551	23567	นางสาวพิมพิศา	ดำหนูอินทร์		38	100
1552	23570	นางสาวณัฐริกา	คำน้อย		38	100
1553	23571	นางสาวอลินดา	รัศมี		38	100
1554	23574	นางสาวปทุมพร	ทองเดช		38	100
1555	23576	นางสาวเกศกนก	หอมวรรดี		38	100
1556	23581	นางสาวอริสา	วงค์เมฆ		38	90
1557	23591	นางสาวสุพิชญา	วิชชุตารัช		38	95
1558	23608	นายพงศธร	ถนอมพันธ์		38	100
1559	23610	นายพชรพล	แซ่หลี		38	95
1560	23615	นายนครินทร์	โชคพิชัย		38	95
1561	23617	นายกฤตภาส	ศรีวิสุทธิ์		38	95
1562	23621	นายนลภัทร	เพชรช่วย		38	100
1563	23625	นายกิตติภูมิ	สุขแก้ว		38	100
1564	23646	นางสาวภาวินี	จันทร์แพทย์รักษ์		38	100
1565	23689	นางสาวเสาวลักษณ์	สังกำลัง		38	95
1566	25666	นายธนกฤต	ศรีแก้วคง		38	100
1567	25667	นางสาวกรชนก	สุวรรณมณี		38	100
1568	25668	นางสาวเมษา	รสเจริญ		38	100
1569	25669	นางสาวบุษกร	ขนาบแก้ว		38	95
1570	25670	นางสาวมณีรัตน์	นาคกุล		38	95
1571	23332	นายดนัยเทพ	แสวงคุณ		39	20
1572	23538	นายอนันตชัย	ขันสุข		39	100
1573	23578	นางสาววิภาวี	ดีเนียม		39	100
1574	23582	นางสาวอาณัชชา	ละอองแก้ว		39	80
1575	23584	นางสาวสิรภัสสร	เสนารัตน์		39	95
1576	23587	นางสาวจิรัชญา	เติมเต็ม		39	100
1577	23588	นางสาวปณิดา	เอี่ยมรักษา		39	100
1578	23600	นางสาวเบญจรัตน์	หมู่เหมือน		39	95
1579	23604	นายธนภักษ์	บุญฤทธิ์		39	100
1580	23606	นายรณกรณ์	มีแก้ว		39	100
1581	23613	นายสิงหราช	ปรีชา		39	100
1582	23628	นายพศุตม์	พรรณศิลป์		39	95
1583	23629	นายสุภทัต	มาทัพ		39	100
1584	23666	นางสาวอริสสรา	คงเรือง		39	100
1585	23667	นางสาวถิรดา	ทองสุข		39	100
1586	23682	นางสาวเรวดี	คงเรือง		39	100
1587	23694	นายกฤศณพน	แก้วเจริญ		39	100
1588	23703	นายอนุชิต	ช่างคิด		39	100
1589	23729	นางสาวพันธิตรา	อ่อนเย็น		39	95
1590	23756	นายณชพล	ลั่นซ้าย		39	100
1591	23779	นางสาวนุชนาฎ	พิบูลย์		39	100
1592	23786	นางสาวธัญย์ชนก	ขลิกเหรา		39	100
1593	23796	นางสาวสุชานาถ	เที่ยวแสวง		39	100
1594	23874	นางสาวรวิสรา	ราชฉวาง		39	85
1595	23878	นางสาวจุฑารัตน์	บำรุงภักดิ์		39	100
1596	25671	นายวริทธิ์	แสงพันธ์		39	100
1597	25672	นายศุภกิตติ์	อินทร์บำรุง		39	95
1598	25673	นายทินกร	สุวรรณวงค์		39	100
1599	25674	นายวริทธิ์	แก้วนรา		39	95
1600	25675	นายอนุกูล	มูลปริง		39	100
1601	25676	นายปวเรศ	เบ้านุวงศ์		39	100
1602	25677	นายธีรภัทร์	ไชยยุทธ์		39	100
1603	25678	นายพรหมพนา	มีเเก้ว		39	100
1604	25679	นางสาวยลรดา	คงเอียง		39	100
1605	25680	นางสาวภัทรนันท์	งามจรัส		39	100
1606	25681	นางสาวอนงค์รัตน์	เเก้วทอง		39	100
1607	25682	นางสาวบุณยนุช	ภิญโญ		39	100
1608	25683	นางสาวยศวดี	คงเอียง		39	100
1609	25684	นางสาวฑิตฐิตา	เพ็งสกุล		39	90
1610	23460	นางสาวรัตน์ประภา	พรหมทอง		40	85
1611	23461	นางสาวฐิตาพร	ผู้ล้ำเลิศ		40	100
1612	23463	นางสาวบุศยรังสี	สัจจมาศ		40	100
1613	23468	นางสาวพรชนก	คงยศ		40	85
1614	23470	นางสาวฐปนัท	วิวรรณ		40	95
1615	23474	นายธีรเดช	เลี่ยนศิริ		40	95
1616	23481	นายอัครพล	ชุมสวัสดิ์		40	100
1617	23484	นายศุภพร	รักษาแก้ว		40	85
1618	23485	นายเขมณัฏฐ์	ทองกัน		40	100
1619	23497	นางสาวณัฐณิชา	ชูขันธ์		40	100
1620	23513	นางสาวกาญจเกล้า	กลางเดือน		40	100
1621	23523	นายณัฐกิตต์	ธนากัณฑ์		40	100
1622	23534	นายธีรภัทร	ขานทอง		40	95
1623	23558	นางสาวพิณนภัส	นาควิลัย		40	95
1624	23562	นางสาวกานต์รวี	จะรา		40	100
1625	23568	นางสาวพิชาพร	ขำเจริญ		40	95
1626	23599	นางสาวพิชญาภา	วิวรรณ์		40	100
1627	23616	นายธีรภัทร	มณีโชติ		40	100
1628	23620	นายพัชรพล	พลายแก้ว		40	95
1629	236251	นายกิตติภูมิ	นิยมญาติ		40	100
1630	23626	นายณัฐวุฒิ	เศษโถ		40	95
1631	23641	นางสาวอนัญญา	เกลี้ยงเกตุ		40	100
1632	23643	นางสาวณัฐนิชา	สารพงษ์		40	100
1633	23645	นางสาวสุปรียา	แก้วกำเหนิด		40	95
1634	23649	นางสาวอัฐภิญญา	ทองหลบ		40	100
1635	23650	นางสาวทักษอร	อนันต์ถาวร		40	95
1636	23652	นางสาวจันทร์สุดา	แสงระวี		40	95
1638	23656	นางสาวชิษณุชา	มณีบังเกิด		40	65
1639	23657	นางสาวธิดารัตน์	อินทรัตน์		40	100
1640	23659	นางสาววนิตศรา	พิบูลย์		40	100
1641	23662	นางสาวธมนวรรณ	บัวแย้ม		40	100
1642	23663	นางสาวบุญสิตา	กาลสุวรรณ์		40	100
1643	23665	นางสาวนันท์นภัส	แซ่จู้		40	100
1644	23704	นายจิระเดช	เพชรช่วย		40	90
1645	23830	นายปฏิภาณ	ปานพนม		40	100
1646	24004	นางสาวปุณยวีร์	พลวิชัย		40	100
1647	25685	นายกฤตพล	ถิ่นพิบูลย์		40	100
1648	25686	นายธนวินท์	ริมธีระกุล		40	100
1649	25687	นางสาวอุทัย	ศฤงคาร		40	90
1690	23472	นางสาวญานิศา	รักษามั่น		42	100
1691	23504	นางสาวรยา	เต็มราม		42	100
1692	23527	นายกฤติรัฐ	อุบลมณี		42	100
1693	23542	นายอมฤต	จำรัสฉาย		42	100
1694	23554	นางสาวคีตภัทร	ศรีสุขแก้ว		42	100
1695	23563	นางสาวฐปนรรฆ์	เพชรชนะ		42	95
1696	23577	นางสาวสาธิตา	นาควิลัย		42	100
1697	23585	นางสาวอลีนา	บุญล่อง		42	95
1698	23589	นางสาวสิรินดา	คะเชนทร์		42	100
1699	23593	นางสาวพิมพิศา	แซ่ด่าน		42	95
1700	23595	นางสาวกมลชนก	เกิดขาว		42	95
1701	23612	นายทัตเทพ	เกิดเขาทะลุ		42	95
1702	23635	นายก้องกิดากร	ใสแก้ว		42	100
1703	23648	นางสาวกรนิศ	บุญพรหม		42	100
1704	23668	นางสาวกริญญากร	จิตรธรรม		42	100
1705	23669	นางสาวพีระดา	ราชพิบูลย์		42	95
1706	23683	นางสาวชมพูนุช	กำลังใบ		42	95
1707	23685	นางสาวเกศศิณี	อินทร์จันทร์		42	95
1708	23687	นางสาวสุธาริณีย์	พลบุญ		42	100
1709	23688	นางสาวเพชรพลอย	สอนวิสัย		42	85
1652	23637	นายณัฏฐพล	ศรีโชติ		41	110
1650	23547	นายวริทธิ์	นุ่นกุล		41	105
1657	23692	นายปิยากร	คําปล้อง		41	110
1658	23699	นายยุทธพงษ์	แซ่เตื้อง		41	110
1659	23705	นายธีรพัฒน์	เอี่ยมชื่น		41	110
1660	23721	นางสาวฐานิตา	เพ็ชรรัตน		41	105
1661	23724	นางสาวปานตะวัน	กลีบแก้ว		41	110
1662	23744	นายสุริยา	สมบัติ		41	110
1663	23782	นางสาวชนามาศ	ศรีอมร		41	110
1664	23784	นางสาวสลุลิตา	รัตนแก้ว		41	110
1665	23787	นางสาวนลินนา	หมานระเด็น		41	110
1666	23788	นางสาวชัญญานุช	สุขย้อย		41	110
1667	23790	นางสาวมลธิตา	ทิพย์ญาณ		41	110
1668	23791	นางสาวปริยาภรณ์	มณีอ่อน		41	110
1669	23793	นางสาวอภิสรา	แก้วแกมจันทร์		41	105
1670	23797	นางสาวนฤมล	ห่อวุ่น		41	110
1671	23798	นางสาวสิรขวัญ	ปรีชา		41	110
1672	23810	นางสาวชนิสรา	งามประดิษฐ์		41	110
1673	23821	นายพชร	แก้วแสง		41	105
1674	23851	นายวรภัทธ	รามแก้ว		41	105
1675	23870	นางสาวศิริกัลญา	ชูพันธ์		41	110
1676	23886	นางสาวสิริอาพร	หีดนุ้ย		41	105
1677	23891	นางสาวพิมพิษา	สุขอ่อน		41	110
1678	23894	นางสาวช่อลดา	สมเคราะห์		41	105
1679	23895	นางสาวศศิชา	นาควิลัย		41	110
1680	23899	นางสาวศิริลักษณ์	สรรเพชร		41	105
1681	23901	นางสาวรจสรินทร์	เกษศิริ		41	110
1682	23906	นางสาวชลธิดา	หมวกทอง		41	105
1683	23909	นางสาวอนงวรรณ	ต้นสูง		41	110
1684	25688	นายธนภัทร	บุญแก้วสุข		41	110
1685	25689	นายศิวัช	ไชยชารี		41	110
1686	25690	นายจิรวัฒน์	หลักซุม		41	100
1687	25691	นายเสฎฐวุฒ	คำดวง		41	105
1688	25692	นางสาวณัฐชไมย	ไทยเอียด		41	110
1689	25693	นางสาวณัฐภัสสร	สุระกา		41	110
1710	23690	นางสาวรังสิมา	สุทธิโพธิ์		42	100
1711	23691	นายปรมัตถ์	ชูช่วยสุวรรณ		42	100
1712	23722	นางสาวสุวภัทร	จิโนวงค์		42	90
1713	23777	นางสาวนภัสรา	เพชรชู		42	100
1714	23778	นางสาวฉันทพิชยา	รักแม่		42	100
1715	23781	นางสาวจิรัชญา	ชนะศึก		42	100
1716	23794	นางสาวนัฐณิชา	รักษ์วงศ์		42	100
1717	23838	นายณัฐภัทร	กาญจนะ		42	100
1718	23877	นางสาวณัฐธิดา	ถนอม		42	100
1719	23880	นางสาวมณธิกาญจน์	เพ็งสกุล		42	95
1720	23884	นางสาวกาญจนา	กำเหนิด		42	90
1721	238841	นางสาวจิรัชยา	นกเพ็ชร		42	95
1722	23885	นางสาวพิชามญชุ์	ศฤงคาร		42	95
1723	23893	นางสาวเขมิกา	ปัญญา		42	100
1724	25694	นายสุวิจักขณ์	กาญจนา		42	95
1725	25695	นายพัทธดนม์	วรภู		42	100
1726	25696	นางสาววันวิสา	ราชเดช		42	95
1727	25697	นางสาวชนกานติ์	พรหมคุณากุล		42	80
1728	25698	นางสาวกรรณิการ์	ดีชู		42	100
1729	25699	นางสาวธัญพิมล	ละออ		42	100
1730	23486	นายสิทธิสาน	เพ็งจันทร์		43	100
1731	23550	นายยศภัทร	ช่วยอักษร		43	95
1732	23564	นางสาวชัชฎาภรณ์	เกษีสม		43	90
1733	23575	นางสาวพิชญธิดา	เพชรมณี		43	100
1734	23609	นายภีมวัชช์	สริกขา		43	100
1735	23647	นางสาววันวิสาข์	ศิริ		43	65
1736	23681	นางสาวศวิตา	ศิระวิ		43	95
1737	23698	นายกันต์ดนัย	สุวรรณพงค์		43	100
1738	23706	นายยศกร	ส้มเกิด		43	100
1739	23709	นายปวริศร์	โกศัยพัฒ		43	95
1740	23711	นางสาวสิทธิสา	เพชรเเดง		43	100
1741	23723	นางสาวกชวรรณ	เสนา		43	100
1742	23730	นางสาวอมาวดี	สายเภอ		43	100
1743	23733	นางสาวชนมน	เชาวนะ		43	95
1744	23735	นายธนวัฒน์	ชูขันธ์		43	100
1745	23736	นายณัฐชนนท์	ชูขันธ์		43	95
1746	23739	นายปิยพัฒน์	สุวรรณขันธ์		43	95
1747	23741	นายธนภูมิ	บุญนำ		43	100
1748	23753	นายพศุรัตน์	จงจิตต์		43	90
1749	23764	นายภัชรพงษ์	สิทธิชัย		43	100
1750	23773	นายณัฏฐกรณ์	บัวทอง		43	100
1751	23780	นางสาวลลนา	สกุลแพทย์		43	90
1752	23785	นางสาวมนัสนันท์	ทองถึง		43	100
1753	23792	นางสาวทิพย์กมล	ประเสริฐ		43	100
1754	23795	นางสาวรัชนาท	บุญล่อง		43	100
1755	23833	นายธฤต	ประไพวรรณ		43	100
1756	23844	นายอภิวัฒน์	หอมกอ		43	100
1757	23855	นายอริย์ธัช	พรหมด้วง		43	100
1758	23872	นางสาวเพชรลดา	นวลแก้ว		43	95
1759	23873	นางสาวกษีรธารา	เมืองน้อย		43	95
1760	23875	นางสาวธีร์จุฑา	บุญเรือง		43	95
1761	23887	นางสาวสิทธินี	ชัยชาญ		43	90
1762	23892	นางสาวศิติมา	ภิรมย์		43	75
1763	23897	นางสาววรารัตน์	ศรีระวิ		43	90
1764	23900	นางสาวธนัญชนก	ทักษ์จ่าง		43	95
1765	23908	นางสาวสุธิดา	เพชรมุข		43	80
1766	23924	นายชยานันท์	เมืองน้อย		43	100
1767	24543	นางสาวปุณยนุช	ปลอดอ่อน		43	100
1768	24544	นายพุฒิพงศ์	ขาวสุวรรณ		43	75
1769	25700	นายพันธการ	ศรีกาญจน์		43	95
1770	23144	นายสิทธิเดช	แก้วรัตน์		44	100
1771	23565	นางสาวปาริฉัตร	เนินหนู		44	80
1772	23566	นางสาวดวงกมล	ชูจิตร		44	95
1773	23605	นายสรวิชญ์	พุทธกาล		44	85
1774	23632	นายสิรภัทร	เจริญสุข		44	100
1775	23673	นางสาวอรพลิน	ทองสุทธิ์		44	100
1776	23676	นางสาวสิริสุข	เวียงชัย		44	95
1777	23678	นางสาวธีรตา	พันธ์น้อย		44	60
1778	23702	นายเรืองศักดิ์	บุญชูวงศ์		44	100
1779	23710	นางสาวปัณณพร	สุวรรณ์		44	95
1780	23715	นางสาวกัญญาวีย์	ธุระเจน		44	90
1781	23716	นางสาวพิชญาภา	ปานเกลี้ยง		44	100
1782	23718	นางสาวนฤมล	นุ่นกุล		44	60
1783	23727	นางสาวศุพรรษา	จันทร์น้อย		44	100
1784	23732	นางสาวธัญวรัตน์	เรืองทอง		44	85
1785	23734	นายภูริชาวินท์	สุขชนะ		44	95
1786	23746	นายตะวัน	ทองถึง		44	100
1787	23749	นายวิศรุต	บุญเลิศ		44	100
1788	23750	นายรพีภัทร	ชูชาติ		44	100
1789	23762	นายปรัชชัย	จิตรประสงค์		44	100
1790	23789	นางสาวณัฐธิดา	แนมใส		44	100
1791	23804	นางสาวณัฐรินีย์	เเซ่บ่าง		44	100
1792	23805	นางสาวพิมพ์ไพลิน	ทองเจริญ		44	95
1793	23807	นางสาวเปรมสินี	นาคฤทธิ์		44	95
1794	23812	นางสาวกชกร	รักษ์ทอง		44	75
1795	23813	นางสาวจรรยมณฑน์	เกษรินทร์		44	100
1796	23814	นางสาวอรพินท์	ขุนเสถียร		44	95
1797	23815	นางสาววรัชยา	มิตตะกา		44	100
1798	23817	นางสาวชวิศา	หนูพรหม		44	95
1799	23819	นางสาวสุพรรณษา	ชัยภักดี		44	85
1800	23825	นายจิรภัทร	หนูพรหม		44	95
1801	23826	นายธนพัฒน์	แจ้งเพชร		44	100
1802	23839	นายถิรภัทร	จันทร์สะอาด		44	100
1803	23848	นายธนกฤต	สรรเพชร		44	95
1804	23915	นายวฤณธร	กองสุข		44	100
1805	25701	นายธีรภัทร	ลายสิงห์		44	100
1806	25702	นายพีรพัฒน์	ซุ่นยะโม		44	95
1807	25703	นายพีรภัทร์	มีชัย		44	100
1808	25704	นางสาวอารยา	อินทนู		44	100
1809	22934	นางสาวณัฎฐ์กานดา	สายสามพราน		45	100
1810	22938	นางสาวจารุภัทร	ทองสุข		45	100
1811	22939	นางสาวศิริลักษณ์	ไม้แก้ว		45	100
1812	22943	นางสาวสิริกร	ทองสงค์		45	100
1813	22948	นางสาวนฤมล	มะลิวัลย์		45	100
1814	22954	นายทักษกร	ชูทอง		45	130
1815	22955	นายก้องกิดากร	ชูแก้ว		45	100
1816	22959	นายชินภัทร	เส็นหมาน		45	100
1817	22969	นายศุภณัฐ	บัวบุญ		45	100
1818	22970	นายทวีสิน	พยัคฆา		45	100
1819	22972	นายรัฐนันท์	เงินสีเหม		45	100
1820	22979	นายณณัฐ	มะลิวัลย์		45	100
1821	22981	นายธนวัฒน์	วุฒิศักดิ์		45	100
1822	22982	นางสาวนภกมล	ชุมทองมา		45	100
1823	22985	นางสาวสุภัสสรา	ทองจันทร์แก้ว		45	100
1824	22989	นางสาวปุณยนุช	คะเชนทร์		45	95
1825	22991	นางสาวสโรชา	สนิทราช		45	100
1826	22993	นางสาวฐานิกา	หนูพรหม		45	100
1827	22994	นางสาวชญานิษฎ์	ลีละวัฒน์วัฒนา		45	100
1828	22995	นางสาวณัชชา	เสนา		45	100
1829	22996	นางสาวศิรามล	เเซ่เเต้		45	100
1830	22998	นางสาววสุธิดา	แต้มจันทร์		45	100
1831	22999	นางสาวปิ่นมุก	ศรีน้อย		45	100
1832	23002	นางสาววิมลศิริ	เทพศักดิ์		45	100
1833	23003	นางสาวลภัสรดา	บุญคง		45	100
1834	23008	นางสาวพิชญ์สินี	ชัยสวัสดิ์		45	100
1835	23034	นายวรัชยา	จันทวงษ์		45	100
1836	23048	นายกวินท์	สมบัติ		45	100
1837	23104	นางสาวกัญญ์วรา	รำเพย		45	100
1838	23291	นางสาวพิมพ์ชนก	สายเภอ		45	100
1839	25073	นางสาววกุลทิพย์	ริยาพันธ์		45	100
1840	25074	นางสาวฐิติรัตน์	เล็กขำ		45	100
1841	25076	นางสาวขณิษฐา	อินทร์ทองคำ		45	100
1842	25077	นางสาววริญานันท์	บุญขาว		45	100
1843	22940	นางสาวอินทิรา	เพ็งดำ		46	95
1844	22962	นายกฤตยชญ์	กำเนิด		46	100
1845	22963	นายทักษ์ดนัย	แก้วช่วย		46	100
1846	22967	นายชาญชัย	หนูพรม		46	95
1847	22975	นายภคพล	พรหมพุทธ		46	100
1848	22983	นางสาวนันทภัสน์	ยะโส		46	100
1849	22984	นางสาวประภาภรณ์	ศิริชู		46	100
1850	22997	นางสาวอชิรญา	รูปโอ		46	100
1851	23000	นางสาวปริชาติ	จันทร์ศักดิ์		46	100
1852	23004	นางสาวนุชนาฎ	วัฒนวงศ์		46	95
1853	23005	นางสาวเมย์ริษา	ขาวชูรักษ์		46	100
1854	23007	นางสาวปวีณ์นุช	คะหะวงษ์		46	100
1855	23009	นางสาวรัชนีกร	ประดับสกุลวงศ์		46	100
1856	23017	นางสาวกมลรัตน์	สุขฉนวน		46	100
1857	23021	นางสาวชัญญานุช	ชัยสวัสดิ์		46	100
1858	23028	นางสาววิลาสินี	เทพศักดิ์		46	100
1859	23037	นายณัฐกรณ์	สิริ		46	100
1860	23039	นายนภัสรพี	เทียมยม		46	100
1861	23046	นายอภิสิทธิ์	ปรีชา		46	100
1862	23050	นายธีรภัทร	ภิรมย์		46	100
1863	23059	นายปัณณทัต	เพชรประณีต		46	100
1864	23070	นายชนวัฒน์	ชูแก้ว		46	100
1865	23077	นางสาวธมลวรรณ	อ้นพูล		46	100
1866	23078	นางสาวบุษญาพร	นราพงศ์		46	100
1867	23080	นางสาวพัชรมณี	แซ่พั้ว		46	100
1868	23085	นางสาวบุญยนัช	เพชรจันทร์ทอง		46	90
1869	23089	นางสาวธัญพร	แก้ววิลา		46	100
1870	23090	นางสาวกัญญาณัฐ	ทุ่มก๊ก		46	95
1871	23091	นางสาวปรียาภัทร	รักการ		46	95
1872	23126	นายกชพงศ์	มากบุญ		46	100
1873	23169	นางสาวธัญพิชชา	รักบำรุง		46	100
1874	23256	นางสาวพรรษชล	ติ้วต้ง		46	100
1875	25078	นางสาวเพชรลดา	วรรณไชย		46	100
1876	25079	นางสาวสุมนทา	สุขใส		46	100
1877	25081	นายณัฐกิจ	กันทะมา		46	100
1878	25082	นางสาวณัฏฐธิดา	หนูสงค์		46	90
1879	25083	นางสาวกันธิชา	คงตะโก		46	90
1880	25084	นางสาวอนุสรา	ธานีรัตน์		46	85
1881	25085	นางสาวปวริศา	ทองถึง		46	90
1882	25086	นายศุภณัฐ	ชนีมาส		46	95
1883	25087	นางสาวจิตรลดา	อนุภักดิ์		46	90
1884	25088	นายปัณณวัฒน์	สุระกา		46	95
1885	25089	นางสาวอภิชญา	บุตรวัตร		46	90
1886	25710	นายพีรพล	รักดี		46	100
1887	22960	นายพงศกร	จอมคำ		47	100
1888	23016	นางสาวสุทัตตา	ระวัง		47	95
1889	23019	นางสาวณิชาภา	พิทักษ์		47	95
1890	23020	นางสาวสุวภัทร	อยู่ขาว		47	100
1891	23022	นางสาวนันท์นภัส	ศักดิ์พรหม		47	95
1892	23024	นางสาวรัชฎาภรณ์	ณะรักษา		47	90
1893	23025	นางสาวปราณปริยา	สรรเสริญ		47	100
1894	23026	นางสาวกานดา	เสมอมาศ		47	95
1895	23030	นางสาววชิรวดี	ชัยเวช		47	85
1896	23031	นางสาวอตินุช	ประกอบ		47	95
1897	23032	นายณัฐวุฒิ	อินทร์จันทร์		47	100
1898	23033	นายอดิศร	เพ็งสกุล		47	100
1899	23038	นายณฐพล	สังข์แก้ว		47	95
1900	23040	นายภูบดินทร์	ชัยสิทธิ์		47	100
1901	23041	นายกัณธีย์	คงอินทร์		47	100
1902	23049	นายกฤษดา	มณีกาญจน์		47	100
1903	23058	นายธนทัต	จำรัสฉาย		47	100
1904	23082	นางสาวสุภัสสร	เกลี้ยงเกลา		47	95
1905	23086	นางสาวอาภัสรา	อุบล		47	100
1906	23088	นางสาวนงนภัส	ดีเนียม		47	95
1907	23092	นางสาวนิตินัดดา	พัฒศรีเรือง		47	100
1908	23098	นางสาวรสริน	เชื่อมใจ		47	90
1909	23109	นางสาวศศิวิมล	เพ็งสกุล		47	95
1910	23119	นางสาวศิโรรัตน์	สิทธิพงศ์		47	100
1911	23168	นางสาวเรณุกา	จันทร์บูรณ์		47	85
1912	23171	นางสาวศศิโฉม​	ศรีภักดี		47	100
1913	23184	นางสาวพิชญ์สินี	กล่อมเมือง		47	100
1914	23278	นางสาวจันทกานต์	เเก้วกระจาย		47	90
1915	23285	นางสาวกนกวรรณ	คงดี		47	100
1916	23326	นายสรวิชญ์	นวลทอง		47	100
1917	25090	นางสาวพัชรินทร์	เฟื่องทอง		47	95
1918	25091	นางสาวทิพย์เกสร	เกิดขาว		47	80
1919	25092	นายพศิน	ปานมา		47	60
1920	25093	นางสาวญาณิศา	หล่อพันธ์		47	75
1921	25094	นางสาวพรลภัส	สังเมฆ		47	80
1922	25095	นายปุรเชษฐ์	รัตนบุรี		47	100
1923	25097	นางสาววรรณภา	ไกรอ่อน		47	100
1924	25098	นางสาวกนกวลัย	ชูลี		47	85
1925	25099	นางสาวนฤมล	ชัยสวัสดิ์		47	90
1926	25100	นางสาวศศิธร	กล่อมน้อย		47	85
1927	25103	นางสาวชุติมณฑน์	สุขยิ่ง		47	100
1928	25153	นายธนาศักดิ์	โยมา		47	100
1929	25709	นางสาวนริศรา	ชุมศรี		47	90
1930	25711	นางสาวอาทิตถิญา	ชูกลิ่น		47	75
1931	22944	นางสาวสุวรรณทิพย์	แจ้งเศรษฐ์		48	85
1932	22957	นายพนฏิกร	ถนอมทรัพย์		48	100
1933	22964	นายณัฐพงษ์	ฉอำ		48	100
1934	22988	นางสาวณิชานาฎ	หอมหวล		48	100
1935	23012	นางสาวโชติทาริกา	สาละสาลิน		48	100
1936	23029	นางสาวพิมพิศา	ลิ่มอรัญ		48	90
1937	23051	นายวงศกร	สาริบุตร		48	100
1938	23053	นายภูริณัฐ	ดีชัยภูมิ		48	100
1940	23065	นายนทีกานต์	วุฒิพงศ์		48	95
1941	23075	นางสาวธิดาภรณ์​	อุ่นแท่น		48	95
1942	23081	นางสาวกันยกร	ชูทอง		48	90
1943	23083	นางสาววนิดา	พลายเมือง		48	100
1944	23084	นางสาวภรณ์ชนก	สวยสาย		48	90
1945	23100	นางสาวกชวรรณ	ภักดี		48	100
1946	23106	นางสาวเบญญาภา	บุตรเมือง		48	100
1947	23110	นางสาวศิรินทิพย์	ทองถึง		48	85
1948	23111	นางสาวณัฐณิชา	หล่อพันธ์		48	90
1949	23114	นางสาวกุลนันทน์​	ติกขะนา		48	95
1950	23116	นางสาวพิม​พิศา​	รักราวี		48	100
1951	23117	นางสาวนภาภรณ์	คำมา		48	95
1952	23128	นายสถิตชา	เอียดเดช		48	90
1953	23136	นายภาณุวัฒน์	ช่วยบำรุง		48	95
1954	23143	นายฤทธิชัย	ขาวทอง		48	70
1955	23146	นายอดิสรณ์	พิมพ์​ลอย		48	95
1956	23161	นางสาวกนกวรรณ	มากจิตร		48	70
1957	23172	นางสาวอันดามัน	นิมนต์		48	100
1958	23173	นางสาววชิรญาณ์	คงบางประ		48	100
1959	23175	นางสาวเหมวรรณ	เจริญพงศ์		48	100
1960	23177	นางสาวพรธีรา	คงลำพูน		48	95
1961	23200	นางสาวบัณฑิตา	เพชรชำนาญ		48	100
1962	23241	นายฉัตรตพงศ์	พรมช่วย		48	100
1963	23259	นางสาวภัทรธิดา	อังสานาม		48	100
1964	23297	นางสาวรัตน์ติกาล	แสงมณี		48	100
1965	23992	นางสาวชนัญชิตา	แซ่เตื้อง		48	100
1966	25104	นางสาวกนกวรรณ	ซั่นกุล		48	95
1967	25105	นางสาวสศิกาล	กลมกระโทก		48	95
1968	25106	นางสาวพรเพ็ญ	หนูแก้ว		48	95
1969	25107	นายรามเทพ	เลี่ยมแก้ว		48	95
1970	25108	นางสาวศศิกานติ	กล่อมน้อย		48	100
1971	25109	นางสาวปานิศรา	ศรพิชัย		48	70
1972	25110	นางสาวชาคริยา	วิชัยชลีชล		48	100
1973	25111	นายณัฐพล	เพชรสวัสดิ์		48	100
1974	22947	นางสาวกิตติญา	เดชะ		49	100
1975	22992	นางสาวพัชชาภรณ์	เจี้ยนเซ่ง		49	95
1976	23013	นางสาวปิยพร	อุปลา		49	100
1977	23023	นางสาวอรวรา	ปฤษฎางค์กูล		49	100
1978	23060	นายภัทรศัย	จิตพนมกาญจน์		49	75
1979	23064	นายสรวงศ์	ไชยทิพย์		49	100
1980	23093	#VALUE!	#VALUE!		49	90
1981	23097	นางสาวรวิศรา	ชฎากรณ์		49	100
1982	23103	นางสาวศุภนุช	หนูคง		49	80
1983	23107	นางสาวภัทรธิดา	เดชาสิทธิ์		49	100
1984	23108	นางสาวบัณฑิตา	ละออ		49	100
1985	23120	นางสาวโสพิดา	วงศ์พิพันธ์		49	85
1986	23121	นางสาวณัฐณิชา	ดีใหม่		49	95
1987	23125	นางสาวอัจฉรียา	เทพทุ่งหลวง		49	95
1988	23148	นายองศ์บุญ	มีแรง		49	95
1989	23154	นายธัญพิสิษฐ์	สมุดจินดา		49	100
1990	23163	นางสาววริษฐา	ไชยมาตย์		49	90
1991	23205	นางสาวมณธิวา	หนูคูขุด		49	100
1992	23210	นายณัฐวัฒน์	ภะติ		49	100
1993	23211	นายกฤตภัค	รวดเร็ว		49	100
1994	23217	นายศิวกร	สุขแสวง		49	100
1995	23221	นายอนันทวัฒน์	ไทยเกิด		49	100
1996	23224	นายยศภัทร	กลิ่นน้อย		49	90
1997	23253	นายธนภัทธ	ดอนกิจภัย		49	100
1998	23264	นางสาวจิรนันท์	ภูละ		49	100
1999	23290	นางสาวพิมพ์ลภัส	สุดภักดี		49	95
2000	23342	นายสรวิชญ์	ชัยชาญ		49	100
2001	23348	นางสาวปกิตตา	ศรีสุข		49	100
2002	23355	นางสาวพรศิริ	พิจิตร		49	100
2003	23378	นางสาวมาริษา	ช่วยเมือง		49	100
2004	23996	นายอภิภู	สองเมือง		49	100
2005	24546	นางสาวจิรภิญญา	อินทนู		49	100
2006	25080	นางสาวเสาวลักษณ์	คงดี		49	100
2007	25112	นางสาวนุชนารถ	ศรีรอด		49	90
2008	25113	นายภูริณัฐ	ชูทุ่งยอ		49	100
2009	25114	นางสาวกุลธิดา	เนาวพันธ์		49	100
2010	25115	นางสาวกันติยา	ชูชาติ		49	100
2011	25116	นางสาววัลย์พร	สิขิวัฒน์		49	75
2012	25117	นางสาวปภาวรินทร์	เกตุนิธี		49	90
2013	25118	นางสาวนันทิยา	จั้งโล้ง		49	100
2014	25119	นายพงศกร	ชูแก้ว		49	95
2015	25121	นางสาวกชกร	พริกเสน		49	75
2016	25154	นางสาววนัชภร	แก้วศิริ		49	85
2017	25155	นายศุภณัฐ	พิทักษ์		49	95
2018	25712	นางสาวณัฐธิชา	คงสงค์		49	90
2019	22933	นางสาวศุภิสรา	จิตรจันทร์		50	95
2020	22937	นางสาวพัชรกันย์	คำแก้ว		50	100
2021	22965	นายกรวิชญ์	กลัดทอง		50	95
2022	22977	นายภาณุวิชญ์	ฮวบรังสรรค์		50	100
2023	22980	นายจรูญพันธุ์	สุขทั้งปี		50	100
2024	22987	นางสาวพรพิมล	ทองถึง		50	100
2025	23001	นางสาวณัตธิมา	อินทรทัศน์		50	95
2026	23006	นางสาวธัญญพัฒน์	มีอักษร		50	100
2027	23010	นางสาวจีรนันท์	คงรอด		50	100
2028	23014	นางสาวชวิศา	ราดีบุตร์		50	100
2029	23036	นายภูริณัฐ	นวลช่วย		50	100
2030	23071	นายธีรเดช	ปานคง		50	100
2031	23072	นายธนเดช	เสนา		50	100
2032	23095	นางสาววราภรณ์	ชูช่วย		50	100
2033	23099	นางสาวสรัลรัตน์	คงภักดี		50	100
2034	23112	นางสาวแพรวา	อักษรวงศ์		50	100
2035	23115	นางสาวปวีณรัตน์	ไชยยศ		50	85
2036	23124	นางสาวสุภาภรณ์	ใจรื่น		50	85
2037	23142	นายธนเทพ	ประพันธ์		50	100
2038	23155	นายจิตติพัฒน์	เเซ่เเต้		50	100
2039	23162	นางสาวโศภิษฐา	ทองถึง		50	100
2040	23166	นางสาวนันท์นลิน	นวนนุ่น		50	95
2041	23167	นางสาวโสรญา	มากจิตร		50	85
2042	23170	นางสาวรวิพร	นวลแก้ว		50	90
2043	23174	นางสาวจิราวรรณ	แว่นแก้ว		50	80
2044	23178	นางสาวเบญญาภา	ยี่เสาร์		50	95
2045	23186	นางสาวกวินธิดา	พริกเทพ		50	100
2046	23193	นางสาวปรีดาพร	โททัสสา		50	95
2047	23225	นายณฐกร	ละม้าย		50	75
2048	23267	นางสาวพรรษชล	เลื่อมใสสุข		50	100
2049	23268	นางสาวทิฐินันท์	พิบูลย์		50	100
2050	23272	นางสาวกุนธิตา	เเก้วอ่อน		50	95
2051	23346	นางสาวปาลิตา	หัสพันธ์		50	90
2052	23352	นางสาวธัญรัตน์	จันทะปะ		50	90
2053	23359	นางสาวกัญญารัตน์	สังคหะ		50	100
2054	23363	นางสาวบุษราคัม	แก้วเจริญ		50	100
2055	23993	นางสาวปานไพริน	นพรัตน์		50	85
2056	25122	นางสาวนิชาภัทร	พยัคฆา		50	95
2057	25123	นางสาวขวัญฤทัย	สีโนน		50	95
2058	25124	นางสาวรุ้งตะวัน	บุญทอง		50	100
2059	25125	นางสาวชนากานต์	ขวัญเมือง		50	85
2060	25126	นายพงศกร	ริยาพันธ์		50	75
2061	25127	นางสาวกมลทิพย์	แซ่เลี้ยว		50	100
2062	25128	นางสาวละอองดาว	ปราบมนตรี		50	100
2063	23066	นายศุภกิจ	ขุนสิทธิ์		51	100
2064	23073	นายนนทพัทธ์	เพชรนาคิน		51	100
2065	23132	นายวรากร	กามูณี		51	100
2066	23138	นายพุฒิธร	นุภักดิ์		51	100
2067	23140	นายจิณณวัตร	วงศ์ณาศรี		51	95
2068	23151	นายก้องกิดาการ	หนูพันธ์		51	90
2069	23156	นายพีรทัต	รักษ์วงศ์		51	90
2070	23157	นายพัฒน์ชิระ	เเก้วชัด		51	90
2071	23158	นายอภิรักษ์	จูสม		51	75
2072	23176	นางสาวกันยากร	ชารัตน์		51	80
2073	23181	นางสาวปานไพลิน	จิตตจำนงค์		51	100
2074	23183	นางสาวอรกช	รัตนะ		51	100
2075	23204	นางสาวมนต์นภา	สุวรรณรัตน์		51	90
2076	23208	นางสาวชนาธินาถ	สุขเกษม		51	95
2077	23222	นายรัฐภมิ	จริงบำรุง		51	85
2078	23227	นายวัชระ	ชุมไชยโย		51	90
2079	23233	นายสิรวิชญ์	สุขคง		51	100
2080	23236	นายเสฏฐวุฒิ	คำสี		51	90
2081	23275	นางสาวชนิกานต์	เลี่ยนศิริ		51	90
2082	23277	นางสาวปัทมาภรณ์	ชนะสัตย์		51	95
2083	23280	นางสาวกัญญารัตน์	เกลี้ยงกลม		51	90
2084	23281	นางสาวชาลิสา	ธรฤทธิ์		51	95
2085	23288	นางสาวญาณิฐา	ชัยเวช		51	90
2086	23292	นางสาวณัฐธิญา	ชัยสิทธิ์		51	100
2087	23312	นายธาดากร	ภักดีพันธ์		51	100
2088	23315	นายจตุพร	คินธร		51	90
2089	23322	นายธีรทัต	ทองจีน		51	75
2090	23347	นางสาวกิ่งแก้ว	ลาภเจริญ		51	95
2091	23360	นางสาวญาณิศา	อักษรเพียร		51	90
2092	23366	นางสาวดรณิรัตน์	ทองเปลี่ยนแสง		51	100
2093	23368	นางสาวศศิญาภรณ์	มากพันธ์		51	100
2094	23369	นางสาวอุษา	ขันท์สังข์		51	95
2095	23372	นางสาวกฤติกานต์	ชูสุทธิ์		51	100
2096	23373	นางสาวพิณชาดา	อ่อนหวาน		51	100
2097	23376	นางสาวภ้ทรมาศ	ฉวาง		51	100
2098	23380	นางสาวณัฎฐณิชา	ไชยเทพ		51	95
2099	23382	นางสาวอรมรัตน์	โพธิ์สวัสดิ์		51	85
2100	23945	นายปุลวัชร์	ชาญอาวุธ		51	95
2101	25129	นายธณบูรณ์	สิงห์ชัย		51	100
2102	25130	นายธีระยุทธ	ฤดี		51	100
2103	25131	นางสาวกัญญาวีร์	บำรุงศรี		51	100
2104	25132	นายณัฐกรณ์	ศักดิ์พรหม		51	95
2105	25133	นายภูมิภัทร	สมัยชูเกียรติ		51	95
2106	23047	นายธรรมรัตน์	จองศักดิ์		52	100
2107	23056	นายภีมวัจน์	ถาวร		52	90
2108	23067	นายเฉลิมชัย	ฤทธี		52	100
2109	23068	นายอภิวิชญ์	เครือจันทร์		52	95
2110	23074	นายปัญญวรรธน์​	พลวิชัย		52	80
2111	23137	นายณฏฐพล	ประเสริฐ		52	100
2112	23139	นายศักย์ศรณ์	ฉิมยินดี		52	100
2113	23159	นายรังสิมันตุ์	โกศัยพัฒ		52	95
2114	23164	นางสาวศศิวิมล	นันทะสำราญ		52	100
2115	23182	นางสาวสุณัฏฐา	เรืองเพ็ง		52	100
2116	23195	นางสาวปรายฟ้า	แจ้งเศรษฐ์		52	85
2117	23197	นางสาวธิดารัตน์	ธัญพืช		52	95
2118	23202	นางสาวอรพิมล	ชูกลิ่น		52	90
2119	23214	นายธนพล	โพธิ์ประดิษฐ์		52	100
2120	23215	นายจิตติพัฒน์	พิมพ์ลอย		52	90
2121	23226	นายนฤศร	ยอดแก้ว		52	55
2122	23237	นายภูริ​ณัฐ​	คลิ้งแทน		52	70
2123	23262	นางสาวภัทรียา	ผิวนวล		52	100
2124	23276	นางสาวพิชานันท์	จันทบูลย์		52	95
2125	23283	นางสาวณัฐณิชา	ช่างคิด		52	85
2126	23286	นางสาวฐิติกานต์	ช่วยศรี		52	95
2127	23293	นางสาวภัทริกา	สวัสดิกูล		52	90
2128	23295	นางสาวณัฐธิดา	ชนะพันธ์		52	90
2129	23303	นายอาภากร	ช่อสะอึก		52	100
2130	23309	นายปภังกร	พิชัยณรงค์		52	55
2131	23318	นายชัชชนน	ชีตา		52	100
2132	23334	นายธัสชานนท์	ชาญณรงค์		52	100
2133	23337	นายภูตะวัน	ช่างคิด		52	100
2134	23338	นายณัฎฐ์สราวุฒิ	อ่อนเย็น		52	100
2135	23344	นางสาวรวินท์นิภา	ขุนละเอียด		52	95
2136	23357	นางสาวอธิติมา	หวงจริง		52	100
2137	23358	นางสาววรกานต์	ชูโลก		52	100
2138	23381	นางสาวกัญญาณัฐ	กุลศิริ		52	100
2139	23387	นายยืนยง	พุ่มแก้ว		52	40
2140	23395	นายพีรณัฐ	อินทร์จันทร์		52	45
2141	25134	นางสาวปาริชาติ​	การกรณ์		52	95
2142	25135	นางสาวอักษราภัค	ผุดผาด		52	95
2143	25136	นายณัฐภัทร	ไชยยุทธ์		52	100
2144	25137	นางสาวอนันตญา	แสงอรุณ		52	85
2145	25138	นางสาวณิชกานต์	คงทอง		52	100
2146	25139	นายอดิสรณ์	เดชะราช		52	65
2147	25140	นางสาวพรพรรณ	สนธิสุวรรณะ		52	100
2148	25141	นางสาวกัลยาณี	จันทร์สวน		52	100
2149	25713	นางสาวลลิตภัทร	ธรฤทธิ์		52	85
2150	22378	นางสาวกมลลักษณ์	มรรคาเขต		53	95
2151	22386	นางสาวพณิชา	เอี่ยมรักษา		53	100
2152	22387	นางสาวกรกนก	จำปาศรี		53	100
2153	22388	นางสาวพิชญธิดา	กาญจนไชย		53	100
2154	22394	นางสาวอัญชิสา	นิลสุวรรณ		53	90
2155	22396	นางสาวนฤมล	ชัยชนะ		53	90
2156	22398	นางสาวนลินรัตน์	ไกรสิทธิ์		53	90
2157	22399	นางสาวกันยารัตน์	ศรีทองปลอด		53	100
2158	22401	นางสาวกล้วยไม้	รักบำรุง		53	90
2159	22409	นางสาวณฐา	รอดเจริญ		53	100
2160	22412	นางสาวชาลิสา	สุขกาย		53	100
2161	22415	นางสาวภัทรวดี	แก้วสวัสดิ์		53	95
2162	22463	นางสาวชุตินันท์	บุญทอง		53	100
2163	22464	นางสาวสุพิชชา	จุลเพชร		53	100
2164	22465	นางสาวพิมพิศา	นาคแก้ว		53	100
2165	22500	นางสาวไปรยา	แซ่ลิ้ม		53	95
2166	22501	นางสาวณัฏฐณิชา	อนันต์ถาวร		53	95
2167	22503	นางสาวภัทรมล	สกูลกุล		53	100
2168	22504	นางสาวปกิตตา	ศรีรัตน์		53	95
2169	22506	นางสาวปาณิฉัตร	ลิกขไชย		53	100
2170	22510	นางสาวธิดารัตน์	นุเคราะห์		53	100
2171	22511	นางสาวกัญญ์วรา	พิณกลับ		53	100
2172	22514	นายรชต	เสนารัตน์		53	100
2173	22515	นายอภิสิทธิ์	ศรีทอง		53	100
2174	22518	นายนฤเบศ	อนันทกาญจน์		53	100
2175	22521	นายไกศักดิ์	เภกกิ้ม		53	100
2176	22550	นางสาวพัชรี	สวนเเก้ว		53	100
2177	22589	นางสาวจันทิมา	ชูชาติ		53	95
2178	24501	นางสาวปิยนันท์	ชุมทอง		53	100
2179	24510	นางสาวลักษิกา	หยิกซ้าย		53	90
2180	24555	นายพงศ์ศิริ	สุขขี		53	100
2181	22373	นายวิวิธชัย	ทองศรี		54	100
2182	22375	นางสาวปริยาภัทร	มณีอ่อน		54	90
2183	22380	นางสาวสวิตตา	แก้วชัด		54	100
2184	22392	นางสาวนิธิวดี	คำปล้อง		54	95
2185	22397	นางสาวอุมากร	ทองถึง		54	100
2186	22400	นางสาวกันต์ฤทัย	รามแก้ว		54	100
2187	22403	นางสาวจุฑามาศ	ศรีภุมมา		54	100
2188	22404	#VALUE!	#VALUE!		54	100
2189	22405	นางสาวอธิญา	สุตตาชัย		54	100
2190	22411	นางสาววริศรา	เพชระ		54	100
2191	22413	นางสาวพัชรีย์ภรณ์	เดชะ		54	95
2192	22416	นางสาวพิชชาพร	อุปลา		54	100
2193	22421	นางสาวชาลิสา	ละเอียด		54	100
2194	22427	นายณัฐภัทร	เนาวพันธ์		54	100
2195	22429	นายไชยภัทร	แก้วสกุล		54	100
2196	22430	นายสรศักดิ์	จันทร์น้อย		54	100
2197	22444	นายพิเชษฐ์ชัย	เวชสุนทร		54	90
2198	22447	นายธนุเดช	วรดิษฐ์		54	100
2199	22459	นางสาวปุญญิสา	สิขิวัฒน์		54	95
2200	22462	นางสาวอาทิตยา	สิทธา		54	100
2201	22467	นางสาวธีรนาถ	ภักดี		54	100
2202	22469	นางสาวกัญญาณัฐ	จิตรสวาท		54	95
2203	22470	นางสาวรัญชิดา	ยอดณรงค์		54	100
2204	22473	นางสาวเพชรศิริ	เพชรประณีต		54	100
2205	22476	นางสาวณัฐณิชา	ธราพร		54	100
2206	22477	นางสาวสุรัสวดี	วัชนะ		54	100
2207	22478	นางสาววลัยพรรณ	นาคคลิ้ง		54	100
2208	22485	นางสาวพัชญ์สินี	มะลิวัลย์		54	100
2209	22487	นางสาวกมลชนก	เพชรสงค์		54	100
2210	22509	นางสาวชุติกาญจน์	นวลสุทธิ์		54	100
2211	22512	นายศุภณัฐ	ทองเซ่ง		54	100
2212	22527	นายภานุวัฒน์	ดำเพชร		54	100
2213	22530	นายวราวุฒิ	เดชะ		54	100
2214	22577	นางสาวอรนภา	โสดา		54	100
2215	22588	นางสาวเขมิกา	พรหมชีหมุน		54	100
2216	22621	นายทิพากร	มีแก้ว		54	100
2217	23998	นางสาวณัฎฐณิชา	นันตาโฮ้		54	95
2218	24502	นางสาวกมลทิพย์	บัวเมือง		54	95
2219	24503	นายณัฐภัทร	ศรีปลอด		54	100
2220	24504	นางสาววรัญญา	บุญเชนทร์		54	90
2221	24505	นางสาวนฤมล	ศักดิ์พรหม		54	100
2222	24506	นางสาวพลอยนภัส	ศรีขาว		54	100
2223	24507	นางสาวปภาวี	สำลีรุ่งโรจน์		54	95
2224	24508	นางสาวจุฑามาศ	อรัญญา		54	75
2225	25714	นางสาวสุพัตรา	คำผอง		54	100
2226	22365	นายปองกานต์	พรหมฤทธิ์		55	100
2227	22366	นายภูริวัฒน์	พลายแก้ว		55	100
2228	22422	นางสาวณัฏฐนิภา	อินทร		55	100
2229	22428	นายเจษฎา	รัตนวงศ์		55	100
2230	22432	นายภูมิพัฒน์	วีระวงศ์		55	100
2231	22435	นายศุภณัฐ	เพชรน้อย		55	100
2232	22439	นายสกนธ์พน	บุญเหลือ		55	100
2233	22440	นายชยุต	เพ็ชรทราย		55	100
2234	22460	นางสาวเกษณี	ทองแฉล้ม		55	100
2235	22471	นางสาวปรียดาพร	พรมลี		55	95
2236	22472	นางสาวปภาวิชญ์	เหลืองวารี		55	95
2237	22474	นางสาวเปรมกมล	วั่นโท้น		55	95
2238	22475	นางสาวรักษิณา	กรุงแก้ว		55	100
2239	22480	นางสาวธัญสิริ	สีเผือก		55	95
2240	22486	นางสาวณัฐลดา	ด่อล่าจิ		55	100
2241	22490	นางสาวชนิกานต์	จิตรธรรม		55	90
2242	22494	นางสาวโชติกา	วัดนครใหญ่		55	85
2243	22529	นายธีรภัทร	แจ้งเพชร		55	100
2244	22553	นางสาวผุสดี	เนาวนัด		55	100
2245	22556	นางสาวกมลนัทธ์	สุขธระ		55	100
2246	22492	นางสาวอันดา	อยู่ดี		57	80
2247	22559	นางสาวโชติมา	ฮวดทวี		55	100
2248	22560	นางสาวเบญจมาศ	ธรฤทธิ์		55	95
2249	22561	นางสาวปัณฑิตา	คะเณย์		55	100
2250	22567	นางสาวกัญญาณัฐ	ทองพันธ์		55	95
2251	22570	นางสาวอาภารัตน์	อัศวพิทักษ์ชน		55	100
2252	22573	นางสาวโยสิภา	ทองดำเเก้ว		55	85
2253	22593	นางสาวอริสรา	รัตนคช		55	95
2254	22595	นางสาวนันท์นภัส	คงทอง		55	100
2255	22600	นายภานุพงศ์	หนูเกตุ		55	100
2256	22657	นางสาวรัญธิดา	ช่วยศรี		55	80
2257	22661	นางสาวหทัยชนก	อุปลา		55	95
2258	22688	นายกฤตเมธ	หนูมาก		55	95
2259	22730	นางสาวบัณฑิตา	แก้วพิพัฒน์		55	95
2260	22765	นางสาวภัทรธิดาพร	บุญเลี้ยว		55	100
2261	22767	นางสาวปกิตตา	เรือนสูง		55	95
2262	22818	นางสาวกัญญ์วรา	ช่วยคงมา		55	95
2263	22825	นางสาวมรกต	คงศรีลัง		55	100
2264	22830	นางสาวธัญชนก	จันทร์สวน		55	90
2265	22839	นางสาวณัฐธิดา	บุญจันทร์		55	65
2266	23446	นางสาวตรียภัทร	ชูชาติ		55	100
2267	23448	นางสาวอังศิณี	บุญนำ		55	100
2268	24509	นางสาวโชติกา	ศรีหนองโคตร		55	95
2269	24511	นางสาวนริวิมล	ศรีพุฒ		55	95
2270	24512	นางสาวนริสรา	ศรีพุฒ		55	90
2271	22381	นางสาวนัทนิชา	เอี่ยวศิริวรกุล		56	95
2272	22383	นางสาวฐิติพร	เพชรช่วย		56	85
2273	22391	นางสาวพลอยไพลิน	พูลสวัสดิ์		56	95
2274	22393	นางสาวขวัญข้าว	เพชรคำ		56	100
2275	22395	นางสาวกนกวรรณ	ชุมสวัสดิ์		56	100
2276	22408	นางสาวกัญญ์วรา	ชูรักษ์		56	100
2277	22417	นางสาวชาลิสา	อยู่ขาว		56	100
2278	22419	นางสาวอาริยา	พรมกุล		56	90
2279	22423	นางสาวขวัญจิรา	จันทร์เกลี้ยง		56	85
2280	22442	นายยุทธนา	ปราบปราย		56	100
2281	22449	นายก้องกิดากอน	ใสสะอาด		56	100
2282	22452	นายกฤษณ์ดนัย	หนูนิล		56	100
2283	22457	นายวชิรวิทย์	ธรรมภัทรกุล		56	100
2284	22479	นางสาววรัญญา	สุขย้อย		56	95
2285	22496	นางสาวเกวลิน	รักษ์ทอง		56	60
2286	22498	นางสาวนัทธ์หทัย	สำลีแก้ว		56	100
2287	22537	นายอลงกรณ์	ชุมทอง		56	100
2288	22545	นายอภิเดช	รอดเอียด		56	95
2289	22548	นางสาวจรรยาวดี	ชัยทัศน์		56	70
2290	22562	นางสาวสุภัสสรา	ชูขันธ์		56	90
2291	22571	นางสาวสุทธิดา	หนูนวล		56	100
2292	22575	นางสาวสุวนันท์	สมวงษ์		56	85
2293	22578	นางสาวสุพรรษา	สุระทด		56	100
2294	22581	นางสาวอรอมล	นวลนึก		56	95
2295	22582	นางสาวกุลนิษฐ์	เกษมสุข		56	100
2296	22583	นางสาวปาลิตา	เเจ่มใส		56	95
2297	22591	นางสาวนัทจนันท์	ยิ่งดำนุ่น		56	100
2298	22602	นายรัฐภูมิ	รอดนวล		56	100
2299	22632	นายอชิตพล	การิสันติ		56	100
2300	22637	นางสาวกนิษฐนันท์	ศรีชาย		56	100
2301	22639	นางสาวบัณฑิตา	สุวรรณฉิม		56	100
2302	22641	นางสาวศลิศา	ชฎากรณ์		56	100
2303	22643	นางสาวนันท์นภัส	ทองรัตน์		56	95
2304	22644	นางสาววลัยลักษณ์	ประพันธ์		56	100
2305	22646	นางสาวธิดารัตน์	เถาว์เป็น		56	95
2306	22652	นางสาวสโรชินี	ณ นคร		56	100
2307	22775	นางสาวอังคนา	วงศ์สวัสดิ์		56	100
2308	24513	นายดหัสวิน	ภูทอง		56	100
2309	24514	นางสาวณิชาดา	ศรีรอด		56	75
2310	24515	นางสาววรรณวิสา	ตรีโรจน์		56	90
2311	24516	นางสาวปุญญิศา	กล่อมเมือง		56	100
2312	25156	นางสาวรวินทร์นิภา	แก้วศิริ		56	90
2313	22384	นางสาวกนกลักษณ์	คมกล้า		57	90
2314	22406	นางสาวภัทรชมน	วงศ์บุรีมาศ		57	75
2315	22410	นางสาวปวีณ์สุดา	แก้วบุบผา		57	100
2316	22414	นางสาวศิริวรรณ	จันโบ		57	100
2317	22483	นางสาวศศิธร	พลพิชัย		57	90
2318	22489	นางสาวพรรณพัชร	สูงใจวงษ์		57	90
2319	22493	นางสาววริษฐา	คล้ายโสม		57	100
2320	22495	นางสาวมาริษา	ผลทิพย์		57	100
2321	22499	นางสาวธนภรณ์	ศรีธนสาร		57	100
2322	22507	นางสาวพิมพกานต์	อักษร		57	100
2323	22516	นายอมเรศ	เศรษฐนาวา		57	90
2324	22523	นายต้นกล้า	แก้วสกุลทอง		57	100
2325	22525	นายกิตติภพ	โปณทอง		57	95
2326	22528	นายมาตุภูมิ	เสวตร์เวช		57	100
2327	22551	นางสาวสายธาร	เพชระ		57	100
2328	22576	นางสาวระพีพรรณ	ไชยยุทธ		57	95
2329	22599	นางสาวชนกนันท์	สมจิตร์		57	75
2330	22601	นายดลชีพสุข	ละออ		57	100
2331	22610	นายพีรทัต	หัตถิยา		57	100
2332	22619	นายเอกภพ	ละออ		57	100
2333	22623	นายวรากร	หงษ์ทอง		57	100
2334	22627	นายจีรภัทร	จ้อยชู		57	100
2335	22634	นายชานน	พิบูลย์		57	95
2336	22635	นายศิวกร	ศรีชาย		57	100
2337	22653	นางสาวอชิรญาณ์	คงศรีรัตน์		57	100
2338	22659	นางสาวพรทิพย์	มธุรส		57	95
2339	22664	นางสาวกรพินธุ์	ถาวร		57	95
2340	22666	นางสาวกนกวรรณ	แจ่มศรี		57	100
2341	22668	นางสาวมัลลิกา	นุ้ยศิริ		57	100
2342	22669	นางสาวนันทิชา	อ่อนรอด		57	95
2343	22691	นายศิลปชัย	ติ้วต้ง		57	90
2344	22729	นางสาวแก้วกานดา	ปานเหลือง		57	95
2345	22743	นางสาวทิพวรรณ	สวนนุช		57	90
2346	22752	นางสาวกานต์พิชชา	สังมณีโชติ		57	95
2347	22822	นางสาวคิรภัสสร	มีพัฒน์		57	100
2348	23454	นางสาวอนุธิดา	พลายแก้ว		57	100
2349	24517	นางสาวสิริมล	ตันบุตร		57	95
2350	24518	นางสาวลลิตา	ไชยเทพ		57	100
2351	24519	นางสาววรนิษฐา	สุขชู		57	85
2352	24520	นายสิทธิชัย	สวัสดิพันธ์		57	100
2353	24521	นางสาวอนุธิดา	ไทยเกิด		57	90
2354	24522	นางสาวสิริพร	เอียงเอื้อ		57	95
2355	24523	นางสาวทิพย์นคร	สุขอินทร์		57	75
2356	22424	นายธนศักดิ์	อนุรักษ์		58	100
2357	22436	นายภูมิพัฒน์	ชูช่วยสุวรรณ		58	90
2358	22451	นายปฐมพร	บัวทอง		58	100
2359	22484	นางสาวพิมพ์พิศา	ยะโส		58	100
2360	22513	นายเอกสิทธิ์	ศรีน้อย		58	100
2361	22538	นายปฏิพัทธ์	ฉันทกุล		58	100
2362	22541	นายธนดล	แก้วแกมจันทร์		58	80
2363	22546	นายสุริยะ	รักษาวงษ์		58	100
2364	22557	นางสาวหนึ่งฤทัย	บัวทอง		58	80
2365	22598	นางสาววรวลัญช์	แสงลุน		58	95
2366	22603	นายวงศกร	สาวิโรจน์		58	80
2367	22607	นายศักรินทร์	ภักดีชน		58	100
2368	22620	นายสหชัย	วิชาดี		58	95
2369	22625	นายณัฐพนธ์	ขอสวัสดิ์		58	85
2370	22626	นายวรากร	แป้นเจริญ		58	100
2371	22638	นางสาวกันตพิชญ์	ยะโส		58	100
2372	22648	นางสาวธิดานุช	กาญจน์		58	75
2373	22656	นางสาวศิรินภา	รอดรัตน์		58	90
2374	22658	นางสาววรรณวนิตย์	ชูแก้ว		58	75
2375	22660	นางสาวณัฐณิชา	จงกลศรี		58	85
2376	22663	นางสาววรรณรดา	เวชพิทักษ์		58	95
2377	22670	นางสาวณัฐนรี	แซ่ด่าน		58	100
2378	22677	นางสาวชนากานต์	ชำนาญ		58	100
2379	22713	นายสิริณัฏฐ์	เลี่ยนศิริ		58	95
2380	22715	นายกษิดิ์เดช	ทรงแก้ว		58	100
2381	22732	นางสาวฉัตชนก	ต่าง		58	90
2382	22744	นางสาวณัฐนิชา	มณีพันธ์		58	100
2383	22755	นางสาวอมรรัตน์	แซ่ฮ่าน		58	70
2384	22774	นางสาวกัญญาณี	เกิดละเอียด		58	100
2385	22800	นายชวัลวิชญ์	อินทรกำเหนิด		58	90
2386	22823	นางสาวอาทิตยา	นุภักดิ์		58	70
2387	24524	นางสาวชนัญชิดา	รสกระจาย		58	70
2388	24525	นางสาวอาทิตยา	แคใหญ่		58	80
2389	24527	นางสาวพิมนภา	สิทธิฤทธิ์		58	90
2390	24528	นางสาวศิรภัส	คำเพ็ชร		58	80
2391	25150	นางสาวสุภณิดา	เพ็ชรชำนาญ		58	100
2392	25151	นายภูธฤทธิ์	สุขพัฒน์		58	100
2393	22443	นายวิริทธิ์พล	มณีฉาย		59	90
2394	22448	นายคงคำกฤษณ์	เกลา		59	85
2395	22456	นายจักรภัทร	แก้วเจริญ		59	100
2396	22558	นางสาวศรันรัตน์	หงษ์ทอง		59	85
2397	22564	นางสาวเมธิยา	กองสุข		59	80
2398	22572	นางสาวธารวิมล	ทองประสงค์		59	75
2399	22594	นางสาวอัญญาณี	ทองอยู่		59	85
2400	22612	นายธีรภัทร	แก้วทองสร		59	90
2401	22672	นางสาวนิตยาพร	ช่วยประดิษฐ์		59	90
2402	22686	นายปฎิพัทธ์	จุลเพชร		59	90
2403	22695	นายพรรณกร	บรรจงแต้ม		59	90
2404	22699	นายอนันต์สิทธิ์	พิมพ์แพทย์		59	90
2405	22700	นายธีรภัทร	จิตรธรรม		59	100
2406	22710	นายกันดิศ	เบื่อน้อย		59	90
2407	22753	นางสาวทิฆัมพร	เพชรประพันธ์		59	85
2408	22757	นางสาวบัณฑิตา	ด้วงชุม		59	85
2409	22768	นางสาวธิดารัตน์	สุระกา		59	90
2410	22769	นางสาววิลัยลักษณ์	รัตนพันธ์		59	100
2411	22779	นายโชติวุฒิ	ทองดี		59	95
2412	22787	นายนฤนาท	เดชอรุณ		59	80
2413	22801	นายณัฐภูมิ	จรัส		59	85
2414	22802	นายณัฐกรณ์	ช่วยประดิษฐ์		59	90
2415	22804	นายจารุกิตติ์	บุญเชิด		59	90
2416	22807	นายนรวิชญ์	นิ่มอนงค์		59	100
2417	22811	นายเอกราช	ทิพย์ดี		59	90
2418	22821	นางสาวสวัสวดี	ชูจิตร		59	100
2419	22828	นางสาวสกุลลญา	เพ็งสกุล		59	95
2420	22835	นางสาวสมิตานันทฺ	หยั่งตระกูล		59	90
2421	22916	นายปรเมศวร์	ปานบรรจง		59	90
2422	23449	นายเฉลิมเกียรติ	กิ่งทอง		59	90
2423	23450	นายภัทรภาคย์	เนียมมูสิก		59	100
2424	23452	นางสาววันวิสาข์	ธรฤทธิ์		59	60
2425	24529	นายชวนากร	ทองรอด		59	100
2426	24530	นางสาวจุฑารัตน	ชูจันทร์		59	90
2427	24531	นายอติวิชญ์	เบ้านุวงศ์		59	85
2428	24532	นางสาวภิญญาพัชญ์	แช่ม		59	80
2429	24533	นางสาวเบญญาภร	คงลำพูน		59	90
2430	24534	นางสาวกรรณิกา	หอมแก้ว		59	75
2431	24535	นายธนดล	เพชรคง		59	80
2432	21950	นายวิชชากร	ละเอียด		60	45
2433	22070	นางสาวสิริวิภา	แป้นศรีนวล		60	75
2434	22532	นายจิรพัฒน์	หัตถิยา		60	85
2435	22547	นายภูวดล	เผือกผ่อง		60	100
2436	22579	นางสาวณัชชา	ฉิมยินดี		60	95
2437	22617	นายเฉลิมเกียรติ	ศศิเดโช		60	100
2438	22622	นายกล้าณรงค์	นาควิลัย		60	100
2439	22636	นายทัชชกร	คงแก้ว		60	100
2440	22640	นางสาวแก้วตา	แต้มแสน		60	90
2441	22647	นางสาวสุริวิภา	ฉวาง		60	100
2442	22665	นางสาวอินทราณี	หนูพรหม		60	95
2443	22671	นางสาวนภัสสร	กล้ายิ่ง		60	-15
2444	22675	นางสาวดวงกมล	พรหมขำ		60	90
2445	22681	นางสาวพรปวีณ์	แก้วแกมจันทร์		60	85
2446	22714	นายปริวัตร	ศรีทอง		60	85
2447	22716	นายเมธาสิทธิ์	แซ่ภู่		60	100
2448	22723	นายปัณณธร	รักษ์ปาน		60	100
2449	22734	นางสาวอัจจิมา	ริยาพันธ์		60	55
2450	22737	นางสาวศุธินี	ชุมบ้านยาง		60	100
2451	22739	นางสาวพิมพ์ชนก	แสงเจริญ		60	85
2452	22746	นางสาวอจิรดี	มีแก้ว		60	95
2453	22750	นางสาวกันตพิชญ์	ช่วยรอด		60	100
2454	22751	นางสาวฟ้าใส	คิมหันต์		60	65
2455	22759	นางสาวกุลธรา	วงศ์จินดา		60	100
2456	22761	นางสาวสุกฤตยา	บำรุงศรี		60	85
2457	22786	นายสุริโย	ทิพย์ทอง		60	80
2458	22799	นายกรวิชญ์	เกี่ยวม่าน		60	100
2459	22806	นายธเนศพล	ทองรักษ์จันทร์		60	80
2460	22809	นายจณกร	บัวศรี		60	100
2461	22812	นายกัณตพงศ์	พูลขาว		60	100
2462	22819	นางสาวกชมล	แก้วศิริ		60	95
2463	22824	นางสาวชนัญธิดา	มุสิกรุณ		60	100
2464	22827	นางสาวพนิตสุภา	เกียรติตระกูล		60	100
2465	22834	นางสาวนาเดีย	อำลอย		60	100
2466	24536	นายอดิศักดิ์	จอง		60	100
2467	24537	นางสาวรุ่งธิดา	ชุมวงค์		60	100
2468	24539	นายปัฐน์	ทองหนู		60	85
1653	23644	นางสาวนัฐฎนิชา	ชูชาติ		41	110
1654	23655	นางสาวสุขิมาล	สุขแก้ว		41	110
1655	23671	นางสาวปาริฉัตร	โพชนาธาร		41	110
1656	23675	นางสาวมณีรัตน์	หนูพรหม		41	90
411	25567	เด็กหญิงณัฐนันทน์	ช่วยรอด		10	105
3	25160	เด็กชายณัฐวัชต์	วงค์นาศรี		1	100
4	25161	เด็กชายกฤตภาส	รอดเจริญ		1	100
5	25162	เด็กชายคุณพัฒน์	แซ่ด่าน		1	95
6	25163	เด็กชายปุญญพัฒน์	ชูแก้ว		1	100
7	25164	เด็กชายพิชญะ	วัฒนสิน		1	95
8	25165	เด็กชายกฤษณะ	วรงค์พงศ์ธร		1	100
9	25166	เด็กชายกฤติธี	หงษ์ทอง		1	100
10	25167	เด็กชายกฤตเมธ	หงษ์ทอง		1	100
11	25168	เด็กชายกฤตานนท์	หงษ์ทอง		1	95
12	25169	เด็กชายภูมิวฤณ	ศรีรักษา		1	100
13	25170	เด็กหญิงชรินทร์ทิพย์	ตรัสศรี		1	95
14	25171	เด็กหญิงณิชาภา	หมื่นพรหม		1	100
15	25172	เด็กหญิงชญาณ์นันท์	ชูดำดี		1	100
16	25173	เด็กหญิงปฐมาวดี	แก้วเจริญ		1	100
17	25174	เด็กหญิงธัญชนก	อินทร์แก้ว		1	100
18	25175	เด็กหญิงลภัสกร	สุขาทิพย์		1	100
19	25176	เด็กหญิงกชวรรณ	นิลสุวรรณ		1	95
20	25177	เด็กหญิงณัฐธิดา	พลายเเก้ว		1	90
21	25178	เด็กหญิงบุบผา	ชูช่วยสุวรรณ		1	95
22	25179	เด็กหญิงอรสินี	เสริมสุข		1	100
23	25180	เด็กหญิงธฤตมน	บานชื่น		1	100
24	25181	เด็กหญิงพรรณธร	วรรณโชติ		1	95
25	25182	เด็กหญิงกนกวรรณ	กุลน้อย		1	95
26	25183	เด็กหญิงมณิฐญาณ์	แก้วหนู		1	95
27	25184	เด็กหญิงธารธารา	คำแก้ว		1	95
2	25158	เด็กชายกิตติวินท์	ชัยชนะ		1	100
1	25157	เด็กชายปภังกร	สกุณา		1	100
839	24890	เด็กหญิงณภัชชา	ยาโน		20	-40
751	24800	เด็กหญิงปุณยวีร์	แก้วเรียง		18	-35
\.


--
-- Data for Name: Teacher; Type: TABLE DATA; Schema: public; Owner: sakdithat
--

COPY public."Teacher" (id, name, password, role) FROM stdin;
1	admin	wsra1234	Admin
2	admin1	admin1234	Admin
3	กชพร เรืองรอง	1234	Teacher
4	กนกทิพย์ สุขอนันต์	1234	Teacher
5	กนกวรรณ จันทรชิต	1234	Teacher
6	กนกวรรณ หมานมา	1234	Teacher
7	กรกนก บัวทอง	1234	Teacher
8	กฤตพร ทองสินธุ์	1234	Teacher
9	กฤติชัย ราชพิบูลย์	1234	Teacher
10	กาญจนา แป้นเจริญ	1234	Teacher
11	กาญจนา เพิ่มมณีรัตน์	1234	Teacher
12	กาญจนา หอมรัตน์	1234	Teacher
13	กุลนันท์ จุลอักษร	1234	Teacher
14	เกรียงศักดิ์ สุวรรณเวลา	1234	Teacher
15	เกษร ศรีรัตนสูตร	1234	Teacher
16	ขวัญชนก เอียดด้วง	1234	Teacher
17	จรณชัย ศรีประดิษฐ	1234	Teacher
18	จักรี ธรรมชาติ	1234	Teacher
19	จารุวรรณ ฤกษ์วรรณ	1234	Teacher
20	จีรวรรณ กองประดิษฐ์	1234	Teacher
21	จุฑาทิพย์ สุวรรณสาม	1234	Teacher
22	จุธามาศ พริกเบ็ญจะ	1234	Teacher
23	เจนจิรา ริยาพันธ์	1234	Teacher
24	เจษฎาภรณ์ ภักดี	1234	Teacher
25	ไชนะ สาเมาะ	1234	Teacher
26	ฐาปนี อินทร์จันทร์	1234	Teacher
27	ฐิติมน แก้วมณี	1234	Teacher
28	ณัฐกานต์ อภิชาตกุล	1234	Teacher
29	ดวงกมล หวานแก้ว	1234	Teacher
30	ดาราศักดิ์ ขรัวทองเขียว	1234	Teacher
31	ตรัยพร เดชาพร	1234	Teacher
32	ทินกร ดวงนิราส	1234	Teacher
33	ทิวาพร ศรีกรด	1234	Teacher
34	ธนภัทร ขวัญช่วย	1234	Teacher
35	ธมน เพชรน้อย	1234	Teacher
36	ธัญชิตา ปะหินา	1234	Teacher
37	ธัญดารินทร์ ริยาพันธ์	1234	Teacher
38	ธันยพร ใจงาม	1234	Teacher
39	ธีรยุทธ รัตนสูตร	1234	Teacher
40	นริศ จันทร์สะอาด	1234	Teacher
41	นัจที สุขขี	1234	Teacher
42	น้ำฝน ใสหลวง	1234	Teacher
43	นิธิยา ชำนาญเพาะ	1234	Teacher
44	นิภาวัลย์ เตือนวีระเดช	1234	Teacher
45	นงนุช นนทโชติ	1234	Teacher
46	นุชรี ศิริ	1234	Teacher
47	นิวัฒน์ หัสพันธ์	1234	Teacher
48	บุญเรือน ปิยะพงศ์	1234	Teacher
49	ปกรณ์เกียรติ ด้วงทองกุล	1234	Teacher
50	ปฏิพัทธ ศรีแสง	1234	Teacher
51	ปภาดา บุญชนะ	1234	Teacher
52	ประวีณา แก้วอ่อน	1234	Teacher
53	ประเสริฐ ปลอดรัตน์	1234	Teacher
54	ปรารภ ทองเหลือง	1234	Teacher
55	ปริญญา จอง	1234	Teacher
56	พรรณธิชา บรรจง	1234	Teacher
57	พรรณธิดา ภูริวิทยาธีระ	1234	Teacher
58	พรวิไล ทิพย์สุวรรณ	1234	Teacher
59	แพรไพลิน วรรณโชติ	1234	Teacher
60	ภัทรศยา รัตนบัณฑิต	1234	Teacher
61	ภัทรียา อานนท์	1234	Teacher
62	ภาวินี พุฒิทอง	1234	Teacher
63	มนทิรา ศรีอยู่โยง	1234	Teacher
64	มนปริยา ราชรักษ์	1234	Teacher
65	ยสุตมา หลีหมัด	1234	Teacher
66	รัฐพล ทองศรี	1234	Teacher
67	เรวดี อิสสโร	1234	Teacher
68	ลดาวัลย์ จันทร์จินดา	1234	Teacher
69	มลฑิตา นิตุธร	1234	Teacher
70	วรากร นาควิลัย	1234	Teacher
71	วัลยาภรณ์ นาคเดช	1234	Teacher
72	วัลภา มีเสือ	1234	Teacher
73	วัชระ นนทโชติ	1234	Teacher
74	วันชัย ตรีสงค์	1234	Teacher
75	วันดี หอมชื่น	1234	Teacher
76	วันวิสาข์ สืบ	1234	Teacher
77	วิจิตรา นิคมรัฐ	1234	Teacher
78	วิทยา ชุมทอง	1234	Teacher
79	วิภา อินทร	1234	Teacher
80	วุฒิพงษ์ แพรกทอง	1234	Teacher
81	ศรัณย์ สงนุ้ย	1234	Teacher
82	ศิรินทร์ หมื่นราช	1234	Teacher
83	ศิริรัตน์ สวัสดิ์อุบล	1234	Teacher
84	ศิริลักษณ์ ชูช่วย	1234	Teacher
85	สกาวเนตร เทพสง	1234	Teacher
86	สมชัย วงษ์สวัสดิ์	1234	Teacher
87	สลี โรยร่วง	1234	Teacher
88	สวพรรณ หนูแป้น	1234	Teacher
89	สาธิตา ตะนาวศรี	1234	Teacher
90	สิริเรมอร ศรีแสง	1234	Teacher
91	สุชญา เทือกสุบรรณ	1234	Teacher
92	สุดารัตน์ สรรเสริญ	1234	Teacher
93	สุเมฆ สุวรรณสาม	1234	Teacher
94	สุราภรณ์ อินทร์ทุ่ม	1234	Teacher
95	สุริยัน พรหมพันธุ์	1234	Teacher
96	สุริยา บัวทอง	1234	Teacher
97	สุวิภา ไกรวัฒนพงศ์	1234	Teacher
98	เสาวภา แซ่ว่อง	1234	Teacher
99	เสาวลักษณ์ ทิพย์จักษุ	1234	Teacher
100	หทัยชนก แสงมณี	1234	Teacher
101	อนงค์นารถ ศรีสุวรรณ	1234	Teacher
102	อนัญญา สยามล	1234	Teacher
103	อนุชตรา ปาโต	1234	Teacher
104	อรรถสิน บุญถาวร	1234	Teacher
105	อรวรรณ ศรีโชติ	1234	Teacher
106	อรสา สารทิพย์	1234	Teacher
107	อรสุมา ขานทอง	1234	Teacher
108	อรุณี รุ่งรัตนกุลศรี	1234	Teacher
109	อารยา แก้วทองสอน	1234	Teacher
110	อารัญญา บุญมาก	1234	Teacher
111	อุไรวรรณ หะหมาน	1234	Teacher
112	เอกพจน์ แก้วมณี	1234	Teacher
113	เอมย์ เครือหวัง	1234	Teacher
\.


--
-- Data for Name: _prisma_migrations; Type: TABLE DATA; Schema: public; Owner: sakdithat
--

COPY public._prisma_migrations (id, checksum, finished_at, migration_name, logs, rolled_back_at, started_at, applied_steps_count) FROM stdin;
21417bd3-6433-417f-a24b-58798a40c4ba	b080367768fc676e7955508249142134858bcd4834c616d08c813ef380b20065	2024-10-20 16:17:52.88483+00	20241020161752_init	\N	\N	2024-10-20 16:17:52.864262+00	1
ff800a77-f9e9-4e64-b6f8-06325690c7fa	08de6076ab7c394939b26302397c877a6b8ed34b8d327d008f2dcce9c7a5b400	2024-10-20 17:06:11.593676+00	20241020170611_edit	\N	\N	2024-10-20 17:06:11.591086+00	1
668b9c70-e8a0-4f08-a746-9a4973cee4b9	b469304206c80e83c02da250ec1e7c2f9f343b3b5e5e36895026f2d0648a432f	2024-10-20 17:06:29.399964+00	20241020170629_edit	\N	\N	2024-10-20 17:06:29.39749+00	1
da7057cb-8954-4555-ac0a-9cce5165250f	90820330bbc8fdbb118f48a4640bcc56616f7ea3bb03956df58cd742a5f1d402	2024-10-23 00:13:23.213176+00	20241023001323_add_behavior_log_relation	\N	\N	2024-10-23 00:13:23.198519+00	1
f85a0ff2-e025-4efe-8089-f4804ef6b4e4	e5c85957125e68118d0b141b4ecb1bb9600c82c9b83ea237645406e2ef7eea97	2024-10-23 00:26:15.092823+00	20241023002615_add_description_to_behavior_log	\N	\N	2024-10-23 00:26:15.089663+00	1
7efb0579-5378-49d9-8744-1a888e116a50	2267980bb4c516b665877ca16837eca2d06dce2ebaeb75456ace9e0b3f9e25f2	2024-10-23 00:30:52.219582+00	20241023003052_add_description_to_behavior_log	\N	\N	2024-10-23 00:30:52.216628+00	1
\.


--
-- Name: BehaviorLog_id_seq; Type: SEQUENCE SET; Schema: public; Owner: sakdithat
--

SELECT pg_catalog.setval('public."BehaviorLog_id_seq"', 3246, true);


--
-- Name: BehaviorType_id_seq; Type: SEQUENCE SET; Schema: public; Owner: sakdithat
--

SELECT pg_catalog.setval('public."BehaviorType_id_seq"', 86, true);


--
-- Name: Classroom_id_seq; Type: SEQUENCE SET; Schema: public; Owner: sakdithat
--

SELECT pg_catalog.setval('public."Classroom_id_seq"', 144, true);


--
-- Name: Student_id_seq; Type: SEQUENCE SET; Schema: public; Owner: sakdithat
--

SELECT pg_catalog.setval('public."Student_id_seq"', 8188, true);


--
-- Name: Teacher_id_seq; Type: SEQUENCE SET; Schema: public; Owner: sakdithat
--

SELECT pg_catalog.setval('public."Teacher_id_seq"', 113, true);


--
-- Name: BehaviorLogBehavior BehaviorLogBehavior_pkey; Type: CONSTRAINT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."BehaviorLogBehavior"
    ADD CONSTRAINT "BehaviorLogBehavior_pkey" PRIMARY KEY ("behaviorLogId", "behaviorTypeId");


--
-- Name: BehaviorLog BehaviorLog_pkey; Type: CONSTRAINT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."BehaviorLog"
    ADD CONSTRAINT "BehaviorLog_pkey" PRIMARY KEY (id);


--
-- Name: BehaviorType BehaviorType_pkey; Type: CONSTRAINT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."BehaviorType"
    ADD CONSTRAINT "BehaviorType_pkey" PRIMARY KEY (id);


--
-- Name: Classroom Classroom_pkey; Type: CONSTRAINT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."Classroom"
    ADD CONSTRAINT "Classroom_pkey" PRIMARY KEY (id);


--
-- Name: Student Student_pkey; Type: CONSTRAINT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."Student"
    ADD CONSTRAINT "Student_pkey" PRIMARY KEY (id);


--
-- Name: Teacher Teacher_pkey; Type: CONSTRAINT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."Teacher"
    ADD CONSTRAINT "Teacher_pkey" PRIMARY KEY (id);


--
-- Name: _prisma_migrations _prisma_migrations_pkey; Type: CONSTRAINT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public._prisma_migrations
    ADD CONSTRAINT _prisma_migrations_pkey PRIMARY KEY (id);


--
-- Name: Student_studentNumber_key; Type: INDEX; Schema: public; Owner: sakdithat
--

CREATE UNIQUE INDEX "Student_studentNumber_key" ON public."Student" USING btree ("studentNumber");


--
-- Name: BehaviorLogBehavior BehaviorLogBehavior_behaviorLogId_fkey; Type: FK CONSTRAINT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."BehaviorLogBehavior"
    ADD CONSTRAINT "BehaviorLogBehavior_behaviorLogId_fkey" FOREIGN KEY ("behaviorLogId") REFERENCES public."BehaviorLog"(id) ON UPDATE CASCADE ON DELETE RESTRICT;


--
-- Name: BehaviorLogBehavior BehaviorLogBehavior_behaviorTypeId_fkey; Type: FK CONSTRAINT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."BehaviorLogBehavior"
    ADD CONSTRAINT "BehaviorLogBehavior_behaviorTypeId_fkey" FOREIGN KEY ("behaviorTypeId") REFERENCES public."BehaviorType"(id) ON UPDATE CASCADE ON DELETE RESTRICT;


--
-- Name: BehaviorLog BehaviorLog_studentId_fkey; Type: FK CONSTRAINT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."BehaviorLog"
    ADD CONSTRAINT "BehaviorLog_studentId_fkey" FOREIGN KEY ("studentId") REFERENCES public."Student"(id) ON UPDATE CASCADE ON DELETE RESTRICT;


--
-- Name: BehaviorLog BehaviorLog_teacherId_fkey; Type: FK CONSTRAINT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."BehaviorLog"
    ADD CONSTRAINT "BehaviorLog_teacherId_fkey" FOREIGN KEY ("teacherId") REFERENCES public."Teacher"(id) ON UPDATE CASCADE ON DELETE RESTRICT;


--
-- Name: Classroom Classroom_teacher1Id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."Classroom"
    ADD CONSTRAINT "Classroom_teacher1Id_fkey" FOREIGN KEY ("teacher1Id") REFERENCES public."Teacher"(id) ON UPDATE CASCADE ON DELETE SET NULL;


--
-- Name: Classroom Classroom_teacher2Id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."Classroom"
    ADD CONSTRAINT "Classroom_teacher2Id_fkey" FOREIGN KEY ("teacher2Id") REFERENCES public."Teacher"(id) ON UPDATE CASCADE ON DELETE SET NULL;


--
-- Name: Student Student_classroomId_fkey; Type: FK CONSTRAINT; Schema: public; Owner: sakdithat
--

ALTER TABLE ONLY public."Student"
    ADD CONSTRAINT "Student_classroomId_fkey" FOREIGN KEY ("classroomId") REFERENCES public."Classroom"(id) ON UPDATE CASCADE ON DELETE RESTRICT;


--
-- PostgreSQL database dump complete
--

